{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "29025194",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_29025194\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC6485408&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "29025194",
    "title": "Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections.",
    "journal": "Cochrane Database Syst Rev",
    "year": "2017",
    "authors": [
      "Schuetz P",
      "Wirz Y",
      "Sager R",
      "Christ-Crain M",
      "Stolz D",
      "Tamm M",
      "Bouadma L",
      "Luyt CE",
      "Wolff M",
      "Chastre J",
      "Tubach F",
      "Kristoffersen KB",
      "Burkhardt O",
      "Welte T",
      "Schroeder S",
      "Nobre V",
      "Wei L",
      "Bucher HC",
      "Bhatnagar N",
      "Annane D",
      "Reinhart K",
      "Branche A",
      "Damas P",
      "Nijsten M",
      "de Lange DW",
      "Deliberato RO",
      "Lima SS",
      "Maravić-Stojković V",
      "Verduri A",
      "Cao B",
      "Shehabi Y",
      "Beishuizen A",
      "Jensen JS",
      "Corti C",
      "Van Oers JA",
      "Falsey AR",
      "de Jong E",
      "Oliveira CF",
      "Beghe B",
      "Briel M",
      "Mueller B"
    ],
    "doi": "10.1002/14651858.CD007498.pub3"
  },
  "sections": {
    "Abstract": "Cochrane Library Cochrane Database of Systematic Reviews Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) Schuetz P, Wirz Y, Sager R, Christ-Crain M, Stolz D, Tamm M, Bouadma L, Luyt CE, Wolff M, Chastre J, Tubach F, Kristoffersen KB, Burkhardt O, Welte T, Schroeder S, Nobre V, Wei L, Bucher HCC, Bhatnagar N, Annane D, Reinhart K, Branche A, Damas P, Nijsten M, de Lange DW, Deliberato RO, Lima SSS, Maravić-Stojković V, Verduri A, Cao B, Shehabi Y, Beishuizen A, Jensen JUS, Corti C, Van Oers JA, Falsey AR, de Jong E, Oliveira CF, Beghe B, Briel M, Mueller B Schuetz P, Wirz Y, Sager R, Christ-Crain M, Stolz D, Tamm M, Bouadma L, Luyt CE, Wolff M, Chastre J, Tubach F, Kristoffersen KB, Burkhardt O, Welte T, Schroeder S, Nobre V, Wei L, Bucher HCC, Bhatnagar N, Annane D, Reinhart K, Branche A, Damas P, Nijsten M, de Lange DW, Deliberato RO, Lima SSS, Maravić-Stojković V, Verduri A, Cao B, Shehabi Y, Beishuizen A, Jensen JUS, Corti C, Van Oers JA, Falsey AR, de Jong E, Oliveira CF, Beghe B, Briel M, Mueller B. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections. Cochrane Database of Systematic Reviews 2017, Issue 10. Art. No.: CD007498. DOI: 10.1002/14651858.CD007498.pub3. www.cochranelibrary.com Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews T A B L E O F C O N T E N T S ABSTRACT..................................................................................................................................................................................................... 2 PLAIN LANGUAGE SUMMARY....................................................................................................................................................................... 3 SUMMARY OF FINDINGS.............................................................................................................................................................................. 4 BACKGROUND.............................................................................................................................................................................................. 6 OBJECTIVES.................................................................................................................................................................................................. 6 METHODS..................................................................................................................................................................................................... 6 RESULTS........................................................................................................................................................................................................ 8 Figure 1.................................................................................................................................................................................................. 9 Figure 2.................................................................................................................................................................................................. 10 Figure 3.................................................................................................................................................................................................. 11 Figure 4.................................................................................................................................................................................................. 13 Figure 5.................................................................................................................................................................................................. 14 Figure 6.................................................................................................................................................................................................. 15 DISCUSSION.................................................................................................................................................................................................. 16 AUTHORS' CONCLUSIONS........................................................................................................................................................................... 17 ACKNOWLEDGEMENTS................................................................................................................................................................................ 18 REFERENCES................................................................................................................................................................................................ 19 CHARACTERISTICS OF STUDIES.................................................................................................................................................................. 24 DATA AND ANALYSES.................................................................................................................................................................................... 72 Analysis 1.1. Comparison 1 Procalcitonin algorithm versus no procalcitonin algorithm stratified by clinical setting, Outcome 1 72 Mortality at 30 days.............................................................................................................................................................................. Analysis 1.2. Comparison 1 Procalcitonin algorithm versus no procalcitonin algorithm stratified by clinical setting, Outcome 2 74 Treatment failure at 30 days................................................................................................................................................................ Analysis 2.1. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 1 Mortality 76 at 30 days stratified by adherence...................................................................................................................................................... Analysis 2.2. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 2 77 Treatment failure at 30 days stratified by adherence......................................................................................................................... Analysis 2.3. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 3 Mortality 78 at 30 days stratified by allocation concealment................................................................................................................................. Analysis 2.4. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 4 80 Treatment failure at 30 days stratified by allocation concealment................................................................................................... Analysis 2.5. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 5 Mortality 81 at 30 days stratified by blinded outcome assessment....................................................................................................................... Analysis 2.6. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 6 82 Treatment failure at 30 days stratified by blinded outcome assessment......................................................................................... Analysis 2.7. Comparison 2 Procalcitonin algorithm versus no procalcitonin algorithm, sensitivity analyses, Outcome 7 Mortality 83 at 30 days stratified by follow up........................................................................................................................................................ ADDITIONAL TABLES.................................................................................................................................................................................... 85 APPENDICES................................................................................................................................................................................................. 97 FEEDBACK..................................................................................................................................................................................................... 98 WHAT'S NEW................................................................................................................................................................................................. 99 HISTORY........................................................................................................................................................................................................ 99 CONTRIBUTIONS OF AUTHORS................................................................................................................................................................... 100 DECLARATIONS OF INTEREST..................................................................................................................................................................... 100 SOURCES OF SUPPORT............................................................................................................................................................................... 101 DIFFERENCES BETWEEN PROTOCOL AND REVIEW.................................................................................................................................... 101 INDEX TERMS............................................................................................................................................................................................... 102 Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) i Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews [Intervention Review] Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections Philipp Schuetz1,2,3, Yannick Wirz1, Ramon Sager1, Mirjam Christ-Crain4, Daiana Stolz5, Michael Tamm5, Lila Bouadma6, Charles E Luyt7, Michel Wolff8, Jean Chastre9, Florence Tubach10, Kristina B Kristoffersen11, Olaf Burkhardt12, Tobias Welte12,13, Stefan Schroeder14, Vandack Nobre15, Long Wei16, Heiner C C Bucher17,18, Neera Bhatnagar19, Djillali Annane20, Konrad Reinhart21, Angela Branche22, Pierre Damas23, Maarten Nijsten24, Dylan W de Lange25, Rodrigo O Deliberato26, Stella SS Lima27, Vera Maravić-Stojković28, Alessia Verduri29, Bin Cao30, Yahya Shehabi31,32, Albertus Beishuizen33, Jens-Ulrik S Jensen34,35, Caspar Corti34, Jos A Van Oers36, Ann R Falsey22, Evelien de Jong37, Carolina F Oliveira38, Bianca Beghe39, Matthias Briel3,17, Beat Mueller1,2,3 1Medical University Department, Kantonsspital Aarau, Aarau, Switzerland. 2Department of Endocrinology/Metabolism/Clinical Nutrition, Department of Internal Medicine, Kantonsspital Aarau, Aarau, Switzerland. 3Medical Faculty, University of Basel, Basel, Switzerland. 4Clinic for Endocrinology, Diabetes and Metabolism, Department of Clinical Research, University Hospital Basel, University of Basel, Basel, Switzerland. 5Clinic of Pneumology and Pulmonary Cell Research, University Hospital Basel, Basel, Switzerland. 6Service de Réanimation Médicale, Hôpital Bichat-Claude Bernard, Université Paris 7-Denis-Diderot, Paris, France. 7Service de Réanimation Médicale, Groupe Hospitalier Pitié-Salpêtrière, Assistance Publique–Hôpitaux de Paris, Université Paris 6-Pierre-et-Marie-Curie, Paris, France. 8Service de Réanimation Médicale, Université Paris 7-Denis-Diderot, Paris, France. 9Service de Réanimation Médicale, Université Paris 6-Pierre-et-Marie-Curie, Paris, France. 10Département Biostatistique, Santé Publique et Information Médicale, AP-HP, Groupe Hospitalier Pitié-Salpêtrière Charles-Foix, INSERM CIC-P 1421, Sorbonne Universités, UPMC Univ Paris 06, Paris, France. 11Department of Infectious Diseases, Aarhus University Hospital, Aarhus N, Denmark. 12Department of Pulmonary Medicine, Medizinische Hochschule Hannover, Hannover, Germany. 13German Center for Lung Reearch (DZL), Gießen, Germany. 14Department of Anesthesiology and Intensive Care Medicine, Krankenhaus Dueren, Dueren, Germany. 15Department of Internal Medicine, School of Medicine, Universidade Federal de Minas Gerais, Minas Gerais, Brazil. 16Department of Internal and Geriatric Medicine, Shanghai Jiao Tong University Affiliated Sixth People's Hospital (East campus), Shanghai, China. 17Basel Institute for Clinical Epidemiology and Biostatistics, Department of Clinical Research, University Hospital Basel and University of Basel, Basel, Switzerland. 18Medical Faculty, University Hospital Basel, Basel, Switzerland. 19Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada. 20Department of Critical Care, Hyperbaric Medicine and Home Respiratory Unit, Center for Neuromuscular Diseases; Raymond Poincaré Hospital (AP-HP), Garches, France. 21Department of Anesthesiology and Intensive Care Medicine, Jena University Hospital, Jena, Germany. 22Department of Medicine, Division of Infectious Diseases, University of Rochester School of Medicine, Rochester, NY, USA. 23Department of General Intensive Care, University Hospital of Liege, Domaine universitaire de Liège, Liege, Belgium. 24University Medical Centre, University of Groningen, Groningen, Netherlands. 25Department of Intensive Care, University Medical Center Utrecht, Utrecht, Netherlands. 26Critical Care Unit, Hospital Israelita Albert Einstein, São Paulo, Brazil. 27Graduate Program in Infectious Diseases and Tropical Medicine, Department of Internal Medicine, School of Medicine, Universidade Federal de Minas Gerais, Belo Horizonte, Brazil. 28Immunology Laboratory, Dedinje Cardiovascular Institute, Belgrade, Serbia. 29Department of Medical and Surgical Sciences, Policlinico di Modena, University of Modena and Reggio Emilia, Modena, Italy. 30Center for Respiratory Diseases, Department of Pulmonary and Critical Care Medicine, China-Japan Friendship Hospital, National Clinical Research Center of Respiratory Diseases, Capital Medical University, Beijing, China. 31Critical Care and Peri-operative Medicine, Monash Health, Melbourne, Australia. 32School of Clinical Sciences, Faculty of Medicine Nursing and Health Sciences, Monash University, Melbourne, Australia. 33Department of Intensive Care, Medisch Spectrum Twente, Enschede, Netherlands. 34Department of Respiratory Medicine, Copenhagen University Hospital, Bispebjerg og Frederiksberg, Copenhagen NV, Denmark. 35CHIP, Department of Infectious Diseases and Rheumatology, Finsencentret, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark. 36Intensive Care Unit, Elisabeth Tweesteden Ziekenhuis, Tilburg, Netherlands. 37Department of Intensive Care, VU University Medical Center, Amsterdam, Netherlands. 38Department of Internal Medicine, School of Medcine, Federal University of Minas Gerais, Belo Horizonte, Brazil. 39Department of Medical and Surgical Sciences, AOU Policlinico di Modena, Moderna, Italy Contact: Philipp Schuetz, Medical University Department, Kantonsspital Aarau, Aarau, Switzerland. schuetzph@gmail.com. Editorial group: Cochrane Acute Respiratory Infections Group. Publication status and date: Edited (no change to conclusions), comment added to review, published in Issue 5, 2019. Citation: Schuetz P, Wirz Y, Sager R, Christ-Crain M, Stolz D, Tamm M, Bouadma L, Luyt CE, Wolff M, Chastre J, Tubach F, Kristoffersen KB, Burkhardt O, Welte T, Schroeder S, Nobre V, Wei L, Bucher HCC, Bhatnagar N, Annane D, Reinhart K, Branche A, Damas P, Nijsten M, de Lange DW, Deliberato RO, Lima SSS, Maravić-Stojković V, Verduri A, Cao B, Shehabi Y, Beishuizen A, Jensen JUS, Corti C, Van Oers JA, Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 1 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Falsey AR, de Jong E, Oliveira CF, Beghe B, Briel M, Mueller B. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections. Cochrane Database of Systematic Reviews 2017, Issue 10. Art. No.: CD007498. DOI: 10.1002/14651858.CD007498.pub3. Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. A B S T R A C T Background Acute respiratory infections (ARIs) comprise of a large and heterogeneous group of infections including bacterial, viral, and other aetiologies. In recent years, procalcitonin (PCT), a blood marker for bacterial infections, has emerged as a promising tool to improve decisions about antibiotic therapy (PCT-guided antibiotic therapy). Several randomised controlled trials (RCTs) have demonstrated the feasibility of using procalcitonin for starting and stopping antibiotics in different patient populations with ARIs and different settings ranging from primary care settings to emergency departments, hospital wards, and intensive care units. However, the effect of using procalcitonin on clinical outcomes is unclear. This is an update of a Cochrane review and individual participant data meta-analysis first published in 2012 designed to look at the safety of PCT-guided antibiotic stewardship. Objectives The aim of this systematic review based on individual participant data was to assess the safety and efficacy of using procalcitonin for starting or stopping antibiotics over a large range of patients with varying severity of ARIs and from different clinical settings. Search methods We searched the Cochrane Central Register of Controlled Trials (CENTRAL), which contains the Cochrane Acute Respiratory Infections Group's Specialised Register, MEDLINE, and Embase, in February 2017, to identify suitable trials. We also searched ClinicalTrials.gov to identify ongoing trials in April 2017. Selection criteria We included RCTs of adult participants with ARIs who received an antibiotic treatment either based on a procalcitonin algorithm (PCT- guided antibiotic stewardship algorithm) or usual care. We excluded trials if they focused exclusively on children or used procalcitonin for a purpose other than to guide initiation and duration of antibiotic treatment. Data collection and analysis Two teams of review authors independently evaluated the methodology and extracted data from primary studies. The primary endpoints were all-cause mortality and treatment failure at 30 days, for which definitions were harmonised among trials. Secondary endpoints were antibiotic use, antibiotic-related side effects, and length of hospital stay. We calculated odds ratios (ORs) and 95% confidence intervals (CIs) using multivariable hierarchical logistic regression adjusted for age, gender, and clinical diagnosis using a fixed-effect model. The different trials were added as random-effects into the model. We conducted sensitivity analyses stratified by clinical setting and type of ARI. We also performed an aggregate data meta-analysis. Main results From 32 eligible RCTs including 18 new trials for this 2017 update, we obtained individual participant data from 26 trials including 6708 participants, which we included in the main individual participant data meta-analysis. We did not obtain individual participant data for four trials, and two trials did not include people with confirmed ARIs. According to GRADE, the quality of the evidence was high for the outcomes mortality and antibiotic exposure, and quality was moderate for the outcomes treatment failure and antibiotic-related side effects. Primary endpoints: there were 286 deaths in 3336 procalcitonin-guided participants (8.6%) compared to 336 in 3372 controls (10.0%), resulting in a significantly lower mortality associated with procalcitonin-guided therapy (adjusted OR 0.83, 95% CI 0.70 to 0.99, P = 0.037). We could not estimate mortality in primary care trials because only one death was reported in a control group participant. Treatment failure was not significantly lower in procalcitonin-guided participants (23.0% versus 24.9% in the control group, adjusted OR 0.90, 95% CI 0.80 to 1.01, P = 0.068). Results were similar among subgroups by clinical setting and type of respiratory infection, with no evidence for effect modification (P for interaction > 0.05). Secondary endpoints: procalcitonin guidance was associated with a 2.4-day reduction in antibiotic exposure (5.7 versus 8.1 days, 95% CI -2.71 to -2.15, P < 0.001) and lower risk of antibiotic-related side effects (16.3% versus 22.1%, adjusted OR 0.68, 95% CI 0.57 to 0.82, P < 0.001). Length of hospital stay and intensive care unit stay were similar in both groups. A sensitivity aggregate-data analysis based on all 32 eligible trials showed similar results. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 2 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Authors' conclusions This updated meta-analysis of individual participant data from 12 countries shows that the use of procalcitonin to guide initiation and duration of antibiotic treatment results in lower risks of mortality, lower antibiotic consumption, and lower risk for antibiotic-related side effects. Results were similar for different clinical settings and types of ARIs, thus supporting the use of procalcitonin in the context of antibiotic stewardship in people with ARIs. Future high-quality research is needed to confirm the results in immunosuppressed patients and patients with non-respiratory infections. P L A I N L A N G U A G E S U M M A R Y Testing blood procalcitonin levels to decide when to start and stop antibiotics in adults with acute respiratory tract infections Review question What are the effects of using procalcitonin to start or discontinue antibiotics in people with acute respiratory infections compared to routine care on mortality and treatment failure? Background In people with acute respiratory infections, unnecessary antibiotic use significantly contributes to increasing bacterial resistance, medical costs, and the risk of drug-related adverse events. The blood marker procalcitonin increases in bacterial infections and decreases when patients recover from the infection. Procalcitonin can be measured in the blood of patients by different commercially available assays with a turnaround time of around one to two hours and support clinical decision making about initiation and discontinuation of antibiotic therapy. Search date We conducted electronic searches on 10 February 2017. We conducted searches for ongoing trials on 12 April 2017. Study characteristics All included trials randomised participants with acute respiratory infections to receive antibiotics based on procalcitonin levels ('procalcitonin-guided' group) or a control group. The trials were performed in primary care, the emergency department and medical wards, and the intensive care unit. Included participants had acute upper or lower respiratory infections, including pneumonia, bronchitis, exacerbation of chronic obstructive pulmonary disease, and others. Study funding sources All studies were investigator-initiated trials. Half of the trials were funded by national agencies or did not report funding, and half of the trials received funding from the biomarker industry (e.g. Thermo Fisher Scientific). Key results We studied 6708 participants from 26 trials in 12 countries. Mortality at 30 days was significantly lower in procalcitonin-guided participants compared to control participants (286 deaths in 3336 procalcitonin-guided participants (8.6%) versus 336 deaths in 3372 controls (10.0%)). There was no significant difference with regard to treatment failures. Results were similar for different clinical settings (primary care, emergency department, intensive care unit) and types of respiratory infection. Regarding antibiotic exposure, participants in the procalcitonin-guided group had a 2.4-day reduction in antibiotic exposure and a reduction in antibiotic-related side effects (16.3% versus 22.1%). Quality of the evidence The quality of the evidence was high for mortality and antibiotic exposure. Most of the trials did not use blinding, however we did not expect that mortality would be biased by this limitation. The quality of the evidence was moderate for treatment failure and antibiotic- related side effects because the definitions for these endpoints among trials were not identical. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 3 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 4 S U M M A R Y O F F I N D I N G S Summary of findings for the main comparison. Procalcitonin algorithm compared to standard care for guiding antibiotic therapy in acute respiratory tract infections Procalcitonin algorithm compared to standard care for guiding antibiotic therapy in acute respiratory tract infections Patient or population: people with acute respiratory tract infections Settings: primary care, emergency department, intensive care unit Intervention: PCT-guided care Comparison: standard care Outcomes Illustrative comparative risks* (95% CI) Relative effect No. of partici- Quality of the Comments (95% CI) pants evidence Assumed risk Corresponding risk (studies) (GRADE) Standard care PCTalgorithm Mortality Study population OR 0.83 6708 ⊕⊕⊕⊕ Follow-up: 30 days (0.70 to 0.99) (26 studies) High1 100 per 1000 86 per 1000 (76 to 95) Treatment failure Study population OR 0.90 6708 ⊕⊕⊕⊝ Clinical assessment3 (0.80 to 1.01) (26 studies) Moderate2 3 Follow-up: 30 days 249 per 1000 230 per 1000 (216 to 245) Antibiotic-related side effects Study population 163 per 1000 OR 0.68 3034 ⊕⊕⊕⊝ (0.57 to 0.82) (6 studies) Moderate4 Follow-up: 30 days 221 per 1000 (145 to 182) Antibiotic exposure The mean antibiotic ex- The mean antibiotic exposure - 6708 ⊕⊕⊕⊕ Total days of antibiotic therapy posure in the control in the intervention groups was (26 studies) High1 in all randomised participants groups was 2.43 dayslower 8.1 days. (2.15 to 2.71) *The basis for the assumed risk (e.g. the median control group risk across studies) is provided in footnotes. The corresponding risk (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI). CI: confidence interval; OR: odds ratio: PCT: procalcitonin GRADE Working Group grades of evidence High quality: Further research is very unlikely to change our confidence in the estimate of effect. Library Better health. Cochrane Database of Systematic Reviews Informed decisions. Cochrane Trusted evidence. Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 5 Moderate quality: Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate. Low quality: Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate. Very low quality: We are very uncertain about the estimate. 1No downgrading for serious concerns. Still, there is some concern about unconcealed allocation in several trials in the emergency department and intensive care settings. There is also some concern about low adherence with the PCT algorithm in the intervention group. We consider unblinded outcome assessment as not relevant for the outcome of death. 2Downgraded one level for serious inconsistency: trials used differing definition of treatment failure and some rare events were not systematically assessed among trials. 3For the primary care setting, treatment failure was defined as death, hospitalisation, acute respiratory infection (ARI)-specific complications (e.g. empyema for lower ARI, meningitis for upper ARI), recurrent or worsening infection, and participants reporting any symptoms of an ongoing respiratory infection (e.g. fever, cough, dyspnoea) at follow- up. For the emergency department setting, treatment failure was defined as death, intensive care unit (ICU) admission, rehospitalisation after index hospital discharge, ARI- associated complications (e.g. empyema or acute respiratory distress syndrome for lower ARI), and recurrent or worsening infection within 30 days of follow-up. For the ICU setting, treatment failure was defined as death within 30 days of follow-up. 4Downgraded one level for incomplete reporting: only 6 trials reported side effects from antibiotics, and none of these trials were conducted in the ICU setting. Library Better health. Cochrane Database of Systematic Reviews Informed decisions. Cochrane Trusted evidence. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews B A C K G R O U N D feasibility of such a strategy in different ARI patient populations and different settings ranging from primary care to emergency Acute respiratory infections (ARIs) account for over 10% of global departments and hospital wards to medical and surgical ICUs disease burden and are the most common reason for antibiotic (Bloos 2016; Branche 2015; Corti 2016; De Jong 2016; Deliberato therapy in primary care and hospital settings (Evans 2002; Gonzales 2013; Layios 2012; Long 2014; Maravić-Stojković 2011; Oliveira 2013; 1997; Zaas 2014). Shehabi 2014; Verduri 2015; Wang 2016). Description of the condition How the intervention might work Acute respiratory infections comprise a heterogeneous group of Procalcitonin levels correlate with the risk of relevant bacterial infections including bacterial, viral, and other aetiologies. As infections and decrease upon recovery. Procalcitonin testing may many as 75% of all antibiotic doses are prescribed for ARIs, therefore help physicians decide in which patients antibiotics are despite their mainly viral cause (Doan 2014; Evans 2002). Early needed and when it is safe to stop treatment (Kutz 2015). The use of initiation of adequate antibiotic therapy is the cornerstone in the PCT in clinical protocols may thus decrease antibiotic consumption treatment of bacterial ARIs and is associated with improved clinical in two ways: by preventing unnecessary antibiotic prescriptions outcomes (Hoare 2006; Kumar 2006; Kumar 2009; Liberati 2009b; and by limiting durations of antibiotic treatment (Sager 2017; Spurling 2010). However, overuse of antibiotics by overprescription Schuetz 2011a). in outpatients with bronchitis (Arnold 2005), for instance, and prolonged duration of antibiotic therapy in people with bacterial Why it is important to do this review ARIs in the hospital and intensive care unit (ICU) settings is While several RCTs have evaluated PCT-guided antibiotic associated with increased resistance to common bacteria, high treatment, most individual trials included participants with costs, and adverse drug reactions (Gonzales 1997; Goossens 2005; different types of respiratory and non-respiratory infections and Lawrence 2009; Zaas 2014). lacked the statistical power to assess the risk for mortality Description of the intervention and severe infectious disease complications associated with PCT-guided decision making. Previous meta-analyses of RCTs The presence of a diagnostic 'gold standard' or reference standard investigating the effect of PCT algorithms on antibiotic use focused represents the best available method for establishing the presence on the critical care setting, people with suspicion of bacterial or absence of a disease. Optimally, a morphological verification infections, and people with sepsis and respiratory infections such as histopathology or, in the case of ARIs, growth of (Heyland 2011; Hoeboer 2015; Tang 2009; Wacker 2013). However, typical pathogens in blood cultures or sputum cultures can be these meta-analyses used aggregated data and were not able to obtained to establish the 'correct' diagnosis. Regrettably, the use investigate the effects of PCT on different ARI diagnoses and on of blood cultures as the assumed gold standard in ARIs lacks outcomes other than mortality. A previous meta-analysis based on sensitivity, specificity, or both, with only around 10% of people individual participant data published in the Cochrane Library did with pneumonia having positive cultures and some of them not find a significant difference in clinical outcomes, but confidence being false positives (Muller 2010). In this diagnostic uncertainty, intervals remained relatively wide (Schuetz 2012). Safety of using surrogate biomarker to estimate the likelihood for the presence PCT for antibiotic decision making remained thus unproven. of a bacterial infection and to grade disease severity are of great interest (Schuetz 2015). In such a circumstance, two fundamentally O B J E C T I V E S different concepts are employed. One concept tends to ignore potential dilemmas in the accuracy of the alleged gold standard The aim of this systematic review based on individual participant but assumes a well-defined illness, which is represented by data was to assess the safety and efficacy of using procalcitonin for the assumption drawn following a diagnostic test or a clinical starting or stopping antibiotics over a large range of patients with diagnosis. The second concept discards alleged gold standards and varying severity of ARIs and from different clinical settings. focuses on patient outcomes. In the case of ARIs, the clinical benefit M E T H O D S of a diagnostic biomarker, such as procalcitonin (PCT), can be measured by clinical outcomes of randomised intervention studies, Criteria for considering studies for this review assuming that if the person recovered without antibiotics then there was no relevant bacterial illness. Types of studies In recent years, PCT has emerged as a promising marker for Prospective RCTs comparing a strategy to initiate or discontinue the diagnosis of bacterial infections because higher levels are antibiotic therapy based on PCT levels with a control arm without found in severe bacterial infections but remain fairly low in viral PCT measurements were eligible for inclusion. Participants were infections and non-specific inflammatory diseases (Muller 2000; randomised to receive antibiotics either based on PCT levels ('PCT- Muller 2001; Muller 2010). Procalcitonin is released in multiple guided' group) or a control group without knowledge of PCT tissues in response to bacterial infections via a direct stimulation of levels, including antibiotic management based on usual care or cytokines, such as interleukin (IL)-1β, tumour necrosis factor (TNF)- guidelines. We did not include non-randomised studies. ɑ, and IL-6. Conversely, PCT production is blocked by interferon Types of participants gamma, a cytokine released in response to viral infections (Muller 2000). Hence, PCT may be used to support clinical decision making We included adult participants with clinical diagnoses of ARIs: for the initiation and discontinuation of antibiotic therapy in either a lower ARI including community-acquired pneumonia different types of infections and indications (Sager 2017; Schuetz (CAP), hospital-acquired pneumonia (HAP), ventilator-associated 2016). Randomised controlled trials (RCTs) have demonstrated the pneumonia (VAP), acute bronchitis, exacerbation of asthma, or Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 6 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews exacerbation of chronic obstructive pulmonary disease (COPD); or • The Cochrane Central Register of Controlled Trials (CENTRAL; an upper ARI including common cold, rhino-sinusitis, pharyngitis, 2017, Issue 1), part of the Cochrane Library, which includes tonsillitis, or otitis media. We also included people with sepsis the Cochrane Acute Respiratory Infections Group's Specialised and suspected ARIs in the analyses. We excluded trials if they Register, www.cochranelibrary.com/ (accessed 10 February focused exclusively on children or used PCT to escalate antibiotic 2017) (Appendix 1); therapy. We made no exclusions based on language of reports or • MEDLINE Ovid (1966 to 10 February 2017) (Appendix 2); clinical setting. We included trials from primary care, emergency • Embase.com (1980 to 10 February 2017) (Appendix 3). departments, and medical and surgical ICUs. We used the search strategy in Appendix 4 to conduct searches for Types of interventions the 2012 version of this review (Schuetz 2012). Strategies to initiate or discontinue antibiotic therapy based on PCT We also searched for ongoing and completed trials in the following levels compared with usual care were eligible. trial register: Types of outcome measures • US National Institutes of Health Ongoing Trials Register We defined primary and secondary outcomes to a follow-up time ClinicalTrials.gov (www.clinicaltrials.gov/; searched 12 April of 30 days. For trials with shorter follow-up periods, we used the 2017). available information (i.e. until hospital discharge). We excluded all trials with different follow-up times for mortality in a sensitivity We did not apply any language or publication restrictions. analysis. Searching other resources Primary outcomes We contacted experts for further eligible trials. 1. All-cause mortality following randomisation up to a follow-up Data collection and analysis time of 30 days. 2. Setting-specific treatment failure within 30 days of inclusion. We requested individual participant data from the investigators of all included trials. We checked all provided data against published For the primary care setting, we defined treatment failure as reports, and if needed, corrected any discrepancies. death, hospitalisation, ARI-specific complications (e.g. empyema for lower ARIs, meningitis for upper ARIs), recurrent or worsening We prepared this review update according to PRISMA guidelines infection, and still having ARI-associated discomfort at 30 days. For and the PRISMA-IPD guideline (Liberati 2009a; Stewart 2015). the emergency department setting, we defined treatment failure as death, ICU admission, rehospitalisation after index hospital Selection of studies discharge, ARI-associated complications (e.g. empyema or acute At least two review authors (RS, YW, PS) independently assessed respiratory distress syndrome for lower ARIs), and recurrent or trial eligibility based on titles, abstracts, full-text reports, and worsening infection within 30 days of follow-up. For the medical further information from investigators as needed. and surgical ICU setting, we defined treatment failure as death within 30 days of follow-up and recurrent or worsening infection. Data extraction and management Secondary outcomes We checked data from each trial against reported results and resolved any queries with the principal investigator, trial data 1. Antibiotic use (initiation of antibiotics, duration of antibiotics, manager, or statistician. The mortality and adverse outcome rates and total exposure to antibiotics (total amount of antibiotic days from trials included in this review may differ slightly from previous divided by total number of participants)). reports because we treated data in a consistent manner across all 2. Length of hospital stay for hospitalised participants. trials. 3. Length of ICU stay for critically ill participants. Assessment of risk of bias in included studies 4. Number of days with restricted activities within 14 days after randomisation for primary care participants. Two review authors (RS, YW) assessed the methodological quality 5. Antibiotic-related side effects. of each included study using the Cochrane 'Risk of bias' tool and resolved any disagreements by discussion (Higgins 2011). Search methods for identification of studies Methodological criteria included: adequate sequence generation and concealment of treatment allocation; blinding of participants, We updated the search strategy for this review in February 2017 physicians and clinical outcome assessment; whether the study in collaboration with the Cochrane Acute Respiratory Infections was free of selective reporting; and the proportion of participants Group's Information Specialist. We performed data collection lost to follow-up. We documented the proportion of participants based on the protocol of a previous meta-analysis of individual in the PCT group that adhered to the PCT algorithm used in each participant data published in the Cochrane Library (Schuetz 2008). study, defining adherence to the PCT algorithm of lower than Electronic searches 70% as high risk of bias, and, if not reported, as unclear risk. Due to the study design of the included studies, physicians were We updated the searches for this review in February 2017, running aware of the participants' study group because in the intervention the search across all databases from the date of inception to 10 group physicians used the PCT result for decision making about February 2017. We screened all new references identified by the antibiotic treatment, while in the control group no PCT result search. We searched the following databases for published studies: was communicated to the physicians. Blinding of physicians was Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 7 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews therefore not feasible, resulting in an unclear risk for performance Data synthesis bias in all studies. We used multivariable hierarchical logistic regression to combine We assessed the quality of evidence at the outcome level using the participant data from the trials (Thompson 2001; Turner 2000). GRADE approach (GRADEpro GDT 2014). Apart from the group variable indicating the use of a PCT algorithm, we included important prognostic factors such as participant age Measures of treatment effect and ARI diagnosis as an additional fixed effect; to account for within- and between-trial variability, we added a categorical trial We calculated odds ratios (ORs) and 95% confidence intervals variable to the model as a random effect. In meta-analyses with (CIs) using multivariable hierarchical logistic regression for the aggregated trial data we calculated summary ORs using a random- co-primary endpoints of mortality from any cause and treatment effects model and the Mantel-Haenszel facility of Review Manager failure (Thompson 2001; Turner 2000). We fitted corresponding 5 (RevMan 2014). linear and logistic regression models for continuous and binary secondary endpoints, respectively. We calculated Kaplan-Meier GRADE and 'Summary of findings' table curves for time to death for graphical display. We created a 'Summary of findings' table using the following We used Stata version 12.1 (College Station, TX) for statistical outcomes: all-cause mortality at 30 days, setting-specific treatment analyses (Stata 12.1). failure at 30 days, total exposure to antibiotics, and antibiotic- related side effects (Summary of findings for the main comparison). Unit of analysis issues The results reported in this table correspond to the main IPD analysis and are slightly different from the aggregate data The unit of our primary analysis was the individual study analysis. We used the five GRADE considerations (study limitations, participant. We analysed all participants in the study group to consistency of effect, imprecision, indirectness, and publication which they were randomised. We calculated summary estimates bias) to assess the quality of a body of evidence as it relates using aggregated data from individual trials as a sensitivity to the studies that contribute data to the meta-analyses for the analysis. prespecified outcomes (Atkins 2004). We used the methods and Dealing with missing data recommendations in Section 8.5 and Chapter 12 of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011), We received the full data sets from all trials included in the employing GRADEpro GDT software (GRADEpro GDT 2014). We individual participant data analysis (n = 26) with all available follow- justified all decisions to down- or upgrade the quality of studies up information (if recorded in the trials). using footnotes, and we made comments to aid the reader's understanding of the review where necessary. We assumed in our main analysis that participants lost to follow- up did not experience an event. We explored if a complete-case Subgroup analysis and investigation of heterogeneity analysis (excluding participants lost to follow-up) or an analysis assuming that participants lost to follow-up experienced an event We performed prespecified analyses stratified by clinical setting would change the results for the primary outcomes of mortality and and ARI diagnosis and formally tested for potential subgroup effects treatment failure in sensitivity analyses. We checked all individual by adding an interaction term into the statistical model. participant data against the published results but did not find Sensitivity analysis significant differences that warranted further exploration. We performed prespecified sensitivity analyses based on the Assessment of heterogeneity main quality indicators: allocation concealment, blinded outcome We performed prespecified analyses stratified by clinical setting assessment, adherence to the PCT algorithm (we defined low (i.e. primary care, emergency department, ICU) and ARI diagnosis adherence to PCT algorithms as < 70%), and follow-up time (CAP, COPD, bronchitis, VAP) to investigate the consistency of for mortality other than one month. We also performed an results across our heterogeneous patient populations in terms aggregate data meta-analysis using all trials with potentially of disease severity. We formally tested for potential subgroup eligible participants. effects by adding the clinical setting and ARI diagnosis in turn to R E S U L T S the regression model together with the corresponding interaction term with the PCT group as a fixed-effect model. We assessed Description of studies heterogeneity by estimating the I2 statistic (the percentage of total variance across trials that is due to heterogeneity rather than See: Characteristics of included studies, Characteristics of excluded chance) in meta-analyses using aggregated data and by testing for studies, and Characteristics of ongoing studies tables. heterogeneity using the Cochran Q test (Higgins 2003). Results of the search Assessment of reporting biases After removal of duplicates, we identified 998 records that we We assessed reporting bias by attempting to identify if the study further assessed based on title and abstracts, excluding 919 was included in a trial registry, a protocol was available, and if records. We obtained 79 full-text study reports, and following the methods section provided a list of outcomes. We compared assessment excluded 39 that did not meet our inclusion criteria. listed outcomes from those sources to outcomes reported in the Eight studies were ongoing trials. From 32 eligible RCTs (9909 published papers. participants) including 18 new trials for this 2017 update, we obtained individual participant data from 26 trials including 6708 participants, which were included in the main individual Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 8 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews participant data meta-analysis (see Figure 1). We did not obtain include participants with confirmed ARIs. The sensitivity aggregate individual participant data for four trials, and two trials did not analysis includes all 32 trials. Figure 1. Study flow diagram. Abbreviations: ARI: acute respiratory infection; IPD: individual participant data; RCT: randomised controlled trial Included studies Participants We included a total of 26 studies involving 6708 participants Baseline characteristics of included participants were similar in in the main individual participant data meta-analysis. Study the PCT and control groups with respect to important prognostic characteristics are presented in Table 1. features (Table 2). Most participants were recruited either in the emergency department or ICU setting, and CAP was the most frequent ARI diagnosis, reported in more than 40% of participants. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 9 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Settings Funding sources Trials were conducted in 12 countries: Switzerland, Germany, All studies were investigator-initiated trials. Half of the trials were France, Italy, USA, China, Denmark, Netherlands, Brazil, Belgium, funded by national agencies or did not report funding; the other Australia, and Serbia. Trials were conducted in different clinical half of the trials received funding from the biomarker industry (e.g. settings including primary care, emergency departments and Thermo Fisher Scientific). medical wards, and ICU. There were two primary care trials with upper and lower respiratory infection patients; 11 emergency Excluded studies department and medical ward trials with lower ARI patients; and 13 We excluded a total of 39 studies due to wrong intervention (n = 1), ICU trials with mostly septic patients due to infections of the lower wrong population (n = 2), and wrong design (not RCT) (n = 36). A respiratory tract. total of nine studies reported as ongoing in the 2012 review were now available for assessment; we included four of these studies in Interventions this current update (Annane 2013; Bloos 2016; De Jong 2016; Lima Procalcitonin algorithms used in the different trials were similar 2016), and did not include five studies due to wrong population in concept and recommended initiation and/or continuation of (paediatrics). antibiotic therapy based on similar PCT cut-off levels (reviewed in Schuetz 2011a). However, there were differences: some trials in Ongoing studies primary care and the emergency department used only a single PCT Our searches of the trial register identified seven ongoing studies measurement on admission to guide initiation of antibiotics, while that we will assess for inclusion for the next review update the other trials (predominantly in hospitalised patients with severe (Ongoing studies). These studies focus on the utility of PCT in infections) used repeated measurements for guiding the duration people with pneumonitis (NCT02862314), pulmonary embolism of treatment. One trial used a point-of-care device (Corti 2016). (NCT02261610), lower respiratory infection (NCT02130986), heart Adherence to algorithms varied, ranging from 44% to 100% (Table failure (NCT02787603), and intraoperative positive-end expiratory 3). pressure optimisation (NCT02931409). Two trials are antibiotic efficacy trials (NCT02332577; NCT02440828). Comparators In control group participants, PCT was not used to guide treatment Risk of bias in included studies decisions, but this decision was up to the treating physician team. The overall risk of bias is presented graphically in Figure 2 and In some trials, physicians were asked to follow antibiotic guidelines Figure 3. The risk of bias was mostly low for random sequence for control group participants (Briel 2008; Schuetz 2009). In one generation, allocation concealment, incomplete outcome data, trial, the control group was guided with C-reactive protein levels and selective reporting; unclear for blinding of personnel in all (Oliveira 2013). studies; and mostly high for blinding of outcome assessment. Figure 2. 'Risk of bias' graph: review authors' judgements about each risk of bias item presented as percentages across all included studies. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 10 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 3. 'Risk of bias' summary: review authors' judgements about each risk of bias item for each included study. Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 11 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 3. (Continued) Allocation Stolz 2007; Tang 2013), employing blinded telephone interviews to assess vital status and other outcomes. All studies randomised participants to intervention (PCT testing) or control groups. A total of 25 trials with mainly computer- Incomplete outcome data generated lists and centralised randomisation were at low risk of selection bias. Seven trials were at high or unclear risk of The included trials had a high follow-up for mortality with few selection bias. Risk for selection bias with regard to random participants lost to follow-up (Table 3). In seven trials, outcome sequence generation was due to weekly allocation (Christ-Crain assessment was done after hospital or ICU discharge (Deliberato 2004), unnumbered envelopes (Christ-Crain 2006; Stolz 2007), 2013; Hochreiter 2009; Kristoffersen 2009; Layios 2012; Long 2009; use of odd and even patient identification numbers (Long 2009; Schroeder 2009; Shehabi 2014). One trial had a high number of post Long 2011), and unconcealed drawing of lots (Hochreiter 2009; randomisation exclusions (six in the intervention arm versus four in Schroeder 2009). the control group) and thus had an unclear risk of bias (Ding 2013). Blinding Selective reporting None of the included trials blinded physicians to group allocation No reporting bias was found when study protocols and final results because PCT was used for decision making in the intervention were compared. However, we did not find registration numbers for group, thus all trials had unclear risk for blinding of participants and four trials (Ding 2013; Layios 2012; Maravić-Stojković 2011; Najafi personnel. 2015), which we considered to be at unclear risk of bias. We found no evidence of reporting bias by visual inspection of funnel plots All trials used blinded outcome assessment (Briel 2008; Bouadma (Figure 4). 2010; Branche 2015; Layios 2012; Schuetz 2009; Shehabi 2014; Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 12 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 4. Funnel plot of comparison: 1 Procalcitonin algorithm versus no procalcitonin algorithm stratified by clinical setting, outcome: 1.1 Mortality at 30 days. Other potential sources of bias Primary outcomes Another potential source of bias relates to low adherence to the PCT 1. All-cause mortality following randomisation up to a follow-up algorithms, particularly for safety endpoints. Overall, adherence time of 30 days varied, ranging from 44% to 100% (Table 3). There were 286 deaths in 3336 PCT-guided participants (8.6%) With regard to funding, 16 trials reported no industry funding (six compared to 336 in 3372 controls (10.0%) resulting in a significantly did not report any funding, 10 reported public funding), and in lower mortality associated with PCT-guided therapy (adjusted odds 16 trials Thermo Fisher, the producer of the PCT assay, funded ratio (OR) 0.83, 95% confidence interval (CI) 0.70 to 0.99, P = 0.037) or co funded the studies by providing free-of-charge PCT kits or (Table 4). This effect was consistent across clinical settings (P for additional research funds, or both. interaction > 0.05), although mortality could not be estimated in primary care trials because only one death was reported in Effects of interventions a control group participant. The effect on mortality was also consistent among different ARI diagnoses (CAP, COPD, bronchitis, See: Summary of findings for the main comparison Procalcitonin VAP) (P for interaction > 0.05). As a further sensitivity analysis and algorithm compared to standard care for guiding antibiotic therapy to investigate heterogeneity among trials, we also calculated an in acute respiratory tract infections aggregate data meta-analysis based on the aggregate results of all 32 potentially eligible trials (thus not limited to ARI participants only). In this analysis, the results proved robust, although the mortality estimate did not reach statistical significance (OR 0.89, 95% CI 0.78 to 1.01; Analysis 1.1; Figure 5). There was no evidence of heterogeneity (I2 = 0%). Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 13 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 5. Forest plot of comparison: 1 Procalcitonin algorithm versus no procalcitonin algorithm stratified by clinical setting, outcome: 1.1 Mortality at 30 days. 2. Setting-specific treatment failure within 30 days of inclusion significantly lower in PCT group participants in an aggregate data meta-analysis based on all 32 potentially eligible trials (thus relying Treatment failure was not significantly lower in PCT-guided on the original definition of treatment failure as used in the trials). participants (23.0% versus 24.9%, adjusted OR 0.90, 95% CI 0.80 to There was no evidence of heterogeneity (I2 = 0%) (Figure 6). We also 1.01, P = 0.068). These results were similar among subgroups by performed several predefined sensitivity analyses, which showed clinical setting and type of respiratory infection (P for interaction > no evidence for interactions (see summary in Table 5). 0.05). With an OR of 0.90 (95% CI 0.81 to 0.99), treatment failure was Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 14 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews Figure 6. Forest plot of comparison: 1 Procalcitonin algorithm versus no procalcitonin algorithm stratified by clinical setting, outcome: 1.2 Treatment failure at 30 days. Secondary outcomes 2. Length of hospital stay for hospitalised participants 1. Antibiotic use (initiation of antibiotics, duration of antibiotics, However, the effect on antibiotic consumption differed according and total exposure to antibiotics (total amount of antibiotic to clinical setting. In the primary care setting, lower antibiotic days divided by total number of participants)) exposure was mainly due to lower initial prescription rates (P < 0.001 for interaction between primary care setting and PCT group Procalcitonin guidance was associated with a reduction in total on antibiotic prescriptions). Similarly, lower antibiotic exposure antibiotic exposure (mean 8.1 days compared to 5.7 days, due to lower prescription rates was found in selected infections regression coefficient -2.43 days (95% CI -2.71 to -2.15), P < 0.001). such as acute bronchitis (adjusted OR 0.18, 95% CI 0.12 to 0.26; Also, duration of antibiotic treatment in treated participants was P for interaction < 0.001). Lower antibiotic prescription rates shorter (mean 9.4 days compared to 8.0 days, adjusted coefficient (adjusted OR 0.49, 95% CI 0.41 to 0.58) and shorter duration -1.83 days (95% CI -2.15 to -1.5), P < 0.001) (Table 6). of antibiotic therapy in participants with initiation of antibiotic Procalcitonin to initiate or discontinue antibiotics in acute respiratory tract infections (Review) 15 Copyright © 2019 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd. Cochrane Trusted evidence. Library Informed decisions. Better health. Cochrane Database of Systematic Reviews (adjusted coefficient -2.45 days, 95% CI -2.86 to -2.05) contributed Overall completeness and applicability of evidence to the lower overall exposure in the emergency department setting. The strengths of our review include an explicit study protocol, Length of hospital stay and ICU stay were similar in both groups with a comprehensive search to retrieve all relevant trials, access to no evidence for different effects in subgroups (P for interaction > individual participant-level data from all but four of the included 0.05). trials, and standardised outcome definitions across trials, thereby overcoming limitations of meta-analyses using aggregated data. 3. Length of ICU stay for critically ill participants To minimise the risk of data-driven associations, we prespecified a limited number of prognostic factors and subgroup variables for For the ICU setting, the lower exposure was mainly explained by our statistical model. We allowed for potential clustering effects by shorter treatment durations (adjusted difference in days -1.23, 95% using random-effects models for included trials. Our results proved CI -1.82 to -0.65). Similarly, for CAP, the lower exposure was mainly robust in sensitivity analyses focusing on high-quality trials and on explained by shorter durations (adjusted difference in days -2.45, participants with complete follow-up data. 95% CI -2.87 to -2.02). The accuracy of PCT for diagnosing bacterial infections has been 4. Number of days with restricted activities within 14 days after called into question by previous meta-analyses of observational randomisation for primary care participants studies, which demonstrated mixed results (Jones 2007; Simmonds For studies conducted in the primary care setting, there was no 2005; Tang 2007; Uzzan 2006). However, a more recent meta- difference in days with restricted activities of daily living between analysis using positive culture as the reference method found PCT and control group participants (days, 8.9 ± 4.2 versus 8.9 ± 4.1, moderate to high discrimination of systematic inflammatory regression coefficient 0.07 (95% CI -0.44 to 0.59), P = 0.777). response syndrome and sepsis (Wacker 2013). Since there are no available gold standards for the diagnosis of the clinical conditions 5. Antibiotic-related side effects included in our analysis, most studies used clinical consensus criteria, which may differ among studies. Rather than relying on There was also a significant reduction in antibiotic-related side these imperfect diagnostic criteria, we were able to assess the value effects (16.3% versus 22.1%, adjusted OR 0.68, 95% CI 0.57 to 0.82, of PCT algorithms by means of RCTs measuring clinically relevant, P < 0.001). This outcome was only assessed in some of the primary participant-level outcomes. care and emergency department trials (n = 6), and not in ICU trials. There was no evidence for subgroup effects (P for interaction > Despite these merits, this review has several limitations. 0.05). We limited our analysis to adults with ARIs who",
    "Method": "",
    "Conclusion": ""
  }
}