{
  "pmid": "33150472",
  "topic": "sepsis_treatment_plan",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_33150472\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "Intensive Care Med (2020) 46:2284–2296 https://doi.org/10.1007/s00134-020-06289-8 REVIEW Pharmacological principles guiding prolonged glucocorticoid treatment in ARDS Gianfranco Umberto Meduri1,8* , Djillali Annane2, Marco Confalonieri3, George P. Chrousos4, Bram Rochwerg5,9, Amanda Busby6, Barbara Ruaro3 and Bernd Meibohm7 © 2020 This is a U.S. government work and not under copyright protection in the U.S.; foreign copyright protection may apply Abstract Current literature addressing the pharmacological principles guiding glucocorticoid (GC) administration in ARDS is scant. This paucity of information may have led to the heterogeneity of treatment protocols and misinterpretation of available findings. GCs are agonist compounds that bind to the GC receptor (GR) producing a pharmacological response. Clinical efficacy depends on the magnitude and duration of exposure to GR. We updated the meta-analysis of randomized trials investigating GC treatment in ARDS, focusing on treatment protocols and response. We syn- thesized the current literature on the role of the GR in GC therapy including genomic and non-genomic effects, and integrated current clinical pharmacology knowledge of various GCs, including hydrocortisone, methylprednisolone and dexamethasone. This review addresses the role dosage, timing of initiation, mode of administration, duration, and tapering play in achieving optimal response to GC therapy in ARDS. Based on RCTs’ findings, GC plasma concentra- tion–time profiles, and pharmacodynamic studies, optimal results are most likely achievable with early intervention, an initial bolus dose to achieve close to maximal GRα saturation, followed by a continuous infusion to maintain high levels of response throughout the treatment period. In addition,",
    "Method": "patients receiving similar GC doses may experience substantial between-patient variability in plasma concentrations affecting clinical response. GC should be dose- adjusted and administered for a duration targeting clinical and laboratory improvement, followed by dose-tapering to achieve gradual recovery of the suppressed hypothalamic–pituitary–adrenal (HPA) axis. These findings have practical clinical relevance. Future RCTs should consider these pharmacological principles in the study design and interpreta- tion of findings. Keywords: Acute respiratory distress syndrome, Glucocorticoid, Randomized trial, Glucocorticoid receptor, Duration, Receptor affinity, Pharmacodynamic *Correspondence: gmeduri@uthsc.edu 8 Pulmonary, Critical Care, and Sleep Medicine Service and Research Service, Memphis Veterans Affairs Medical Center, 1030 Jefferson Avenue, Suite room #CW444, Memphis, TN 38104, USA Full author information is available at the end of the article 2285 Introduction Take‑home message The results of recently published randomized controlled To date there is scant literature addressing the pharmacological trials (RCTs) [1, 2] provide more robust evidence sup- principles guiding glucocorticoid administration in ARDS. This porting the efficacy and safety of prolonged gluco- review addresses how the administration mode plays a more signifi- cant role in affecting response than the specific molecule. Dosage corticoid (GC) treatment in acute respiratory distress (initial, overtime, and adjustments based on response), timing of syndrome (ARDS), despite the heterogeneity in etiologies initiation, mode of administration, duration of therapy, tapering, and and severity. GCs are agonist compounds that bind to co-interventions to support the glucocorticoid receptor α function are all essential elements to achieving optimal response to therapy. the ligand-binding domain of the glucocorticoid recep- tor (GR) to produce a biological (or pharmacological) response. Most anti-inflammatory effects of GCs are (Digital Supplement 1; Table S1), associated with res- mediated through the GRα isoform. The rationale for GC cue of the cellular concentrations and functions of acti- treatment in ARDS is similar to the one for severe coro- vated GC-GRα (Fig. 1) and mitochondria [4], exerting a navirus disease 2019 (COVID-19) [3] and is reviewed positive effect on all “layers”—cell biology, histology, and in the Digital Supplement 1. Prolonged ( 7 days) low- ≥ physiology—of the disease process, leading to acceler- to-moderate dose GC treatment is an intervention ated disease resolution (decreased allostatic load) and directed at the core pathogenetic mechanisms of ARDS improved short- and long-term outcomes [5]. Fig. 1 Relations on natural logarithmic scales between mean levels of nuclear NF-κB and nuclear GC-GRα during the natural progression of ARDS, and in response to prolonged methylprednisolone treatment. Mean intracellular changes of nuclear GC-activated GRα and NF-κB were observed by exposing peripheral blood mononuclear cells of a healthy volunteer to ARDS patient plasma samples collected longitudinally (days 1, 3, 5, and 8) and after randomization to methylprednisolone treatment (randomization day (R) and post-randomization days 3, 5, 7, and 10). The mean values of nuclear NF-κB are plotted against the mean nuclear GC-GRα levels. Improvers had a pre-defined improvement in lung injury score [45] and/or gas exchange component by day 7. The left panel shows ARDS patients with adaptive and maladaptive responses. In improvers, an inverse relationship was observed between these two transcription factors, with the longitudinal direction of the interaction shifting leftwards (decreased NF-κB) and upward (increased GC-GRα). Conversely, in non-improvers, NF-κB increased over time, while GC-GRα showed no significant changes. We defined the first interaction as GC-GRα-driven, and the second interaction as NF-κB-driven [80]. The right panel shows non-improvers-survivors randomized after day 8 of ARDS to methylprednisolone (n 11) vs. placebo (n 6). After natural logarithmic transformation and adjustment for repeated meas- = = urements, partial correlations among responses to plasma from the methylprednisolone group were 0.92 (p < 0.0001) both for nuclear NF-κB − and nuclear GRα. For responses to plasma from the placebo group, no significant relationship was found between nuclear NF-κB and nuclear GRα (r 0.11; p 0.70) [7]. Prolonged methylprednisolone treatment was associated with upregulation in all measurements of GC-GRα-activity leading = = to reduction in NF-κB DNA-binding and transcription of inflammatory cytokines. Glucocorticoid treatment changed the longitudinal direction of systemic inflammation from dysregulated (NF-κB-driven, maladaptive response) to regulated (GRα-driven, adaptive response) with significant improvement in indices of alveolar-capillary membrane permeability and markers of inflammation, hemostasis, and tissue repair. Reproduced with permission from reference [5] 2286 The lack of a well-defined rationale for GC treat- Pharmacological principles of glucocorticoid ment’s critical components has resulted in consider- actions able heterogeneity in the protocols investigated in Binding affinity and potency randomized controlled trials (RCTs). While most The magnitude of the in vitro response to the GC drug pharmacological data originate from literature inves- is proportional to the number of GR complexes, and the tigating methylprednisolone, we believe that adminis- binding affinity to the receptor, and is characterized by tration mode is more important in affecting response the maximum response a drug is able to produce [6]. The than the specific molecule. The dosage (initial, over concentration of GRα in cells can be increased by exoge- time, and adjustments based on response), the timing nous GC administration (Digital Supplement 1) [7]. Bind- of initiation, mode of administration, duration, taper- ing affinity is expressed as relative receptor affinity (RRA), ing, and co-interventions to support the GRα function and dexamethasone is frequently the reference point for are all essential elements to achieving optimal response RRA with an arbitrary RRA value of 100. The RRAs for to therapy. We present a summary of the pharmaco- hydrocortisone, methylprednisolone, and dexametha- logical principles that should guide GC treatment in sone are 9, 42, and 100, respectively [8]. In vivo potency ARDS patients based on results of RCTs, concentra- is a measure of the concentration, usually in plasma or tion–time profiles for different dosing regimens, and serum that is required to produce a drug response, often pharmacodynamic studies. This review takes also into expressed as concentration required to achieve 50% of consideration recent discoveries (Digital Supplement the maximum therapeutic effect ( EC or I C ) [9]. The 50 50 1) underscoring the central regulatory function of the RRA of GCs is strongly correlated with the inverse of activated GRα (GC-GRα) in critical illness throughout their IC for unbound, pharmacologically active con- 50 disease development and resolution (Fig. 2) [4]. centrations [8]. RRA and IC are the corresponding 50 in vitro and in vivo parameters that characterize GC potency and are specific to a GC agonist molecule. How- ever, drug effects in vivo are the result of the interplay Fig. 2 Glucocorticoid receptor α as a cellular rheostat of homeostatic corrections. The glucocorticoid receptor α (GRα) acts as a cellular rheostat to ensure that a proper response is elicited by the neuroendocrine and immune systems throughout the three phases of homeostatic corrections. The serial sequence of regulatory functions includes the: (1) activation and reinforcement of innate immunity (ready-reinforce), (2) downregulation of pro-inflammatory transcription factors (repress), and (3) promotion of disease resolution (resolve- restore).by switching production from pro- inflammatory to pro-resolving mediators, while at the same stimulating antifibrotic and antioxidant molecules that limit tissue damage and fibrosis, to help achieve optimal restoration of anatomy and function of the affected tissues, and (4) parallel support of adaptive immunity. Modified with permission from reference.[4]. TLR2 toll-like receptor 2, purinergic receptor P2Y2R; NLRP3 NOD-like receptor pyrin containing 3, APR acute phase response, TF transcription factor, NF-κB nuclear factor-κB, AP-1 activator protein-1, AnxA1 annexinA1, AnxA1 receptor, ALXR A4 lipoxin receptor, GILZ glucocorticoid-induced leucine zipper, TGFβ transforming growth factor β 2287 of pharmacokinetics, i.e., the time course of the effec- Determinants of clinical efficacy tive GC concentrations at the target site produced by the Clinical efficacy depends on both pharmacodynam- applied dose strength and dosing regimens, and pharma- ics (i.e., potency) and pharmacokinetics [i.e., exposure codynamics, i.e., the GC’s concentration–effect relation- ( magnitude and duration) of the drug at the recep- = ship determined by its potency. Thus, a lower in vitro GC tor site]. Together, both processes determine efficacy: potency (i.e. low RRA or correspondingly high I C ) can potency presence at the receptor site momentary 50 + → be offset clinically by higher and/or more frequent doses, effect course (effect duration) sum of momentary → providing higher target site concentrations. effects clinical efficacy [20]. Mathematically, pharma- → The genomic, non-genomic and mitochondrial GC cokinetic/pharmacodynamic models can be applied to signaling pathways are shown in the Digital Supple- describe the momentary effect–time course that stem ment 1 (Figure S1) [4]. The GC genomic effects become from a specific GC dosing regimen. This effect–time evident as early as 30 min after cytosolic GRα binding course is characterized by the duration of effect (i.e., to positive (transactivation) or negative (cis repression) the time until the effect drops below a specified value), GC response elements (GREs) in nuclear DNA, as well as well as peak magnitude. The momentary effect–time as to mitochondrial DNA GREs (mtGRE). Moreover, course can be summed up as the area under the effect– the GC-GRα complex interacts with other transcription time curve (AUETC or AUEC) or as the area between the factors, such as nuclear factor-κB (NF-κB) or activator baseline and effect curve (ABEC), which drive the clinical protein-1 (AP-1) and alters their transcriptional activi- effect [20]. The time to reach a pharmacokinetic steady ties. A recent review reported on the GC regulation of state is determined by the elimination half-life of the mitochondrial transcription, via activation of mtGRE drug. [10]. The degree of cytosolic GRα saturation is a direct As most pharmacological studies evaluating GCs come modulator of the intensity of (therapeutic) GC genomic from the rheumatology literature, the currently used effects [11]. Almost complete receptor saturation can be genomic potency of natural and synthetic GCs is mainly achieved by a methylprednisolone-equivalent single dose based on lymphocyte proliferation suppression assays of 80–100 mg [11]. Specific non-genomic effects (not and may not be necessarily applicable to critical care mediated by induction or repression of specific genes) of [21]. Thus, a re-evaluation of genomic potency based GCs take a few minutes to be expressed, are mediated by on inhibition of pro-inflammatory proteins is needed. plasma membrane glucocorticoid receptors, and require Dose–response studies evaluating potencies for genomic higher GC concentrations. Rapid non-genomic actions and non-genomic GC effects reported different values include, anti-inflammatory regulation, e.g., inhibition of (Digital Supplement 1; Table S2). Non-genomic activities neutrophil degranulation and macrophage superoxide related to prostaglandin (PG) E inhibition, and arachi- 2 anion production, and vasomotor regulation, e.g., poten- donic acid release through suppression of phospholipase tiation of systemic response to norepinephrine and local A2 synthesis were studied in 549 epithelial cell cultures. induction of endothelial nitric oxide [12, 13]. The cells first stimulated with IL-1β and then incubated Since GRα ultimately controls GC-mediated activity, for 3 h with different GC molecules [22]. Contrary to any condition affecting its concentration, binding affin- the classic genomic responses, epithelial cells exposed to ity, transport to the nucleus, GREs interaction in the methylprednisolone had a higher non-genomic response cell nucleus and mitochondria, cofactor activity, oxida- than those exposed to dexamethasone. tive stress, or interaction with other relevant transcrip- tion factors (NF-κB; AP-1) and co-regulators, may affect Dose–response the cell response to GCs [14, 15]. Recent reviews have It has been reported that GCs have a substantially higher investigated the various ways the pro-inflammatory envi- potency for genomic than non-genomic effects. There- ronment of critical illness can negatively influence GRα fore, genomic effects are usually predominant at low function [15–17]. It is noteworthy that the number and GC doses. Increasing GC doses allows the genomic function of the activated GRα can be modulated by the expression modulation to reach a maximum saturation administration of exogenous GCs and other co-interven- level quickly and then plateau off, so that further dose tions to improve cellular responsiveness [4]. Randomized increases may largely be limited to only extending the studies [7, 18, 19] suggested that quantitatively adequate duration rather than the intensity of genomic expres- and prolonged GC supplementation increased GRα num- sion modulation. Depending on how genomic expres- ber and action in both circulating and tissue cells, revers- sion modulation is transduced into specific biomarker ing critical illness-related corticosteroid insufficiency or clinical effects, GC dose increases beyond that of (Digital Supplement 1; Table S1). saturation level may lead to only limited further gain in some genomic effects at the biomarker or clinical level, 2288 but may still increase in others [23]. Conversely, non- potential disadvantage regarding the delayed onset of genomic effects are usually triggered at substantially high exposure seen with infusions can be corrected with higher doses than genomic effects and intensify in line pre-administration of an adequate loading dose (e.g., with the increasing dose until leveling off at high-dose methylprednisolone 1 mg/kg loading dose followed by therapy. Consequently, the total clinical effect as the sum a 1 mg/kg/day infusion). For non-genomic effects, it is of genomic and non-genomic effects demonstrate con- important that GC exposures in treatment regimens are tinuous dose-dependent increases despite saturation of maintained at continuously high exposure levels. genomic expression modulation at moderate GC dose While the above simulations are based on average levels. However, the exact relationship between GC dose, pharmacokinetic parameters in healthy individuals, GC cellular concentrations and clinical effects remains to be elimination may be impaired in ARDS patients due to established, especially for non-genomic effects. the well-described downregulation of drug metaboliz- ing enzymes in generalized acute inflammation [33]. ARDS randomized trials: individual concentration–time Yates et al. reported that ARDS patients had an on aver- courses age ~ 50% reduced clearance for methylprednisolone Various GCs and dosing regimens have been used to treat compared to normal values at therapy onset, which ARDS. The treatment protocols used in ten randomized returned to normal values with reduction of systemic controlled trials (RCTs) investigating prolonged GC inflammation within a few days [34]. Correspondingly, treatment in patients with early ( 72 h) or late ( 7 days) methylprednisolone plasma concentrations were ele- ≤ ≥ ARDS is shown in Digital Supplement 1 (Table S3). This vated relative to healthy individuals in the early treat- analysis examined methylprednisolone (n 322) [24–28], ment phase (Fig. 4). Consequently, the exposure profiles = hydrocortisone (n 494) [29–32], and dexamethasone depicted in Fig. 3 may be viewed as a worst-case scenario, = (n 277) [1], for a duration of therapy between 7 and i.e. lowest expected exposure for GC therapy in ARDS = 32 days. These RCTs reported that GC treatment was patients. associated with a consistent improvement in systemic inflammation markers and oxygenation indices, and an Glucocorticoid administration important reduction in duration of mechanical ventila- Factors affecting prolonged GC treatment response in tion (MV) and intensive care unit stay (Digital Supple- ARDS are described in Digital Supplement 1 (Figure S2). ment 1; Table S4). There is no clear definition for the quantitation of GC The corresponding average GC plasma concentra- doses used in critical illness. In most critical care stud- tion–time profiles expressed as methylprednisolone ies, the hydrocortisone daily equivalent of 400 [35]—500 equivalents based on RRA are shown in Fig. 3. The rep- [36] mg (methylprednisolone 80–100 mg, dexametha- resentation reveals substantial differences among the sone 15–18.8 mg) is used to separate low from mod- different GC dosing regimens with regard to exposure. erate doses. Based on this definition, the early ARDS Indeed, infrequent dosing (with dosing intervals of 8 or studies shown in the Digital Supplement 1 (Table S3), 24 h) leads to substantial time periods without relevant investigated low-to-moderate dose GC treatment. A GC serum exposure where the maintenance of GC effects daily hydrocortisone equivalent of 1500 mg (methyl- in the target organs and tissues would be dependent on prednisolone 300 mg, dexamethasone 56.3 mg) may be either persistent GC local exposure in those effect sites, considered a high dose, and between 500 and 1500 mg or on mechanisms of temporal persistence of the GC hydrocortisone equivalent a moderate dose. Most of the effects beyond those periods of relevant effect site expo- data examining the effect of timing, duration, and taper- sure. Conversely, continuous administration via infusion ing is extrapolated from individual patient data (IPD) maintains high exposure levels throughout the day. The meta-analysis (IPDMA) of four small-to-moderate size (See figure on next page.) Fig. 3 Concentration–time profiles for different dosing regimens that have been used in the treatment of early ARDS. Glucocorticoid average plasma concentrations were simulated on the basis of published pharmacokinetic parameters for hydrocortisone (HC), methylprednisolone (MP) and dexamethasone (DX) and converted to MP equivalent concentrations using their reported relative receptor affinity (RRA) and fraction unbound to plasma proteins (f) [8, 9]. Pharmacokinetic parameters used for the simulations were as previously described: Clearance 18, 21, and 17 u L/h; volume of distribution 33, 64, and 103 L for HC, MP and DX, respectively. The conversion to MP equivalent concentrations for HC and DX was performed according to the relationship: MP equivalent plasma concentration HC or DX concentration (f /f ) (RRA /RRA ). = × u,HC or DX u,MP × HC or DX MP The applied value for RRA and f were 9, 42, 100 and 0.20, 0.23, 0.32 for HC, MP and DX, respectively, as previously reported [8, 9]. f determines the u u fraction of the drug concentration that is not bound to plasma proteins and is thus available to enter cells and interact with GC receptors, i.e., the fraction of the concentration that is pharmacologically active 2289 RCTs (n 322) investigating methylprednisolone admin- with drugs that have a high penetration into affected lung = istration in early and late ARDS [28]. There is a potential tissue (Digital Supplement 1). therapeutic advantage in treating pulmonary disorders 2290 Fig. 4 Methylprednisolone pharmacokinetics in ARDS patients. a Time-dependent increase in methylprednisolone clearance [CLt (L/Hr)] in patients treated with a 1 mg/kg loading dose, followed by a 1 mg/kg/day continuous infusion. The high systemic inflammatory state may be responsible for the impaired methylprednisolone metabolism observed in early ARDS at the beginning of therapy. High levels of pro-inflammatory cytokines are known to inhibit the expression and activity of hepatic drug metabolizing enzymes, including multiple cytochrome P450 isozymes relevant for the metabolism of methylprednisolone. Inflammation resolves progressively during continuous therapy, leading to re-establishment of homeostatic conditions of drug metabolizing enzyme systems. This is reflected by a time-dependent increase in methylprednisolone clearance. It took about 2 days (41.1 h) of methylprednisolone therapy to achieve 50% of the improvement in clearance towards the re-establishment of homeostasis.[34]. b Methylprednisolone plasma concentration–time profile in ARDS patients receiving the aforementioned dosing regimen. Methylprednisolone clearance is impaired during time period 1 and its concentrations are high enough to trigger genomic and non-genomic GC effects. This most likely establishes initial control of the generalized inflammatory state [33]. Inflammatory control is at least partially established during period 2 within 2 days of therapy, leading to an increased hepatic methylprednisolone clearance, secondary to re-established drug metabolizing activity. The con- centrations are maintained around 203 147 ng/mL during period 3, exerting prolonged sustained anti-inflammatory activity. Reproduced with ± permission from Yates et al. [34]. Importantly, ARDS patients receiving similar GC doses experience a substantial variability in the resulting plasma concentrations due to between-patient variability; this may affect nati-inflammatory response to treatment In 2017, the Corticosteroid Guideline Task Force of ICU discharge, despite a lower daily methylprednisolone the Society of Critical Care Medicine (SCCM) and the dose (1 mg/kg/day vs. 2 mg/kg/day) [28]. Noteworthy, in European Society of Intensive Care Medicine (ESICM) the early ARDS RCTs, methylprednisolone was adminis- released guidelines for GC treatment in critically ill tered as a continuous infusion. Delaying treatment and patients [35]. The Task Force applied the Grading of Rec- only administering to patients that fail to improve by the ommendations Assessment, Development and Evalua- third day of ARDS, as proposed by some investigators, tion (GRADE) and the Evidence-to-Decision tool making may miss this important window to maximize treatment a conditional recommendation for GC treatment provid- benefit. ing an on-line detailed treatment protocol (Supplemen- tal Digital Content 5, https ://links .lww.com/CCM/C918) Initial dosage (Fig. 5) [35]. An adequate initial loading bolus is required, particularly when glucocorticoids are administered as a continuous Timing infusion, to achieve prompt elevation of plasma GC lev- Early initiation (preferably within 6 h of diagnosis) of GC els and approach maximal saturation of GC receptors treatment, before homeostatic corrections reach exhaus- (approximately 100 mg of methylprednisolone equiva- tion [4] is critical in decreasing the acute and long-term lent) [11] in the cytoplasm and on the cell membrane for negative impact of the allostatic load imposed during genomic and non-genomic actions. A methylpredniso- vital organ support. In the IPDMA, early (< 72 h) as com- lone dose of 1 mg/kg/day in early ARDS is similar to what pared to late ( 7 days) initiation of methylprednisolone is commonly used in other forms of interstitial lung dis- ≥ treatment—when fibroproliferation is still in the early eases [37], and close to the dexamethasone dose (20 mg) development stage (cellular with predominant type III used in the recent DEXA-ARDS RCT [1]. Experimental procollagen)—was associated with faster disease resolu- [38] and clinical research [39, 40] suggest that pulse doses tion, determined by time to extubation [hazard ratio (HR) of methylprednisolone (1000 mg/day) is not beneficial in 3.48; 95% confidence interval (CI) 2.07–5.85 in the early ARDS. group vs. HR 2.06; 95% CI 1.44–2.95 in late group] and = 2291 Fig. 5 Protocol for prolonged methylprednisolone treatment in patients with early ARDS. This protocol was recommended in the 2017 guidelines of the Multispecialty Task Force of the Society of Critical Care Medicine and the European Society of Intensive Care Medicine (Supplemental Digital Content 5, https ://links .lww.com/CCM/C918) [35] Vitamin supplementation was not part of the recommended protocol. The dosage is adjusted to ideal body weight and rounded up to the nearest 10 mg (e.g., 77 mg rounded up to 80 mg). Thereafter I would state that 80 mg is an example for a patient with an ideal body weight of 77. Day 0, intravenous bolus (80 mg in 50 cc normal saline) over 30 min. Day 0-to ICU discharge: infusion is done by adding the daily dosage to 240 cc of normal saline and running it at 10 cc/h. If necessary, infusion can be changed to bolus every 6 h (1/4 daily dose) or in the last 6 days to every 12 h (1/2 daily dose). If on day 3–5 there is no improvement or even worsening oxygenation indices the condition is considered “unresolving ARDS”. In this case, a protocol of similar duration of treatment, but with double the daily dose of methylpred- nisolone (starting with 160 mg/day) is initiated. If the patient is extubated before day 14, the methylprednisolone infusion is advanced to day 15 of drug therapy and tapered according to schedule. Oral administration should be delayed to 5 days after extubation, because enteral absorption of methylprednisolone, and likely other GCs, is compromised for days after extubation. Rapid tapering can be associated with rebound systemic inflammation in the presence of suppressed adrenal function with worsening of lung physiology and an increased mortality risk [60]. If patients worsen significantly, then GC treatment should be restarted again, and after improvement followed by slow tapering, to comply with the Food and Drug Administration’s package insert warnings (Reference ID: 3,032,293) [61]. Vitamin supplementation: ascorbic acid 1.5 g every 6 h mixed in 100 ml saline solution 4 doses per day; thiamine 100 mg every 12 h mixed in 100 ml dextrose 5% in water 2 doses per day; vitamin D 480,000 IU × × dose (30 ml) 1 dose. Recheck vitamin D level on day 5; if low, supplement 96,000 IU/day for 5 days × An in vitro study commented positively on the impact Mode of administration GC dosage has on inflammation downregulation. In The concentration–time profiles in Fig. 3 suggest that human monocytic cells activated with graded concen- optimal GR exposure can be achieved with an initial load- trations of lipopolysaccharide (LPS) and then exposed to ing bolus followed by a continuous infusion (daily dose increasing concentrations of methylprednisolone (Digital over 24 h) to maintain high response levels throughout Supplement 1; Figure S3), the reduction in inflamma- the treatment period. Limited data show that RCTs that tory cytokine gene (TNF-α, IL-1β, and IL-6) transcrip- implemented this administration method [26, 27, 29, 31], tion (irrespective of baseline inflammation severity) was vs. RCTs that used intermittent bolus dosing, achieved initially modest. It then reached an inflection point, fol- quicker disease resolution with more mechanical ventila- lowed by a rapid reduction, most likely related to achiev- tion (MV)-free days (Digital Supplement 2; Figures S1). ing close to maximal drug receptor saturation for a In patients with septic shock (3 RCTs; n 310), there is = measurable genomic and non-genomic effect [41]. This no evidence for a mortality benefit between continuous finding emphasizes the relevance of adequate dose selec- infusion and intermittent bolus [43]. tion in achieving GRα saturation and optimal results. In one RCT [42], the response to hydrocortisone treatment, Duration of glucocorticoid administration based on illness severity, provides some support for this Duration of GC administration and tapering are main concept. determinants of treatment efficacy. The role of GC treat- ment in ARDS and critical illness is to support the central 2292 regulatory function played by the activated GRα in the suggested that the favorable benefit to risk balance is a acute phase (anti-inflammatory action) of the disease class effect. and throughout the fundamental albeit underappreciated phase of resolution [4]. The resolution phase is associated Infection surveillance with multiple biochemical pathways, including switch- It is essential to monitor for evidence of infection in the ing production from pro-inflammatory to pro-resolving absence of fever during MV. In one RCT, infection sur- mediators, while also producing antifibrotic and anti- veillance identified 56% of nosocomial infections in oxidant proteins that limit tissue damage and fibrosis to patients without fever [26]. As procalcitonin is a bacte- achieve optimal restoration of anatomy and function [4, rial infection biomarker that remains unaffected by GC 44]. treatment it is useful for early identification of infection It is essential to monitor response to treatment during [48–51], however, there is a lack of studies on ARDS intervention with daily assessment of lung [lung injury patients receiving GC treatment. Additional infection score (LIS) [45] and minute ventilation] and multiple monitoring parameters include an unexplained increase organ function [Sequential Organ Failure Assessment in minute ventilation ( 30%) or a worsening of the LIS ≥ (SOFA) score [46]] along with systemic inflammation or SOFA score. Unless contraindicated, surveillance markers [i.e., C-reactive protein (CRP)]. It sometimes bronchoscopic or non-bronchoscopic bronchoalveolar takes two days before a CRP reduction is observed, as, lavage (BAL) is useful for early identification of ventila- initially, the GCs potentiate innate immunity (Fig. 2) tor-associated pneumonia and to monitor lung inflam- [4]. Importantly, ARDS patients receiving similar GC mation (neutrophilia). doses experience a substantial variability in the resulting plasma concentrations due to between-patient variability Tapering and additional disease effects on the GC pharmacokinet- Although GCs play a critical role in supporting homeo- ics, and this may affect clinical response (Fig. 4) [34]. Two static corrections, this is achieved at the expense of RCTs tailored dosage and duration of therapy based on reversible suppression of the hypothalamic–pitui- individual patient’s response [24, 26]. If no improvement tary–adrenal (HPA) axis. Unfortunately, the risk of GC was observed by day 5 or the condition worsened before treatment-associated adrenal suppression in critically then (Fig. 5), treatment was reset to day 1, doubling of the ill patients with dysregulated systemic inflammation is daily dose (i.e., from 80 to 160 mg methylprednisolone), underappreciated. The concept that HPA axis suppres- including a new loading bolus [26]. Conversely, if the sion is unlikely if GC treatment lasts less than 3 weeks patient was successfully extubated (off MV > 24 h) before [52] applies only to the outpatient setting and not to criti- day 14, treatment was advanced to day 15. After extuba- cally ill patients. Neither the total nor the highest dose or tion, oxygen requirements provide a simple modality to the GC treatment duration is a significant predictor of assess restoration of lung function. One pharmacoki- HPA axis recovery [53]. In the recent “Reduction in the netic study reported that intestinal methylprednisolone Use of Corticosteroids in Exacerbated COPD (REDUCE) absorption is compromised for about 5 days after extu- trial” that compared prednisone administration at 40 mg bation [34], and that is why switching to oral administra- daily for 5 vs. 14 days, adrenal suppression was detected tion 5 days after MV removal may be a reasonable course at hospital discharge and at thirty days in 38% and 9% of of action. Figure 5 provides a summary of our suggested patients following randomization, respectively. No dif- approach for methylprednisolone treatment. ferences were observed between 5 and 14 days of GC Dexamethasone is an effective treatment in ARDS, as exposure [54]. Similarly to the experimental literature seen in the recently published DEXA-ARDS RCT [1] [55, 56], critical care RCTs have shown that abrupt GC which examined moderate-to-severe ARDS and the discontinuation after a 3–14 days of treatment was rap- RECOVERY RCT evaluating patients with COVID- idly followed by a rebound inflammatory response with 19-related ARDS [47]. A potential advantage of dexa- severe clinical relapses in about one-third of the patients methasone over alternative GCs is the single daily [25, 57–59], and a potential signal for increased mortal- administration. The DEXA-ARDS treatment regimen ity [25]. In the Steinberg trial [25], discontinuation of the provides a satisfactory alternative to the methylpred- study drug (administered as intermittent boluses) within nisolone protocol. However, we believe there may be a 48 h of successful extubation was associated with clini- potential benefit in continuing dexamethasone treatment cal relapse in one-quarter of methylprednisolone-treated following extubation and in adding a 6-to-8-day taper- patients. These patients necessitated a return to MV and ing to the regimen (see below). Likewise, trials on hydro- did not receive a re-institution of GC treatment. This cortisone have suggested significant survival benefits in led to poor outcomes with additional days of MV and a adults with ARDS [29–31]. Taken together these trials nine-fold increased risk of 60-day mortality (p 0.001), = 2293 as compared to patients that did not return to MV [60]. aggregate data from four RCTs in patients (n 945) hos- = In patients with sepsis with or without ARDS evidence pitalized with community-acquired pneumonia, early ini- for clinically significant rebound after termination of tiation of GC treatment prevented progression to ARDS corticosteroids without tapering is missing [43]. Gradual (n 945; 0.4% vs. 3.0%; RR 0.27, 95% CI 0.08, 0.87) [71]. = tapering may (1) preserve the improvements achieved Recent RCTs in COVID-19 patients provide additional during GC administration, (2) sustain continuous reso- support for prolonged GC treatment in early ARDS. lution and restoration of tissue homeostasis, (3) achieve Rationale for GC treatment in severe COVID-19 was gradual recovery of the suppressed HPA axis, (4) forestall recently reviewed [72]. A prospective meta-analysis of disease relapse from rebound systemic inflammation, and seven RCTs investigating critically ill adults with COVID- (5) complies with the Food and Drug Administration’s 19 (n 1703) reported a significant reduction in 28-day = package insert warnings (Reference ID: 3032293) [61]. mortality (32.7% vs.41.5%; OR 0.66, 95% CI, 0.53–0.82). There were no differences in survival benefit between Co‑interventions the three corticosteroids investigated (dexamethasone The activated GRα interdependence with functional for 10 days, hydrocortisone for 7 or 14 days, and meth- mitochondria and essential vitamin reserves provides a ylprednisolone for 5 days), and no evidence for increased rationale for co-interventions that include prolonged GC risk of serious complications [2]. These findings led the treatment in association with rapid correction of hypo- World Health Organization to recommend GC treatment vitaminosis to improve cellular responsiveness. Oxidative for severe COVID-19 [73]. stress has a direct deleterious impact on GR number and function [4]. Three vitamins, i.e. thiamine (vitamin B1), Therapeutic index ascorbic acid (vitamin C), and vitamin D, are important The therapeutic index is a measure of drug safety. Except for the proper functioning of the GR system and mito- for transient hyperglycemia (mostly within 36 h after chondria, but their reserves are rapidly exhausted in an initial bolus), GC treatment is not associated with a critical illness [62]. A comprehensive list of suggested higher risk of neuromuscular weakness, [74] gastrointes- mechanisms for the efficacy of thiamine, ascorbic acid, tinal bleeding, or nosocomial infection (Digital Supple- and GCs in critical illness, and an updated rationale for ment 2; Figure S6). Moreover, GC treatment-associated the co-intervention were recently reviewed [4, 63]. The downregulation of systemic and pulmonary inflammation impact Vitamin C has on activated GRα activity is shown might lower the risk of developing nosocomial infections in the Digital Supplement 1 (Figure S4) [4]. A recent RCT by (1) decreasing MV duration, (2) achieving an inflam- on patients with sepsis-associated ARDS reported a pos- matory milieu less favorable for intra- and extra- cellular sible reduction in 28-day all-cause mortality, although growth of the bacterial pathogens frequently encoun- as this was a secondary outcome, it was under-powered tered in ARDS (Staphylococcus aureus, Pseudomonas [64]. However, other potential co-interventions directed aeruginosa, and Acinetobacter sps.) [75], and (3) improv- at increasing GR expression, e.g., statins [65], melatonin ing opsonization-dependent phagocytic neutrophil func- [66], beta-blockers [67], calcium channel blockers [67], tion [76] and intracellular killing [41]. Inflammation has or directed at improving mitochondrial function [68–70] a bidirectional effect on the growth of nosocomial path- have not been investigated in association either with GC ogens; lower inflammatory cytokine levels—similar to treatment in acute illness or alone in chronic critical values detected in ARDS survivors—suppress growth, illness. whilst higher levels—similar to values detected in ARDS nonsurvivors—enhance bacterial growth in a dose- Clinical efficacy dependent manner [75]. In LPS-activated immune cells Digital Supplement 2; Figures S3, S4, and S5 report the exposed to graded doses of methylprednisolone, con- impact of prolonged GC treatment on the outcomes of centrations similar to the plasma levels (150–250 μg/ml) duration of mechanical ventilation, length of ICU stay, achieved in ARDS patients on methylprednisolone infu- and hospital mortality (relative risk 0.65; 95% confidence sion (1 mg/kg/day) [34] were associated with the most interval 0.50–0.85—number needed to save one life: 7.2). significant reduction in intracellular bacterial growth and Importantly, the survival benefit observed during hos- TNF-α, IL-1β, and IL-6 gene expression.[41] pitalization persisted after hospital discharge with fol- The endothelial GRα is a critical regulator of vascu- low-up observations extending up to 60 days [1, 29, 42], lar homeostatic corrections, and essential for restoring 4 months [24], 6 months [25], or one year (limit of meas- the integrity of the blood–brain barrier [4]. In ARDS urement) [26]. Survival rates at 2, 6, and 12 months were survivors, longer GC treatment was associated with 76% vs. 61% (p-value = 0.13), 67% vs. 46% (p value = 0.07), lower anxiety scores (p value = 0.019) and a trend (p and 63.5% vs. 46% (p value = 0.13), respectively [26]. In value = 0.05) for improvement in post-traumatic stress 2294 syndrome score symptomatology [77], similar to the Funding This material is the result of work supported with the resources and use of improvements previously reported in patients with septic facilities at the Memphis VA Medical Center. shock [78]. Compliance with ethical standards Conclusions and future directions Conflicts of interest The authors declare no conflict of interest. To the best of our knowledge, this is the first review examining the pharmacological principles guiding GC Ethics committee approval The contents of this commentary do not represent the views of the U.S. treatment in ARDS which examines how each compo- Department of Veterans Affairs or the United States Government. nent of the treatment protocol is relevant to achieve opti- mal results. We suggest that future RCTs evaluating GC Publisher’s Note treatment in ARDS should consider these pharmacologi- Springer Nature remains neutral with regard to jurisdictional claims in pub- cal principles in their design and protocol. RCTs compar- lished maps and institutional affiliations. ing how different GC doses and duration of treatment Received: 24 September 2020 Accepted: 8 October 2020 impact on laboratory markers of inflammation and oxy- Published online: 4 November 2020 genation, duration of mechanical ventilation, and short- and long-term morbidity and mortality have important clinical relevance. An effort is in progress to best char- References acterize subphenotypes in ARDS [79], to identify those 1. Villar J, Ferrando C, Martinez D, Ambros A, Munoz T, Soler JA, Aguilar G, Alba F, Gonzalez-Higueras E, Conesa LA, Martin-Rodriguez C, Diaz- more likely to benefit from an intervention. An approach Dominguez FJ, Serna-Grande P, Rivas R, Ferreres J, Belda J, Capilla L, Tallet based on these pharmacological principles may help to A, Anon JM, Fernandez RL, Gonzalez-Martin JM, dexamethasone in An eventually personalize GC treatment protocols based on (2020) Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial. Lancet Respir Med patients’ individual clinical and laboratory characteristics 8:267–276 with longitudinal adjustments directed by measurement 2. Group WHOREAfC-TW, Sterne JAC, Murthy S, Diaz JV, Slutsky AS, Villar J, of physiological and laboratory markers. Angus DC, Annane D, Azevedo LCP, Berwanger O, Cavalcanti AB, Dequin PF, Du B, Emberson J, Fisher D, Giraudeau B, Gordon AC, Granholm A, Electronic supplementary material Green C, Haynes R, Heming N, Higgins JPT, Horby P, Juni P, Landray MJ, The online version of this article (https ://doi.org/10.1007/s0013 4-020-06289 -8) Le Gouge A, Leclerc M, Lim WS, Machado FR, McArthur C, Meziani F, contains supplementary material, which is available to authorized users. Moller MH, Perner A, Petersen MW, Savovic J, Tomazini B, Veiga VC, Webb S,Marshall JC, (2020) Association between administration of systemic corticosteroids and mortality among critically Ill patients with COVID- Author details 19: a meta-analysis. JAMA 324(13):1330–1341. https ://doi.org/10.1001/ 1 Memphis Veterans Affairs Medical Center Research Service, Departments jama.2020.17023 of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA. 3. Park JH, Lee HK (2020) Re-analysis of single cell transcriptome reveals that 2 Department of Critical Care, Raymond Poincaré Hospital (AP-HP), Laboratory the NR3C1-CXCL8-neutrophil axis determines the severity of COVID-19. Infection and Inflammation, U1173, Faculty of Health Science Simone Veil, Front Immunol 11:2145 University of Versailles SQY, University Paris Saclay, INSERM, FHU SEPSIS, RHU 4. Meduri GU,Chrousos GP, (2020) General adaptation in critical illness: RECORDS, Versailles, France. 3 Pulmonology Department, University Hospital glucocorticoid receptor-alpha master regulator of homeostatic correc- of Cattinara, University of Trieste, Trieste, Italy. 4 University Research Institute tions. Front Endocrinol (Lausanne) 11:161. https ://doi.org/10.3389/fendo of Maternal and Child Health and Precision Medicine, National and Kapo- .2020.00161 distrian University of Athens, Medical School, Athens, Greece. 5 Department 5. Meduri GU, Annane D, Chrousos GP, Marik PE, Sinclair SE (2009) Activa- of Medicine, McMaster University, Hamilton, ON, Canada. 6 Health Research tion and regulation of systemic inflammation in ARDS: Rationale for Methods Unit, School of Life and Medical Sciences, University of Hertfordshire, prolonged glucocorticoid therapy. Chest 136:1631–1643 Hatfield, UK. 7 Department of Pharmaceutical Sciences, University of Ten- 6. Stringer J (2017) Basic concepts in pharmacology: what you need nessee Health Science Center, Memphis, TN, USA. 8 Pulmonary, Critical Care, to know for each drug class. In: Editor (eds) Book Basic concepts in and Sleep Medicine Service and Research Service, Memphis Veterans Affairs pharmacology: what you need to know for each drug class. McGraw Hill Medical Center, 1030 Jefferson Avenue, Suite room #CW444, Memphis, TN Professional 38104, USA. 9 Department of Health Research Methods, Evidence and Impact, 7. Meduri GU, Tolley EA, Chrousos GP, Stentz F (2002) Prolonged methyl- McMaster University, Hamilton, ON, Canada. prednisolone treatment suppresses systemic inflammation in patients with unresolving acute respiratory distress syndrome. Evidence for inad- Acknowledgements equate endogenous glucocorticoid secretion and inflammation-induced The authors thank Professor William J. Jusko, PhD, University at Buffalo School immune cell resistance to glucocorticoids. Am J Respir Crit Care Med of Pharmacy and Pharmaceutical Sciences for critical review of the manuscript 165:983–991 and Barbara Wade for her linguistic advice. 8. Derendorf H, Möllmann H, Hochhaus G, Meibohm B, Barth J (1997) Clini- cal PK/PD modelling as a tool in drug development of corticosteroids. Int Author contributions J Clin Pharmacol Ther 35:481–488 GUM, DA, MC, GC, and BM equally contributed to the writing of this manu- 9. Derendorf H, Hochhaus G, Mollmann H, Barth J, Krieg M, Tunn S, Moll- script, BR, and AB contributed with an updated meta-analysis of randomized mann C (1993) Receptor-based pharmacokinetic-pharmacodynamic studies investigating prolonged glucocorticoid treatment in ARDS. BR con- analysis of corticosteroids. J Clin Pharmacol 33:115–123 tributed with a review of the pertinent literature and a summary of findings. 10. Lapp HE, Bartlett AA, Hunter RG (2019) Stress and glucocorticoid All authors contributed substantially to editing, revising and finalizing the receptor regulation of mitochondrial gene expression. J Mol Endocrinol manuscript before submission. All authors approved the final manuscript. 62:R121–R128 2295 11. Buttgereit F, da Silva JA, Boers M, Burmester GR, Cutolo M, Jacobs J, respiratory distress syndrome combined with critical illness-related Kirwan J, Kohler L, Van Riel P, Vischer T, Bijlsma JW (2002) Standardised corticosteroid insufficiency. Zhonghua Nei Ke Za Zhi 51:599–603 nomenclature for glucocorticoid dosages and glucocorticoid treatment 33. Morgan ET (1997) Regulation of cytochromes P450 during inflamma- regimens: current questions and tentative answers in rheumatology. Ann tion and infection. Drug Metab Rev 29:1129–1188 Rheum Dis 61:718–722 34. Yates CR, Vysokanov A, Mukherjee A, Ludden TM, Tolley EA, Meduri GU, 12. Jiang CL, Liu L, Tasker JG (2014) Why do we need nongenomic glucocor- Dalton JT (2001) Time-variant increase in methylprednisolone clear- ticoid mechanisms? Front Neuroendocrinol 35:72–75 ance in patients with acute respiratory distress syndrome: a population 13. Charmandari E, Nicolaides NC, Chrousos GP (2014) Adrenal insufficiency. pharmocokinetic study. J Clin Pharmacol 41:1–10 Lancet 383:2152–2167 35. Annane D, Pastores S, Rochwerg B, Arlt W, Balk R, Beishuizen A, Briegel 14. Dendoncker K, Libert C (2017) Glucocorticoid resistance as a major drive J, Carcillo J, Christ-Crain M, Cooper M (2017) Guidelines for the diag- in sepsis pathology. Cytokine Growth Factor Rev 35:85–96 nosis and management of critical illness-related corticosteroid insuf- 15. Dejager L, Vandevyver S, Petta I, Libert C (2014) Dominance of the strong- ficiency (CIRCI) in critically Ill patients (Part I): society of critical care est: inflammatory cytokines versus glucocorticoids. Cytokine Growth medicine (SCCM) and European Society of Intensive Care Medicine Factor Rev 25:21–33 (ESICM). Crit Care Med 45:2078–2088 16. Meduri GU, Yates CR (2004) Systemic inflammation-associated glucocorti- 36. Volbeda M, Wetterslev J, Gluud C, Zijlstra JG, van der Horst IC, Keus F coid resistance and outcome of ARDS. Ann N Y Acad Sci 1024:24–53 (2015) Glucocorticosteroids for sepsis: systematic review with meta- 17. Annane D, Pastores S, Arlt W, Balk R, Beishuizen A, Briegel J, Carcillo J, analysis and trial sequential analysis. Intensive Care Med 41:1220–1234 Christ-Crain M, Cooper M, Marik P (2017) Critical illness-related corticos- 37. Jantz MA, Sahn SA (1999) Corticosteroids in acute respiratory failure. teroid insufficiency (CIRCI): a narrative review from a multispecialty task Am J Respir Crit Care Med 160:1079–1100 force of the society of critical care medicine (SCCM) and the European 38. Teng D, Pang QF, Yan WJ, Zhao Xin W, Xu CY (2013) The harmful effect Society of Intensive Care Medicine (ESICM). Crit Care Med 45:2089–2099 of prolonged high-dose methylprednisolone in acute lung injury. Int 18. Wang XQ, Zhou X, Zhou Y, Rong L, Gao L, Xu W (2008) Low-dose dexa- Immunopharmacol 15:223–226 methasone alleviates lipopolysaccharide-induced acute lung injury in 39. Takaki M, Ichikado K, Kawamura K, Gushima Y, Suga M (2017) The nega- rats and upregulates pulmonary glucocorticoid receptors. Respirology tive effect of initial high-dose methylprednisolone and tapering regi- 13:772–780 men for acute respiratory distress syndrome: a retrospective propensity 19. Zhang Y, Zuo W, Rong Q, Teng G, Y Z, (2010) Glucocorticoid receptor matched cohort study. Crit Care 21:135 expression on acute lung injury induced by endotoxin in rats. World J 40. Kido T, Muramatsu K, Asakawa T, Otsubo H, Ogoshi T, Oda K, Kubo Emerg Med 1:65–69 T, Fujino Y, Matsuda S, Mayumi T (2018) The relationship between 20. Czock D, Keller F, Rasche FM, Haussler U (2005) Pharmacokinetics and high-dose corticosteroid treatment and mortality in acute respiratory pharmacodynamics of systemically administered glucocorticoids. Clin distress syndrome: a retrospective and observational study using a Pharmacokinet 44:61–98 nationwide administrative database in Japan. BMC Pulmonary Med 21. Mollmann H, Balbach S, Hochhaus G, Barth J,Derendorf H, (1995) Pharma- 18:28 cokinetic-pharmacodynamic correlations of corticosteroids. Handbook of 41. Meduri GU, Kanangat S, Bronze M, Patterson DR, Meduri CU, Pak C, pharmacokinetic/pharmacodynamic correlation: 323–362 Schaberg DR (2001) Effects of methylprednisolone on intracellular 22. Croxtall JD, Van Hal PTW, Choudhury Q, Gilroy DW, Flower RJ (2002) Differ- bacterial growth. Clin Diagn Lab Immunol 8:1156–1163 ent glucocorticoids vary in their genomic and non-genomic mechanism 42. Tongyoo S, Permpikul C, Mongkolpun W, Vattanavanit V, Udompan- of action in A549 cells. Br J Pharmacol 135:511–519 turak S, Kocak M, Meduri GU (2016) Hydrocortisone treatment in early 23. Ayyar VS, Jusko WJ (2020) Transitioning from basic toward systems sepsis-associated acute respiratory distress syndrome: results of a pharmacodynamic models: lessons from corticosteroids. Pharmacol Rev randomized controlled trial. Crit Care 20:329 72:414–438 43. Annane D, Bellissant E, Bollaert PE, Briegel J, Keh D, Kupfer Y, Pirracchio 24. Meduri GU, Headley AS, Golden E, Carson SJ, Umberger RA, Kelso T, Tolley R,Rochwerg B, (2019) Corticosteroids for treating sepsis in children EA (1998) Effect of prolonged methylprednisolone therapy in unresolving and adults. Cochrane Database Syst Rev 12(12):CD002243. https: //doi. acute respiratory distress syndrome: a randomized controlled trial. JAMA org/10.1002/146518 58.CD0022 43.pub4 280:159–165 44. Busillo JM, Cidlowski JA (2013) The five Rs of glucocorticoid action dur- 25. Steinberg KP, Hudson LD, Goodman RB, Hough CL, Lanken PN, Hyzy R, ing inflammation: ready, reinforce, repress, resolve, and restore. Trends Thompson BT, Ancukiewicz M, National Heart L, Blood Institute Acute Endocrinol Metab: TEM 24:109–119 Respiratory Distress Syndrome Clinical Trials N (2006) Efficacy and safety 45. Murray JF, Matthay MA, Luce JM, Flick MR (1988) An expanded defini- of corticosteroids for persistent acute respiratory distress syndrome. N tion of the adult respiratory distress syndrome. Am Rev Respir Dis Engl J Med 354:1671–1684 138:720–723 26. Meduri GU, Golden E, Freire AX, Taylor E, Zaman M, Carson SJ, Gibson M, 46. Vincent JL, Moreno R, Takala J, Willatts S, De Mendonca A, Bruining Umberger R (2007) Methylprednisolone infusion in early severe ARDS: H, Reinhart CK, Suter PM, Thijs LG (1996) The SOFA (Sepsis-related results of a randomized controlled trial. Chest 131:954–963 Organ Failure Assessment) score to describe organ dysfunction/ 27. Rezk N, Ibrahim A (2013) Effects of methylprednisolone in early ARDS. failure. On behalf of the working group on sepsis-related problems of Egypt J Chest Dis Tuberc 62:167–172 the european society of intensive care medicine. Intensive Care Med 28. Meduri GU, Bridges L, Shih MC, Marik PE, Siemieniuk RAC, Kocak M (2016) 22:707–710 Prolonged glucocorticoid treatment is associated with improved ARDS 47. Horby P, Lim WS, Emberson J, Mafham M, Bell J, Linsell L, Staplin N, Brigh- outcomes: analysis of individual patients’ data from four randomized trials tling C, Ustianowski A,Elmahi E, (2020) Dexamethasone in hospitalized and trial-level meta-analysis of the updated literature. Intensive Care Med patients with Covid-19—Preliminary Report. N Engl J Med. https ://doi. 42:829–840 org/10.1056/NEJMo a2021 436 29. Confalonieri M, Urbino R, Potena A, Piattella M, Parigi P, Puccio G, Della 48. Müller B, Peri G, Doni A, Perruchoud AP, Landmann R, Pasqualini F, Manto- Porta R, Giorgio C, Blasi F, Umberger R, Meduri GU (2005) Hydrocortisone vani A (2002) High circulating levels of the IL-1 type II decoy receptor in infusion for severe community-acquired pneumonia: a preliminary rand- critically ill patients with sepsis: association of high decoy receptor levels omized study. Am J Respir Crit Care Med 171:242–248 with glucocorticoid administration. J Leukoc Biol 72:643–649 30. Annane D, Sebille V, Bellissant E, Ger-Inf-05 Study G (2006) Effect of low 49. de Kruif MD, Lemaire LC, Giebelen IA, Struck J, Morgenthaler NG, Papas- doses of corticosteroids in septic shock patients with or without early sotiriou J, Elliott PJ, van der Poll T (2008) The influence of corticosteroids acute respiratory distress syndrome. Crit Care Med 34:22–30 on the release of novel biomarkers in human endotoxemia. Intensive 31. Sabry NA, Omar EE-D (2011) Corticosteroids and ICU course of commu- Care Med 34:518–522 nity acquired pneumonia in Egyptian settings. Pharmacol Pharm 2:73–81 50. Perren A, Cerutti B, Lepori M, Senn V, Capelli B, Duchini F, Domenighetti 32. Liu L, Li J, Huang YZ, Liu SQ, Yang CS, Guo FM, Qiu HB, Yang Y (2012) G (2008) Influence of steroids on procalcitonin and C-reactive protein The effect of stress dose glucocorticoid on patients with acute in patients with COPD and community-acquired pneumonia. Infection 36:163–166",
    "Conclusion": ""
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC7641258&blobtype=pdf"
  }
}