{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "33876268",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_33876268\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC8054852&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "33876268",
    "title": "Corticosteroids in COVID-19 and non-COVID-19 ARDS: a systematic review and meta-analysis.",
    "journal": "Intensive Care Med",
    "year": "2021",
    "authors": [
      "Chaudhuri D",
      "Sasaki K",
      "Karkar A",
      "Sharif S",
      "Lewis K",
      "Mammen MJ",
      "Alexander P",
      "Ye Z",
      "Lozano LEC",
      "Munch MW",
      "Perner A",
      "Du B",
      "Mbuagbaw L",
      "Alhazzani W",
      "Pastores SM",
      "Marshall J",
      "Lamontagne F",
      "Annane D",
      "Meduri GU",
      "Rochwerg B"
    ],
    "doi": "10.1007/s00134-021-06394-2"
  },
  "sections": {
    "Abstract": "Intensive Care Med (2021) 47:521–537 https://doi.org/10.1007/s00134-021-06394-2 SYSTEMATIC REVIEW Corticosteroids in COVID-19 and non-COVID-19 ARDS: a systematic review and meta-analysis Dipayan Chaudhuri1,2 , Kiyoka Sasaki1, Aram Karkar1, Sameer Sharif1, Kimberly Lewis1,2, Manoj J. Mammen3, Paul Alexander2, Zhikang Ye2, Luis Enrique Colunga Lozano2, Marie Warrer Munch4, Anders Perner4, Bin Du5, Lawrence Mbuagbaw2,6, Waleed Alhazzani1,2, Stephen M. Pastores7, John Marshall8, François Lamontagne9, Djillali Annane10, Gianfranco Umberto Meduri11 and Bram Rochwerg1,2,12* © 2021 Springer-Verlag GmbH Germany, part of Springer Nature Abstract Purpose: Corticosteroids are now recommended for patients with severe COVID-19 including those with COVID- related ARDS. This has generated renewed interest regarding whether corticosteroids should be used in non-COVID ARDS as well. The objective of this study was to summarize all RCTs examining the use of corticosteroids in ARDS. Methods: The protocol of this study was pre-registered on PROSPERO (CRD42020200659). We searched online databases including MEDLINE, EMBASE, CDC library of COVID research, CINAHL, and COCHRANE. We included RCTs that compared the effect of corticosteroids to placebo or usual care in adult patients with ARDS, including patients with COVID-19. Three reviewers abstracted data independently and in duplicate using a pre-specified standardized form. We assessed individual study risk of bias using the revised Cochrane ROB-2 tool and rated certainty in outcomes using GRADE methodology. We pooled data using a random effects model. The main outcome for this review was 28-day-mortality. Results: We included 18 RCTs enrolling 2826 patients. The use of corticosteroids probably reduced mortality in patients with ARDS of any etiology (2740 patients in 16 trials, RR 0.82, 95% CI 0.72–0.95, ARR 8.0%, 95% CI 2.2–12.5%, moderate certainty). Patients who received a longer course of corticosteroids (over 7 days) had higher rates of survival compared to a shorter course. Conclusion: The use of corticosteroids probably reduces mortality in patients with ARDS. This effect was consistent between patients with COVID-19 and non-COVID-19 ARDS, corticosteroid types, and dosage. Keywords: Corticosteroids, ARDS, COVID-19, Mechanical ventilation Introduction The role of corticosteroids in acute respiratory distress syndrome (ARDS) remains controversial [1]. Although there are a number of randomized control trials (RCTs) [2, 3] that have shown benefit of corticosteroids in ARDS, *Correspondence: rochwerg@mcmaster.ca 1 Department of Medicine, McMaster University, Hamilton, ON, Canada Full author information is available at the end of the article 522 practice remains variable [1]. Also, observational data, Take‑home message although limited by confounding and imbalances in base- line characteristics, suggest that in certain subtypes of Corticosteroids probably reduce mortality and duration of mechani- ARDS, such as viral ARDS caused by influenza, corticos- cal ventilation and these results were consistent in both COVID and teroids may be associated with increased mortality [4]. non-COVID ARDS. Corticosteroids should likely be used in most patients with ARDS, regardless of etiology. Furthermore, short-term steroid use has been associated with opportunistic infections, even in immunocompetent hosts [5, 6]. Ongoing questions related to optimal dosage, For the update, we performed a comprehensive search duration, initiation of treatment, and type of corticoster- of relevant databases (MEDLINE, EMBASE, Centre oids likely also contribute variation in use. for Disease Control (CDC) library of COVID research, The emergence of data suggesting corticosteroids CINAHL and COCHRANE centre for trials). We lim- improve survival in severe coronavirus disease 2019 ited our search to humans, but included any language. (COVID-19) has led to renewed interest in the over- A copy of our search strategy can be found in our online all effects of corticosteroids in ARDS [7]. Pooled results Supplementary Materials. We screened reference lists of from recent RCTs in critically ill patients with COVID- relevant systematic reviews and meta-analysis and also 19 show a reduction in mortality with the use of systemic contacted experts in the field to ensure we were not miss- corticosteroids (odds ratio [OR] 0.66, 95% confidence ing any additional articles. interval [CI] 0.53–0.82) [7]. These results informed a WHO clinical practice guideline which provided a strong Study selection recommendation for corticosteroids in patients with We screened all citations in duplicate (DC, SS) in two severe COVID-19 [8]. This new evidence has led experts stages. First, we screened titles and abstracts, and then to hypothesize that the results of these COVID studies for any citation selected in this first stage, we screened may be generalizable to ARDS of non-COVID etiology the full texts. We captured reasons for exclusion during [1]. Given that all ARDS is in part a result of a hyper- full text review. A third reviewer (BR) adjudicated disa- inflammatory response to a direct injury [9], data derived greements, when necessary. from COVID-19 studies may also inform the care of non- COVID ARDS patients. Eligibility criteria The objective of this systematic review and meta-analy- We included RCTs that compared corticosteroids to sis was to summarize the RCT data examining the use of placebo or usual care in adult patients with ARDS (as corticosteroids in ARDS of any cause. We hypothesized defined by the American-European Consensus Confer- that corticosteroid administration would be beneficial in ence (AECC) criteria [12] or the Berlin criteria for ARDS all patients with ARDS regardless of cause. In addition, [13]). As some of the potentially eligible studies were not we examined whether the effects of corticosteroids are explicit about ARDS diagnosis, we made the decision to consistent across COVID-19 and non-COVID 19 ARDS, include studies of COVID-19 patients if they were receiv- corticosteroid dosing regimes, time of corticosteroid ini- ing mechanical ventilation, as these were felt to most tiation, duration of therapy and amongst different types likely represent a population or subpopulation consistent of corticosteroid molecules. with ARDS. We excluded case series, case studies, cohort Methods studies, case reports and other observational studies. We focused on the following outcomes of interest: mortality Protocol and registration (if multiple time points were provided, we chose the time The protocol of this study was pre-registered on PROS- point closest to 28 day mortality), duration of mechanical PERO (CRD42020200659) and findings are reported ventilation, intensive care unit (ICU) length of stay, hos- using the PRISMA checklist (e-Table 1). pital length of stay, incidence of opportunistic infections Search and information sources (as defined by the study authors), muscle weakness (as defined by the study authors), gastrointestinal bleeding Authors of this manuscript (MJM, PE, WA, BR, ZY, LCL, and hyperglycemia (both as defined by study authors). FL) have previously published three systematic reviews addressing a similar clinical question [4, 10, 11]. We Data collection process and data items made sure to incorporate all the eligible studies from Three reviewers (DC, AK, KS) abstracted data inde- these systematic reviews as part of our analysis and then pendently and in duplicate using a pre-specified stand- proceeded to update the previous searches from Febru- ardized data abstraction form. A fourth reviewer (BR) ary 15, 2020 to September 6, 2020. 523 adjudicated disagreements. We collected data on trial ROB or having some concerns regarding ROB were ana- characteristics, demographic data, intervention and con- lyzed as part of the high ROB subgroup, with the remain- trol procedures, and outcomes of interest. In the case of der being analyzed as part of the low ROB subgroup. We missing data, we contacted the study authors. also performed three post-hoc subgroup analyses which were requested by peer reviewers: (1) studies published Risk of bias assessment in individual studies before 2015 as compared to those published on or after We assessed risk of bias independently and in duplicate 2015, examining the impact in care evolution (such using the Cochrane Risk of Bias 2.0 tool for RCTs. We increased use of low tidal volume ventilation); (2) stud- used the tool to assess for risk of bias (ROB) in the fol- ies that had a placebo arm as compared to those that lowing domains: randomization process, deviations from used standard or usual care and (3) studies that included intended interventions, missing outcome data, meas- patients who met formal ARDS criteria as per AECC or urement of the outcome, and selection of the reported Berlin and studies that did not. result. We rated each domain as “low”, “some concerns” For all subgroup analysis, if the p value for the Chi- or “high”. We determined overall ROB for each trial squared test was < 0.05, we used the ICEMAN tool [16] based on the highest risk attributed to any one domain. to assess for credible subgroup effects. This tool consid- We assessed certainty of evidence for each outcome ers factors such as the following: whether effect modifica- using the Grading of Recommendations, Assessment, tion is based on comparisons within rather than between Development, and Evaluation (GRADE) approach [14]. trials; whether the effect modification was correctly In keeping with GRADE methods, we use terminology hypothesized a priori; whether the effect modification consistent with the overall certainty of evidence. This was supported by prior evidence; how many subgroups includes stronger language for high certainty evidence, were investigated; and whether random or fixed effects and less certain language (‘probably’ or ‘may’) for moder- model were used. In all other cases, we assumed that the ate or low certainty evidence. subgroup differences are not important enough in influ- ence to change our conclusions regarding the effect size Summary measures and synthesis of results or are due to chance. We used the DerSimonnian–Laird random effects model Additionally, we performed meta-regression subgroup with inverse-variance weighting to generate pooled treat- analysis assessing whether dose of corticosteroid (as a ment effects across studies. We assessed heterogeneity continuous variable) had an effect on 28-day mortality. between trials using a combination of the Chi2 test, the For this analysis, we used methylprednisone dose (mg/d) I2 statistic, and visual inspection of the forest plots. We or equivalent, excluding the loading dose in studies that present results of dichotomous outcomes using relative gave a larger initial day 1 corticosteroid dose. We hypoth- risk (RR) and continuous outcomes as mean difference esized that there would be no significant difference (MD), both with 95% confidence intervals (CIs). We have between corticosteroid types, that early corticosteroid also provided absolute differences with 95% CIs which initiation would be more beneficial than late corticos- we used for GRADE ratings. If medians and interquartile teroid initiation, longer duration corticosteroid therapy ranges (IQR) were reported instead of mean and stand- would be more beneficial than shorter duration corti- ard deviation (SD), we assumed normality in data distri- costeroid therapy, low-dose corticosteroid use would be bution and converted IQR to SDs by dividing the IQR by superior to moderate–high dose corticosteroid use, that 1.35 [15]. there would be no difference in effect between COVID- 19 patients with ARDS and non COVID-19 patients Subgroup analysis and trial sequential analysis (TSA) with ARDS, and that studies with high ROB would show We considered a number of a priori subgroup analyses greater benefit with corticosteroids than low ROB stud- for the outcome of mortality, including: type of corti- ies. We also hypothesized that there would be no differ- costeroid used (methylprednisolone vs dexamethasone ence in studies conducted before and after 2015 or in vs hydrocortisone), timing of corticosteroid initiation studies that included formal ARDS criteria versus those after diagnosis of ARDS (early 72 h vs late corticoster- that did not and that studies with a placebo would show ≤ oid initiation > 72 h), protocolize duration of corticoster- a smaller effect than studies used usual care as compara- oid therapy ( 7 vs > 7 days), corticosteroid dose (below tor. Finally, we conducted sensitivity analyses excluding ≤ median daily dose (< 88 mg/day of methylprednisolone studies that reported mortality at endpoints other than equivalent) used in included trials vs above median daily 28 days and two additional posthoc sensitivity analyses dose used in included trials), ARDS etiology (COVID-19 requested by peer review excluding studies that did not ARDS vs. non COVID-19 ARDS), and ROB (high ROB explicitly have ARDS as part of their inclusion criteria studies vs low ROB). For ROB, all studies deemed at high and studies that initiated corticosteroids late. 524 We conducted TSA [17] using the random effects of methylprednisolone (equivalent to 400 mg of hydro- model for trials reporting mortality. For the TSA, we cortisone) per day and seven of the included trials used used a statistical significance level of 5%, a power of 80%, a dose less than this [7, 19, 22, 24–26, 28, 29], while the and a relative risk reduction (RRR) of 15% to represent other 11 used a dose higher than 88 mg. The lowest daily a clinically important difference. Given the 20% risk of a dose used was 30 mg of methylprednisolone [28, 29] false negative result with the first TSA, and at the request while the highest was 120 mg of methylprednisolone [21, of peer reviewers, we also conducted a second posthoc 23, 25, 26]. 10 RCTs administered a placebo to their con- sensitivity analysis TSA using a power of 90%. We per- trol group [7, 18–24, 28] while the remainder only pro- formed TSA analysis using Trial Sequential Analysis ver- vided standard care. sion 0.9.5.10 beta (Copenhagen Trial Unit, Centre for We judged three RCTs to be at high ROB, one due to Clinical Intervention Research, Rigshospitalet, Copenha- concerns regarding randomization and selection of the gen, Denmark, www. ctu. dk/ tsa). For all other statistical reported results [20] and another two due to incomplete analysis, we used RevMan 5.3 (Cochrane Collaboration, reporting regarding randomization, descriptions of inter- Oxford) software. ventions, and selection of the reported results [25, 26]. The remainder of the trials were judged either at low",
    "Method": "",
    "Conclusion": "Discussion ARDS is in part the result of an innate immune-cell mediated inflammatory response that causes damage to the alveoli of the lung in response to a direct injury [9]. It has long been hypothesized that treatment with cor- ticosteroids, as a potent anti-inflammatory agent, may benefit patients with ARDS, regardless of etiology [21, 23]. The results of our systematic review and meta-anal- ysis is the first to support this hypothesis, indicating that corticosteroids may reduce mortality and the duration of mechanical ventilation in all patients with ARDS. Fur- thermore, corticosteroids likely cause few side effects, except for an increase in hyperglycemia. This effect on mortality appears to be consistent across COVID-19 )deunitnoc( 1 elbaT detcelloc semoctuo tnaveleR noitpircsed tnemtaerT ygoloitE airetirc noisulcnI rebmun latoT ,retnec-itlum sv elgnis ,etad ,rohtuA )n( stneitap fo noitacol :emoctuo yramirP /gm 5.0 enolosinderpyhteM 91-DIVOC erew stneitap dezilatipsoH 393 ;retnec elgnis ;0202 la te ominoreJ ytilatrom yad-82 syad 5 gk lacinilc dah yeht fi dedulcni ]82[ lizarB × :semoctuo yradnoceS noicipsus lacigoloidar RO/DNA ;)41 dna 7 syaD( ytilatrom ylrae ro sraey 81 dega ,91-DIVOC fo ;7 yaD yb noitabutni laehcartoro ,noisulcni fo emit eht ta redlo yb 001 < OiF/ OaP htiw stneitap RO ria moor ta %49 OpS htiw 2 2 ≤2 7 yaD negyxo yratnemelppus fo esu ni VMI rednu RO :)elameF( redneG ,)DS ,naem( egA 393/931 ;51,45 :PM ;51 ,75 :obecalP 531 elbat sgnidnfi fo yrammuS 2 elbaT ecnatropmI ytniatreC tceffE stneitap fo .oN tnemssessa ytniatreC etulosbA evitaleR lortnoc -retsocitroC rehtO noisicerpmI ssentceridnI -tsisnocnI saib fo ksiR ngised ydutS -duts fo .oN )IC %59( )IC %59( sdio -aredisnoc ycne sei snoit ytilatroM xLACITIRC ◯⨁⨁⨁ rep rewef 08 28.0 RR 0251/876 0221/734 enoN enilredroB enilredroB bsuoires toN suoires toN desimodnaR a61 ETAREDOM 0001 )59.0 ot 27.0( )%6.44( )%8.53( wsuoires vsuoires slairt ot 521 morf( )rewef 22 )ylno airetirc nilreB/CCEA tcirtS( ytilatroM xLACITIRC ◯⨁⨁⨁ rep rewef 701 77.0 RR 936/892 876/442 enoN wsuoireS suoires toN suoires toN suoires toN desimodnaR z01 ETAREDOM 0001 )49.0 ot 36.0( )%6.64( )%0.63( slairt ot 371 morf( )rewef 82 noitalitnev lacinahceM xLACITIRC ◯◯⨁⨁ rewol 40.4 DM – 336 416 enoN suoires toN vsuoireS esuoires toN dsuoireS desimodnaR c9 WOL ot rewol 35.5( slairt )rewol 35.2 yats UCI fo htgneL yTNATROPMI ◯◯◯⨁ 87.0 DM – 351 481 enoN k suoireS vsuoireS jsuoireS isuoireS desimodnaR h4 WOL YREV rehgih slairt ot rewol 11.4( )rehgih 86.5 yats latipsoH fo htgneL yTNATROPMI ◯◯⨁⨁ rewol 50.8 DM – 651 881 enoN suoires toN vsuoireS esuoires toN msuoireS desimodnaR l4 WOL rewol 89.21( slairt 21.3 ot )rewol ssenkaew ralucsumorueN yTNATROPMI ◯◯◯⨁ rep rewef 85 58.0 RR 911/64 251/14 enoN k suoires vsuoireS osuoireS suoires toN desimodnaR n2 WOL YREV 0001 )81.1 ot 26.0( )%7.83( )%0.72( slairt 741 morf( 07 ot rewef )erom gnideelb lanitsetniortsaG yTNATROPMI ◯◯⨁⨁ rep erom 6 02.1 RR 912/7 712/9 enoN k suoireS vsuoireS suoires toN suoires toN desimodnaR p5 WOL 0001 )43.3 ot 34.0( )%2.3( )%1.4( slairt 81 morf( 57 ot rewef )erom 532 )deunitnoc( 2 elbaT ecnatropmI ytniatreC tceffE stneitap fo .oN tnemssessa ytniatreC etulosbA evitaleR lortnoc -retsocitroC rehtO noisicerpmI ssentceridnI -tsisnocnI saib fo ksiR ngised ydutS -duts fo .oN )IC %59( )IC %59( sdio -aredisnoc ycne sei snoit aimecylgrepyh suoireS yTNATROPMI ◯⨁⨁⨁ rep erom 85 11.1 RR 534/922 084/282 enoN suoires toN v,tsuoireS suoires toN suoires toN desimodnaR s6 ETAREDOM 0001 )32.1 ot 10.1( )%6.25( )%8.85( slairt 121 ot 5 morf( )erom ecnereffid naeM DM ,oitar ksiR RR ,lavretni ecnedfinoC IC emordnyS ssertsiD yrotaripseR etucA rof lortnoc ot derapmoc sdioretsocitroC :noitseuQ UCI :gnitteS snoitanalpxE inizamoT ,]82[ .la te ominoreJ ,]92[ ybroH ,]7[ 91DIVOC-AXED ,]7[ 0202 DIORETS DIVOC ,]3[ .la te ralliV ,]91[ .la te ooygnoT ,]12[ .la te grebnietS ,]02[ miharbI dna kzeR ,]81[ ,]32[ .la te irudeM ,]22[ .la te uiL ,]42[ .la te enannA a }7[ kereD ,]7[ niuqeD ,]7[ IRAS-sdioretS ,]72[ .la te obecalp htiw tfieneb tnacfiingis-non a gniwohs seiduts dehsilbupnu llams yrev owt ylno htiw sdioretsocitroc ruovaf seiduts fo ytirojam eht ,revewoh ,revewoh ,hgih yldlim si derauqsI b ]7[ IRAS-sdioretS ,]62[ uohZ ,]52[ gnafihZ ,]72[ .la te inizamoT ,]3[ .la te ralliV ,]91[ .la te ooygnoT ,]12[ .la te grebnietS ,]02[ miharbI dna kzeR ,]81[ .la te irudeM c )]7[ IRAS-sdioretS( snrecnoc emos sah eno dna ]52[ gnaf-ihZ ,]62[ uohZ ,]02[ miharbI dna kzeR( saib fo ksir hgih ta era eerht ,seiduts dedulcni 01 eht fO d sdioretsocitroc ruovaf seiduts lla ,revewoh ,derauqsi hgiH e ]52[ gnaf-ihZ ,]12[ .la te grebnietS ,]81[ .la te irudeM ,]22[ .la te uiL h )]22[ .la te uiL( snrecnoc emos dah rehto eht dna )]52[ gnaf-ihZ( saib fo ksir hgih dah eno ,seiduts dedulcni ruof eht fo tuO i seiduts ssorca stceffe elbairav htiw deruaqsi hgiH j mrah ro tfieneb suoires edulcxe ton od taht slavretni ecnedfinoc ediW k ]7[ IRAS-sdioretS ,]62[ uohZ ,]12[ .la te grebnietS ,]81[ .la te irudeM l )]7[ IRAS-sdioretS( snrecnoc emos dah owt dna )4102 uohZ( saib fo ksir hgih dah eno ,seiduts dedulcni 4 eht fo tuO m ]12[ .la te grebnietS ,]81[ .la te irudeM n seiduts ssorca stceffe elbairav revewoh ,derauqsi woL o ]7[ IRAS-sdioretS ,]7[ DIORETS-DIVOC ,]91[ .la te ooygnoT ,]32[ .la te irudeM ,]42[ .la te enannA p ]72[ .la te inizamoT ,]7[ DIORETS DIVOC ,]3[ .la te ralliV ,]91[ .la te ooygnoT ,]12[ .la te grebnietS ,]02[ miharbI dna kzeR ,]81[ .la te irudeM ,]32[ .la te irudeM ,]22[ .la te uiL ,]42[ .la te enannA q yltnereffid noitcefnirepus derusaem seiduts tnereffiD r ]7[ IRAS-sdioretS ,]72[ .la te inizamoT ,]3[ .la te ralliV ,]91[ .la te ooygnoT ,]81[ ,]32[ .la te irudeM s )ld/gm 081 .sv 051( sffotuc esoculg tnereffid dah seiduts rehto saerehw ,nilusni gniriuqer sa denfied ]81[ .la te irudeM .seiduts ssorca yltnereffid denfieD t tceffe on edulcxe t’nseod lavretni ecnedfinoc ediW u ralimis erew sezis tceffe dna secnereffid puorgbus on saw ereht esuaceb level elohw eno edargnwod ton did ew ,revewoH .)]42[ .la te enannA ,seiduts 91-DIVOC( airetirc noisulcni sa SDRA dah seiduts dedulcni lla toN v ton did taht seiduts dna SDRA denfied yltcirts taht seiduts neewteb AST yb dehcaer ton ezis noitamrofni lamitpO w evitcepsrep tneitap morf tnatropmi yllacitirc sa detaR x evitcepsrep tneitap morf tnatropmi sa detaR y ]72[ .la te inizamoT ,0202 91DIVOC-AXED ,]3[ .la te ralliV ,]91[ .la te ooygnoT ,]12[ .la te grebnietS ,]02[ miharbI dna kzeR ,]81[ .la te irudeM ,]32[ .la te irudeM ,]22[ .la te uiL ,]42[ .la te enannA z 533 ARDS (regardless of strict ARDS criterion) and non- led to multiple clinical practice guidelines strongly rec- COVID-19 patients, and between corticosteroid type, ommending the use of corticosteroids for the treatment timing and dose, although a longer duration of therapy of critically ill COVID-19 patients, including those on may be more beneficial compared to a shorter course. mechanical ventilation [8, 34]. Although still relatively Given the consistency of the results between ARDS etiol- early in our understanding of COVID-19 ARDS, most ogy, this analysis supports the hypothesis that corticos- treatment regimes for COVID-induced ARDS mimic teroids should be considered in all patients with ARDS, those of non-COVID-ARDS including low tidal volumes, assuming no contraindications. optimal positive end expiratory pressure (PEEP), and The 2017 SCCM and ESICM guidelines for the Diagno- prone positioning for severe cases [35]. The results of sis and Management of Critical Illness-Related Corticos- this review further demonstrate the consistency of ARDS teroid Insufficiency (CIRCI) in Critically Ill Patients [31] when it comes to treatment. While six of the included tri- made a conditional recommendation for corticosteroid als did not include patients who met Berlin/AECC crite- use in patients with ARDS and a P aO /FiO ratio < 200. ria for ARDS, the similarity of treatment effect and lack 2 2 Prior meta-analyses examining this topic [4, 10, 32] have of subgroup differences between studies that meet strict also demonstrated a consistent finding of decreased mor- criteria and studies that do not suggest that patients in tality and decreased duration of mechanical ventilation all these studies can be treated similarly in the context of with corticosteroid when used in patients with ARDS. corticosteroids. Furthermore, given the somewhat arbi- Now with the addition of COVID-19 RCTs, estimates of trary and imprecise nature of the AECC/Berlin criteria effect in ARDS are more precise and based on a larger [36], our study suggests that following the strict definition number of patients. In addition, more comprehensive criteria itself to inform treatment with corticosteroids of subgroup analyses are possible in order to address linger- patients with ARDS may miss patients who may benefit ing questions regarding populations of interest and opti- from this therapy. Additionally, we have demonstrated mal steroid administration regimes. Unfortunately, while that corticosteroids have very similar effects on mortality no definitive conclusions could be made, this meta-anal- in both the COVID-19 ARDS subgroup (RR 0.89, 95% CI ysis did indicate that longer duration corticosteroids may 0.76–1.05) and the non-COVID-19 ARDS (RR 0.70, 95% be more beneficial than a shorter course. Furthermore, 0.55–0.89). This consistency suggests that COVID-19 while we cannot comment on late administration of ARDS may be treated similarly to non-COVID-19 ARDS corticosteroids given that almost all our included RCTs when it comes to corticosteroids. initiated corticosteroids within the first week of ARDS This is the largest and most comprehensive meta- diagnosis, starting corticosteroids more than 2 weeks analysis to date examining corticosteroids in ARDS of after ARDS diagnosis may be harmful, as illustrated by any cause. Furthermore, unlike previous meta-anal- Steinberg et al. [21] as the exudative/inflammatory phase yses [4, 10, 11], this is the only review to combine both of ARDS has passed. Given the findings of this updated COVID ARDS and COVID ARDS patients in the − + review, clinical practice guidelines addressing ARDS, same meta-analysis. Strengths of this review include the including the SCCM/ESICM CIRCI guideline, will need comprehensive search, pre-registration of the proto- to be re-evaluated. Despite the increased clarity, residual col, careful evaluation of subgroups of interest includ- questions remain regarding the most beneficial corticos- ing COVID-19 versus non-COVID, and including teroid regime. In addition, limitations of trial level data meta-regression to evaluate the impact of corticosteroid do not allow for a more granular assessment beyond dose, assessment of ROB using Cochrane 2.0, TSA and considering single subgroups at once when it is possi- certainty of evidence using the GRADE approach. This ble that multiple variables could explain the differences review also has limitations. First, as mentioned above, or lack of differences in effect sizes. Conducting an indi- while most studies included patients with ARDS as vidual patient level meta-analysis may allow for a more defined by the AECC [12] or Berlin criteria [13], 6 RCTs comprehensive exploration of these subgroups of inter- of COVID did not strictly enroll patients with ARDS est. Specific factors affecting the response to corticoster- as per Berlin. Given that patients with COVID-19 res- oid treatment in patients with ARDS were the subject of piratory failure significant enough to require invasive a recent review addressing the role of dosage, timing of mechanical ventilation usually present with bilateral initiation, mode of administration, duration, and tapering infiltrates [37], we felt that this population was simi- in achieving optimal response to corticosteroid treatment lar enough to the ARDS population to be included. It is in ARDS [33]. possible that we may have missed patients that would Recent RCTs examining the treatment of COVID-19 have met ARDS criteria but who were not intubated, e.g. respiratory failure have shown consistent benefit with those on non-invasive ventilation or included patients corticosteroids, especially in the critically ill [7]. This has who did not meet ARDS criteria e.g. COVID-19 patients 534 Fig. 1 Effect of corticosteroids on mortality. Studies subdivided by COVID-19 status and ARDS definition. DF degrees of freedom without bilateral infiltrates or PF < 200; however, this review. Second, the underlying etiology of ARDS in these would likely represent a small proportion of total ARDS studies was heterogenous and most non-COVID stud- patients. Further, when we conducted analyses exclud- ies were small. However, it is reassuring that the effect ing all trials that did not meet strict AECC/Berlin crite- of corticosteroids was consistent across included studies ria or separated these trials out as their own subgroup, (regardless of etiology or size of the trial) with low levels treatment effect sizes remained similar, there was a lack of statistical heterogeneity. Some of the trials included in of significant subgroup effects and the overall certainty this meta-analysis are older, including one which is more of our conclusions remained unchanged. However, we than 20 years old [23], and since then, standard of care recognize that the lack of formal ARDS criteria for all has changed; however, again we did not observe high studies provides a potential source of indirectness in our degrees of statistical heterogeneity to suggest this may results and have accordingly downgraded the certainty have influenced the certainty of our results. Moreover, of outcomes to reflect this. We also recognize that not when using the GRADE methodology to rate outcomes, all studies used the same criteria to define ARDS, with we rated importance of outcomes through consensus of some studies using the AECC criteria and others using the co-author group. In an ideal world, a wider survey the Berlin criteria. However, as we only included patients including actual patients would have provided a more that required mechanical ventilation, studies that used robust rating. Finally, we were unable to find evidence the Berlin criteria only included patient with moderate- addressing long-term survival, as well as data on children to-severe ARDS [3, 7, 27]. This makes the criteria (AECC or in low and middle income countries—all important and Berlin) functionally the same for the purposes of this areas for future research. 535 Fig. 2 Effect of corticosteroids on mortality including studies with strict ARDS definition. DF degrees of freedom Fig. 3 Effect of corticosteroids on mortality. Studies subdivided by duration of corticosteroid therapy 536 Conclusion (PMID: 30097460; PMID: 29979221). DA is coordinating the individual patient data meta-analysis on hydrocortisone for septic shock (PMID: 33268422) and has The use of corticosteroids probably reduces mortal- coordinated the Cochrane trial-level meta-analysis on the use of corticosteroids ity and may reduce the duration of mechanical ventila- for children and adults with sepsis (PMID: 31808551). DA has been the PI of the tion in patients with ARDS. This effect was consistent following trials on corticosteroids for sepsis (and or ARDS) PMID: 20103758; PMI D: 18184957; PMID: 16374152; PMID: 12186604; PMID: 29490185. DA was the between patients with COVID-19 and non-COVID-19 member of the steering committee of the following trials of corticosteroids ARDS and between different corticosteroid types, and for COVID-19: PMID: 32876697; PMID: 32876689. DA has received no personal dosage. rewards for any of the above mentioned academic activities. LM does paid consulting work for Bayer (oncology), AstraZeneca (biologics for asthma) and Supplementary Information Janseen (TB drugs). GUM served as a member of the SCCM/ESICM 2017 Guide- The online version contains supplementary material available at https:// doi. org/ lines for the Diagnosis and Management of Critical Illness-Related Corticosteroid 10. 1007/ s00134- 021- 06394-2. Insufficiency (CIRCI) in Critically Ill Patients. MJM serves as a co-author on the Surviving Sepsis COVID guideline. FL contributed to systematic reviews and clinical trials of evaluating the effects of corticosteroids in ARDS and pneumonia Author details and chaired the WHO corticosteroid in COVID guideline. 1 Department of Medicine, McMaster University, Hamilton, ON, Canada. 2 Department of Health Research Methods, Evidence and Impact, McMas- Publisher’s Note ter University, Hamilton, ON, Canada. 3 Division of Pulmonary, Critical Care Springer Nature remains neutral with regard to jurisdictional claims in published and Sleep Medicine, Department of Medicine, Jacobs School of Medicine maps and institutional affiliations. and Biological Sciences, State University of New York at Buffalo, Buffalo, NY, USA. 4 Dept. of Intensive Care, Rigshospitalet, University of Copenhagen, Received: 3 February 2021 Accepted: 25 March 2021 Copenhagen, Denmark. 5 Medical ICU, Peking Union Medical College Hospital, Published online: 19 April 2021 Beijing, China. 6 Biostatistics Unit, The Research Institute, St Joseph’s Healthcare Hamilton, Hamilton, ON, Canada. 7 Critical Care Center, Department of Anes- thesiology and Critical Care Medicine, Memorial Sloan Kettering Cancer Center, New York, NY, USA. 8 Department of Surgery, St. Michael’s Hospital, University of Toronto, Toronto, Canada. 9 Department of Medicine and Centre References de Recherche du CHU de Sherbrooke, Sherbrooke, QC, Canada. 10 FHU SEPSIS 1. Prescott HC, Rice TW (2020) Corticosteroids in COVID-19 ARDS: evidence and hope during the pandemic. JAMA. https:// doi. org/ 10. 1001/ jama. 2020. (Saclay and Paris Seine Nord Endeavour to PerSonalize Interventions for Sep- 16747 sis), RHU RECORDS (Rapid rEcognition of CORticosteroiD resistant or sensitive 2. Annane D, Renault A, Brun-Buisson C et al (2018) Hydrocortisone plus Sepsis), Department of Intensive Care, Laboratory of Infection & Inflamma- fludrocortisone for adults with septic shock. N Engl J Med 378:809–818. tion – U1173, School of Medicine Simone Veil, Hôpital Raymond Poincaré https:// doi. org/ 10. 1056/ NEJMo a1705 716 (APHP), University Versailles Saint Quentin – University Paris Saclay, INSERM, Garches, France. 11 Memphis Veterans Affairs Medical Center Research Service 3. Villar J, Ferrando C, Martínez D et al (2020) Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised and Pulmonary, Critical Care, and Sleep Medicine Service, Memphis, TN, USA. 12 Department of Medicine, Division of Critical Care, Juravinski Hospital, 711 controlled trial. Lancet Respir Med 8:267–276. https:// doi. org/ 10. 1016/ S2213- 2600(19) 30417-5 Concession St, Hamilton, ON L8V 1C1, Canada. 4. Ye Z, Wang Y, Colunga-Lozano LE et al (2020) Efficacy and safety of corti- costeroids in COVID-19 based on evidence for COVID-19, other corona- Author contributions virus infections, influenza, community-acquired pneumonia and acute DC, BR and GUM came up with the idea for the study. DC, MJM, ZY, PA, LL and respiratory distress syndrome: a systematic review and meta-analysis. CMAJ SS performed study screening. DC, KS, ZY, LL, MJM and AK performed dual data 192:E755–E767. https:// doi. org/ 10. 1503/ cmaj. 200645 abstraction. BR adjudicated for any potential disagreements. DC performed the 5. Weile J, Streeck B, Muck J et al (2009) Severe cytomegalovirus-associated statistical analysis. LM provided statistical assistance with the meta-regression. esophagitis in an immunocompetent patient after short-term steroid KL, MWM, AP, BD, WA, SP, JM, FL, DA, DC and BR helped write the first draft. All therapy. J Clin Microbiol 47:3031–3033. https:// doi. org/ 10. 1128/ JCM. other authors helped with editing the subsequent manuscript. The correspond- 00143- 09 ing author attests that all listed authors meet authorship criteria and that no 6. Kumar A, Paulose R, Sadasivan S et al (2020) Sarcoidosis, steroids and Stron- others meeting the criteria have been omitted. gyloides—what’s the catch? Clin Microbiol Infect. https:// doi. org/ 10. 1016/j. cmi. 2020. 09. 012 Data availability 7. WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group, Sterne JAC, Murthy S et al (2020) Association between administra- Available upon request. tion of systemic corticosteroids and mortality among critically ill patients with COVID-19: a meta-analysis. JAMA. https:// doi. org/ 10. 1001/ jama. 2020. Declarations 17023 8. Lamontagne F, Agoritsas T, MacDonald H et al (2020) A living WHO guide- Conflicts of interest line on drugs for covid-19. BMJ. https:// doi. org/ 10. 1136/ bmj. m3379 AP is the sponsor and MWM the coordinating investigator of the COVID 9. Thompson BT, Chambers RC, Liu KD (2017) Acute respiratory distress STEROID trial, which is funded by the Novo Nordisk Foundation and supported syndrome. N Engl J Med 377:562–572. https:// doi. org/ 10. 1056/ NEJMr a1608 by Pfizer Inc. WA is the chair of the Surviving Sepsis COVID guideline. BR was 077 the methodologist for the 2017 CIRCI SCCM guidelines and on the methods 10. Mammen MJ, Aryal K, Alhazzani W, Alexander PE (2020) Corticosteroids for team for the WHO corticosteroid in COVID guideline. SP served as co-chair of patients with acute respiratory distress syndrome: a systematic review and the SCCM/ESICM 2017 Guidelines for the Diagnosis and Management of Critical meta-analysis of randomized trials. Polish Arch Intern Med 130:276–286 Illness-Related Corticosteroid Insufficiency (CIRCI) in Critically Ill Patients. DA 11. Lamontagne F, Briel M, Guyatt GH et al (2010) Corticosteroid therapy for has been the co-chair of the SCCM/ESICM guidelines on the diagnosis and acute lung injury, acute respiratory distress syndrome, and severe pneumo- management of CIRCI 2017 (PMID: 29095205; PMID: 29090327; PMID: 28940017 nia: a meta-analysis of randomized controlled trials. J Crit Care 25:420–435. ; PMID: 28940011; PMID: 28938253; PMID: 28938251). He was a member of WHO https:// doi. org/ 10. 1016/j. jcrc. 2009. 08. 009 Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group which 12. Bernard GR, Artigas A, Brigham KL, et al (1994) The American-European has published a prospective meta-analysis on the use of corticosteroids for Consensus Conference on ARDS: definitions, mechanisms, relevant out- COVID-19 (PMID: 32876694; PMID: 32831155); and a member of the steering comes, and clinical trial coordination. In: American Journal of Respiratory committee of BMJ/GRADE rapid recommendations for corticosteroids for sepsis and Critical Care Medicine. American Thoracic Society, pp 818–824 537 13. Ranieri VM, Rubenfeld GD, Thompson BT et al (2012) Acute respiratory 26. Zhou M (2015) Application value of glucocorticoids in comprehensive distress syndrome: the Berlin definition. JAMA 307:2526–2533. https:// doi. treatment of acute respiratory distress syndrome caused by severe org/ 10. 1001/ jama. 2012. 5669 community-acquired pneumonia. Clin Med Eng 22:57–58 14. Guyatt GH, Oxman AD, Vist GE et al (2008) GRADE: an emerging consensus 27. Tomazini BM, Maia IS, Cavalcanti AB et al (2020) Effect of dexamethasone on rating quality of evidence and strength of recommendations. BMJ on days alive and ventilator-free in patients with moderate or severe acute 336:924–926 respiratory distress syndrome and COVID-19: the CoDEX randomized clini- 15. Chapter 6: Choosing effect measures and computing estimates of effect | cal trial. JAMA. https:// doi. org/ 10. 1001/ jama. 2020. 17021 Cochrane Training. https:// train ing. cochr ane. org/ handb ook/ curre nt/ chapt 28. Jeronimo CMP, Farias MEL, Val FFA et al (2020) Methylprednisolone as er- 06#_ Ref18 67137 14. Accessed 14 Sep 2020 adjunctive therapy for patients hospitalized with COVID-19 (Metcovid): a 16. Schandelmaier S, Briel M, Varadhan R et al (2020) Development of the randomised, double-blind, phase IIb, placebo-controlled trial. Clin Infect instrument to assess the credibility of effect modification analyses (ICE- Dis. https:// doi. org/ 10. 1093/ cid/ ciaa1 177 MAN) in randomized controlled trials and meta-analyses. CMAJ 192:E901– 29. RECOVERY Collaborative Group, Horby P, Shen Lim W et al (2020) Dexa- E906. https:// doi. org/ 10. 1503/ cmaj. 200077 methasone in hospitalized patients with Covid-19—preliminary report. N 17. Wetterslev J, Jakobsen JC, Gluud C (2017) Trial sequential analysis in sys- Engl J Med. https:// doi. org/ 10. 1056/ nejmo a2021 436 tematic reviews with meta-analysis. BMC Med Res Methodol 17:39. https:// 30. Angus DC, Berry S, Lewis RJ et al (2020) The remap-cap (Randomized doi. org/ 10. 1186/ s12874- 017- 0315-7 embedded multifactorial adaptive platform for community-acquired 18. Meduri GU, Golden E, Freire AX et al (2007) Methylprednisolone infusion in pneumonia) Study rationale and design. Ann Am Thorac Soc 17:879–891. early severe ards: results of a randomized controlled trial. Chest 131:954– https:// doi. org/ 10. 1513/ Annal sATS. 202003- 192SD 963. https:// doi. org/ 10. 1378/ chest. 06- 2100 31. Annane D, Pastores SM, Rochwerg B et al (2017) Guidelines for the diagno- 19. Tongyoo S, Permpikul C, Mongkolpun W et al (2016) Hydrocortisone treat- sis and management of critical illness-related corticosteroid insufficiency ment in early sepsis-associated acute respiratory distress syndrome: results (CIRCI) in critically ill patients (Part I). Crit Care Med 45:2078–2088. https:// of a randomized controlled trial. Crit Care 20:1–11. https:// doi. org/ 10. 1186/ doi. org/ 10. 1097/ CCM. 00000 00000 002737 s13054- 016- 1511-2 32. Meduri GU, Siemieniuk RAC, Ness RA, Seyler SJ (2018) Prolonged low-dose 20. Abdelsalam Rezk N, Mohamed Ibrahim A (2013) Effects of methyl predniso- methylprednisolone treatment is highly effective in reducing duration of lone in early ARDS. Egypt J Chest Dis Tuberc 62:167–172. https:// doi. org/ 10. mechanical ventilation and mortality in patients with ARDS. J Intensive 1016/j. ejcdt. 2013. 02. 013 Care 6:53 21. Steinberg KP, Hudson LD, Goodman RB et al (2006) Efficacy and safety of 33. Meduri GU, Annane PD, Confalonieri M et al (2020) Pharmacological princi- corticosteroids for persistent acute respiratory distress syndrome. N Engl J ples guiding prolonged glucocorticoid treatment In ARDS. Intensive Care Med 354:1671–1684. https:// doi. org/ 10. 1056/ NEJMo a0516 93 Med 46(12):2284–2296 22. Liu L, Li J, Huang Y-z et al (2012) The effect of stress dose glucocorticoid 34. Infectious Diseases Society of America Guidelines on the Treatment and on patients with acute respiratory distress syndrome combined with Management of Patients with COVID-19. https:// www. idsoc iety. org/ pract critical illness-related corticosteroid insufficiency. Zhonghua Nei Ke Za Zhi ice- guide line/ covid- 19- guide line- treat ment- and- manag ement/. Accessed 51:599–603 11 Oct 2020 23. Meduri GU, Headley AS, Golden E et al (1998) Effect of prolonged methyl- 35. Fan E, Beitler JR, Brochard L et al (2020) COVID-19-associated acute respira- prednisolone therapy in unresolving acute respiratory distress syndrome: a tory distress syndrome: is a different approach to management warranted? randomized controlled trial. J Am Med Assoc 280:159–165. https:// doi. org/ Lancet Respir Med 8:816–821 10. 1001/ jama. 280.2. 159 36. Tobin MJ (2020) Does making a diagnosis of ARDS in patients with corona- 24. Annane D, Sébille V, Bellissant E (2006) Effect of low doses of corticosteroids virus disease 2019 matter? Chest 158:2275–2277 in septic shock patients with or without early acute respiratory distress 37. Bos LDJ, Brodie D, Calfee CS (2020) Severe COVID-19 infections—knowl- syndrome. Crit Care Med 34:22–30. https:// doi. org/ 10. 1097/ 01. CCM. 00001 edge gained and remaining questions. JAMA Intern Med. https:// doi. org/ 94723. 78632. 62 10. 1001/ jamai ntern med. 2020. 6047 25. Zhi-fang S, Li-jun Y (2016) Effect of glucocorticoid on extravascular lung water in the patients with acute respiratory distress syndrome. Chinese J Crit Care Med 36:443–447"
  }
}