{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "37888913",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_37888913\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC10755839&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "37888913",
    "title": "Simvastatin in Critically Ill Patients with Covid-19.",
    "journal": "N Engl J Med",
    "year": "2023",
    "authors": [
      "REMAP-CAP Investigators",
      "Hills TE",
      "Lorenzi E",
      "Berry LR",
      "Shyamsundar M",
      "Al-Beidh F",
      "Annane D",
      "Arabi Y",
      "Aryal D",
      "Au C",
      "Beane A",
      "Bhimani Z",
      "Bonten M",
      "Bradbury CA",
      "Brunkhorst FM",
      "Burrell A",
      "Buxton M",
      "Calfee CS",
      "Cecconi M",
      "Cheng AC",
      "Cove ME",
      "Detry MA",
      "Estcourt LJ",
      "Fitzgerald M",
      "Goligher EC",
      "Goossens H",
      "Green C",
      "Haniffa R",
      "Harrison DA",
      "Hashmi M",
      "Higgins AM",
      "Horvat C",
      "Huang DT",
      "Ichihara N",
      "Jayakumar D",
      "Kruger PS",
      "Lamontagne F",
      "Lampro L",
      "Lawler PR",
      "Marshall JC",
      "Mason AJ",
      "McGlothlin A",
      "McGuinness S",
      "McQuilten ZK",
      "McVerry BJ",
      "Mouncey PR",
      "Murthy S",
      "Neal MD",
      "Nichol AD",
      "O'Kane CM",
      "Parke RL",
      "Parker JC",
      "Rabindrarajan E",
      "Reyes LF",
      "Rowan KM",
      "Saito H",
      "Santos M",
      "Saunders CT",
      "Seymour CW",
      "Shankar-Hari M",
      "Sinha P",
      "Thompson BT",
      "Turgeon AF",
      "Turner AM",
      "van de Veerdonk F",
      "Weis S",
      "Young IS",
      "Zarychanski R",
      "Lewis RJ",
      "McArthur CJ",
      "Angus DC",
      "Berry SM",
      "Derde LPG",
      "Webb SA",
      "Gordon AC",
      "McAuley DF"
    ],
    "doi": "10.1056/NEJMoa2309995"
  },
  "sections": {
    "Abstract": "The new england journal of medicine Original Article Simvastatin in Critically Ill Patients with Covid-19 The REMAP-CAP Investigators* ABSTRACT BACKGROUND The efficacy of simvastatin in critically ill patients with coronavirus disease 2019 The members of the writing committe as- (Covid-19) is unclear. sume responsibility for the overall con- tent and integrity of this article. The full names, academic degrees, and affiliations",
    "Method": "METHODS of the members of the writing committee In an ongoing international, multifactorial, adaptive platform, randomized, controlled are listed in the Appendix. Dr. McAuley trial, we evaluated simvastatin (80 mg daily) as compared with no statin (control) can be contacted at d . f . mcauley@ qub . ac in critically ill patients with Covid-19 who were not receiving statins at baseline. . uk or at the Wellcome–Wolfson Institute for Experimental Medicine, Queen’s Uni- The primary outcome was respiratory and cardiovascular organ support–free days, versity Belfast, 97 Lisburn Rd., Rm. 02.057, assessed on an ordinal scale combining in-hospital death (assigned a value of −1) Belfast BT9 7AE, United Kingdom. and days free of organ support through day 21 in survivors; the analyis used a *A complete list of the REMAP-CAP in- Bayesian hierarchical ordinal model. The adaptive design included prespecified vestigators, committees, coordinating statistical stopping criteria for superiority (>99% posterior probability that the odds centers, and working group is provided in the Supplementary Appendix, avail- ratio was >1) and futility (>95% posterior probability that the odds ratio was <1.2). able at NEJM.org. RESULTS Drs. Gordon and McAuley contributed equally to this article. Enrollment began on October 28, 2020. On January 8, 2023, enrollment was closed on the basis of a low anticipated likelihood that prespecified stopping criteria This article was published on October 25, 2023, at NEJM.org. would be met as Covid-19 cases decreased. The final analysis included 2684 criti- cally ill patients. The median number of organ support–free days was 11 (interquar- This is the New England Journal of Medi- cine version of record, which includes all tile range, −1 to 17) in the simvastatin group and 7 (interquartile range, −1 to 16) Journal editing and enhancements. The in the control group; the posterior median adjusted odds ratio was 1.15 (95% Author Accepted Manuscript, which is credible interval, 0.98 to 1.34) for simvastatin as compared with control, yielding the author’s version after external peer review and before publication in the Jour- a 95.9% posterior probability of superiority. At 90 days, the hazard ratio for survival nal, is available at PubMed Central. was 1.12 (95% credible interval, 0.95 to 1.32), yielding a 91.9% posterior probabil- DOI: 10.1056/NEJMoa2309995 ity of superiority of simvastatin. The results of secondary analyses were consistent Copyright © 2023 Massachusetts Medical Society. with those of the primary analysis. Serious adverse events, such as elevated levels of liver enzymes and creatine kinase, were reported more frequently with simvastatin than with control. CONCLUSIONS Although recruitment was stopped because cases had decreased, among critically ill patients with Covid-19, simvastatin did not meet the prespecified criteria for su- periority to control. (REMAP-CAP ClinicalTrials.gov number, NCT02735707.) n engl j med nejm.org 1 The new england journal of medicine There have been more than 771 mil- main comparing simvastatin with no statin (con- lion cases and 6.9 million deaths in the trol); all the patients also received usual care. coronavirus disease 2019 (Covid-19) pan- Patients eligible for the platform are assessed for demic, and the disease is now transitioning to an eligibility to potentially undergo randomization endemic respiratory infection.1 Despite the avail- to one or multiple interventions across multiple ability of several effective treatments, mortality treatment domains. among severely ill patients hospitalized with The trial is managed by an international trial Covid-19 remains considerable, and access to ef- steering committee whose members are unaware fective treatments for Covid-19, other than dexa- of the trial-group assignments and by an inde- methasone, is inequitable.2,3 pendent data and safety monitoring board whose Simvastatin is an inexpensive and widely members are aware of the trial-group assignments. available medication that is on the World Health The trial has multiple international funders and Organization (WHO) list of essential medicines sponsors. The funders had no role in designing and is predominantly used for its lipid-lowering the trial, analyzing the data, writing the manu- and cardioprotective properties.4 Simvastatin also script, or making the decision to submit the has antiinflammatory and immunomodulatory manuscript for publication. The first draft of the effects.5,6 Simvastatin therapy reduces pulmonary manuscript was written by the first three and and systemic inflammation in murine and human the last two members of the writing committee. models of lung injury.7-9 Although a trial of sim- The relevant research ethics committee in each vastatin involving patients with acute respiratory jurisdiction approved the trial protocol. Informed distress syndrome (ARDS) showed no benefit, consent was obtained before randomization from subsequent post hoc analyses supported the hy- all the patients or their surrogates, or in a deferred pothesis that simvastatin treatment may be ben- fashion, in accordance with local legislation. The eficial in patients with a hyperinflammatory trial was conducted in accordance with Good phenotype of ARDS.10,11 Meta-analyses of obser- Clinical Practice guidelines and the principles of vational studies involving patients with Covid-19 the Declaration of Helsinki. The writing commit- have shown an association between previous statin tee vouches for the completeness and accuracy of use and improved clinical outcomes, including the data and for the fidelity of the trial to the reduced mortality.12,13 protocol and statistical analysis plan, which are We investigated the effect of the initiation of available with the full text of this article at simvastatin treatment on survival and organ sup- NEJM.org. There are no confidentiality agreements port in hospitalized patients with Covid-19 not that preclude the investigators publishing the receiving statins at baseline in the Randomized, trial findings. Embedded, Multifactorial Adaptive Platform Trial for Community-Acquired Pneumonia (REMAP- Patients CAP). We report the results of the simvastatin Adult patients (≥18 years of age) with either clini- domain of the trial; this domain was closed owing cally suspected or microbiologically confirmed to operational futility as cases of Covid-19 de- Covid-19 who were admitted to the hospital were creased, which resulted in a low anticipated likeli- enrolled. Patients were stratified according to hood that the prespecified stopping criteria would disease severity state into critically ill (“severe be met. state”) and noncritically ill (“moderate state”) groups at enrollment. Patients receiving respira- tory organ support (high-flow nasal oxygen with Methods a flow rate of ≥30 liters per minute and a fraction Trial Design and Oversight of inspired oxygen of ≥0.4 or noninvasive or in- REMAP-CAP is an ongoing international platform vasive mechanical ventilation) or cardiovascular trial designed to evaluate treatments for patients organ support (vasopressors or inotropes) in an with severe pneumonia in both pandemic and intensive care unit (ICU) were classified as being nonpandemic contexts.14-23 Its design has been critically ill. All other hospitalized patients were reported previously.24 This analysis includes pa- considered to be noncritically ill. It was prespeci- tients who were enrolled in the Covid-19 pandemic fied that data from critically ill and noncritically stratum and underwent randomization in the do- ill adults would be analyzed and reported sepa- 2 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 rately, with Bayesian dynamic borrowing used to bers of the international trial steering committee share information on the basis of the concor- were provided any information about aggregate dance of treatment effects in the two populations. patient outcomes. Because only 184 noncritically ill patients were enrolled, results for these patients are provided in Outcome Measures the Supplementary Appendix, available at NEJM The primary outcome was organ support–free days .org. Exclusion criteria included recent or ongoing up to day 21. In this composite ordinal outcome, receipt of statin therapy or another medication all deaths within the hospital were assigned the that could not be coadministered with simvastatin, worst outcome (−1). Among survivors, respiratory severe liver disease, a creatinine level of more and cardiovascular organ support–free days were than 2.26 mg per deciliter (200 μmol per liter) calculated up to day 21, such that a higher num- unless the patient was receiving renal-replacement ber represents faster recovery. Organ support was therapy, and a duration of more than 48 hours defined as it was for the inclusion criteria. This since the start of organ support in an ICU. De- hospital-based outcome correlates with longer- tailed platform and domain-specific exclusion term outcomes in REMAP-CAP.22 Survival to hos- criteria are listed in the Supplementary Appendix. pital discharge was censored at 90 days. Second- ary outcomes were prespecified in the statistical Randomization analysis plan and included survival to day 90, Participants were randomly assigned with the use days free of vasopressors or inotropes, days free of a centralized algorithm to receive either sim- of respiratory support, duration of ICU and hos- vastatin or no statin (control), starting with bal- pital stay, and modified WHO ordinal score at anced assignment to simvastatin and control. Re- day 14. Site investigators reported serious adverse sponse-adaptive randomization was applied in a events that were considered to be at least possibly concealed fashion at each adaptive analysis with related to a trial procedure or intervention and the use of allocation probabilities derived from serious adverse events of specific interest to the the probability that each intervention was most respective trial coordinating center and subse- favorable on the basis of the accumulating evi- quently to the data and safety monitoring board dence within the trial. Simvastatin (80 mg) was and to national regulatory authorities, as required. administered daily by the enteral route. This high dose was informed by preclinical7 and observa- Statistical Analysis tional25 studies. Simvastatin at a dose of 80 mg REMAP-CAP uses a Bayesian design with no daily has been shown to be safe10 and to reduce maximum sample size. Scheduled adaptive anal- pulmonary inflammation and improve surrogate yses are performed, and randomization contin- clinical outcomes.26 Simvastatin was continued ues until predefined statistical criteria for do- until the time of first ICU discharge or day 28, main stopping are met. The primary analysis whichever came first. Simvastatin was dispensed was generated from a Bayesian cumulative logis- by hospital pharmacies, and administration was tic model, which calculated posterior probability open label. distributions of organ support–free days to day 21 (primary outcome) on the basis of evidence ac- Procedures cumulated in the trial and prior probability dis- Other aspects of patient care were provided ac- tributions (the assumed previous knowledge). The cording to the standard of care at each site. In primary model that was used to estimate the ef- addition to undergoing randomization in this fect of simvastatin as compared with control in domain, participants could be randomly assigned the domain was adjusted for location (site, nested to receive other interventions within other do- within country), age (categorized into six groups), mains, depending on the domains active at the sex, domain eligibility, domain randomization, site, patient eligibility, and consent (see the proto- and time period (2-week calendar epochs) to ac- col and www.remapcap.org). Participants, treating count for rapid changes in clinical care and out- clinicians, and outcome assessors were aware of comes over time during the pandemic. the intervention assignments. Although clinical The model contained treatment effects for each staff were aware of the intervention assignment intervention within each domain and prespecified of individual patients, neither they nor the mem- treatment-by-treatment interactions across do- n engl j med nejm.org 3 The new england journal of medicine 22,883 Patients admitted to the hospital with suspected or proven Covid-19 were assessed for eligibility between March 9, 2020, and January 8, 2023 12,666 Were excluded 8549 Were ineligible for platform 2428 Were at a site that was not active for simvastatin domain and were not enrolled in another domain 1689 Were at a site that was active for simvastatin domain but were not enrolled in any domain 10,217 Were enrolled in at least one REMAP-CAP domain 7291 Were ineligible or were not assessed for simvastatin domain 5471 Were at a site that was not active for simvastatin domain 1820 Were at a site that was active for simvastatin domain 40 Had known severe liver disease 198 Had a creatinine level >200 µmol/liter and were not receiving renal-replacement therapy 1011 Were receiving current treatment with any statin or had treating clinician who intended to com· mence treatment with any statin 189 Had a contraindication to simvastatin 240 Had treating physician who considered randomization not to be in the patient’s best interest 128 Declined or never provided prospective consent 27 Received an assignment that was never revealed 2926 Underwent randomization to a simvastatin 187 Were noncritically ill domain intervention 1298 Were noncritically ill and were assigned to receive an intervention 2739 Were critically ill in another domain 855 Were assigned to receive 1884 Were assigned to receive 5993 Were critically ill and were no simvastatin simvastatin assigned to receive an intervention in another domain 13 Withdrew consent 38 Withdrew consent 118 Withdrew consent 1 Had missing data for the primary 3 Had missing data for the primary 14 Had missing data for the primary outcome outcome outcome 325 Did not undergo randomization to a modeled domain 842 Were included at baseline 1846 Were included at baseline 841 Were included in the final 1843 Were included in the final 5536 Had data used for analysis analysis covariate adjustment mains. The model contained no terms for sim- bution, centered on an overall intervention effect vastatin interactions with other treatments. estimated with a standard normal prior distribu- Distinct treatment effects of simvastatin as tion on the log odds ratio (which induced a prior compared with control were estimated in criti- median on the odds ratio of 1.0 [95% credible cally ill and noncritically ill patients by nesting interval, 0.14 to 7.10]). The posterior distributions intervention effects in a hierarchical prior distri- for these effects were shrunk toward the overall 4 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 ry >i as compared with ≤i, for i equals −1 to 21. Figure 1 (facing page). Screening, Enrollment, The predefined statistical criteria for ceasing Randomization, and Inclusion in Analysis. enrollment and reporting a treatment effect were A domain describes a specific set of competing inter- ventions which, for the purposes of the platform, are superiority (>99% posterior probability that the mutually exclusive and exhaustive. Patients could odds ratio was >1) and futility (>95% posterior meet more than one ineligibility criterion; full details probability that the odds ratio was <1.2). are provided in the Supplementary Appendix. Contra- Sensitivity and secondary analyses were per- indications to simvastatin are hypersensitivity, severe formed with the use of data only from the sim- liver disease, a creatinine level of more than 2.26 mg per deciliter (200 μmol per liter) unless the patient vastatin domain and other completed domains. was receiving renal-replacement therapy, current treat- Details of additional sensitivity analyses that in- ment with a medicine that cannot be coadministered volved different analysis populations, as well as with simvastatin, and current or planned treatment prespecified subgroup analyses, are provided in with any statin. Full details regarding noncritically ill the statistical analysis plan. Data management patients are provided in the Supplementary Appendix. The primary analysis of interventions within the sim- was performed and data summaries were created vastatin domain is performed with a model that ad- with the use of R software, version 4.1.2; the justs for patient factors and for assignment to inter- primary analysis was performed with R software, ventions in other domains. To obtain the most reliable version 4.3.1 (2023-06-16), with the use of the estimation of the effect of these patient factors and of rstan package, version 2.21.0. other interventions on the primary outcome, all the patients who were enrolled in the critically ill coronavi- rus disease 2019 (Covid-19) cohort (for whom there is",
    "Conclusion": "CONCLUSIONS Although recruitment was stopped because cases had decreased, among critically ill patients with Covid-19, simvastatin did not meet the prespecified criteria for su- periority to control. (REMAP-CAP ClinicalTrials.gov number, NCT02735707.) n engl j med nejm.org 1 The new england journal of medicine There have been more than 771 mil- main comparing simvastatin with no statin (con- lion cases and 6.9 million deaths in the trol); all the patients also received usual care. coronavirus disease 2019 (Covid-19) pan- Patients eligible for the platform are assessed for demic, and the disease is now transitioning to an eligibility to potentially undergo randomization endemic respiratory infection.1 Despite the avail- to one or multiple interventions across multiple ability of several effective treatments, mortality treatment domains. among severely ill patients hospitalized with The trial is managed by an international trial Covid-19 remains considerable, and access to ef- steering committee whose members are unaware fective treatments for Covid-19, other than dexa- of the trial-group assignments and by an inde- methasone, is inequitable.2,3 pendent data and safety monitoring board whose Simvastatin is an inexpensive and widely members are aware of the trial-group assignments. available medication that is on the World Health The trial has multiple international funders and Organization (WHO) list of essential medicines sponsors. The funders had no role in designing and is predominantly used for its lipid-lowering the trial, analyzing the data, writing the manu- and cardioprotective properties.4 Simvastatin also script, or making the decision to submit the has antiinflammatory and immunomodulatory manuscript for publication. The first draft of the effects.5,6 Simvastatin therapy reduces pulmonary manuscript was written by the first three and and systemic inflammation in murine and human the last two members of the writing committee. models of lung injury.7-9 Although a trial of sim- The relevant research ethics committee in each vastatin involving patients with acute respiratory jurisdiction approved the trial protocol. Informed distress syndrome (ARDS) showed no benefit, consent was obtained before randomization from subsequent post hoc analyses supported the hy- all the patients or their surrogates, or in a deferred pothesis that simvastatin treatment may be ben- fashion, in accordance with local legislation. The eficial in patients with a hyperinflammatory trial was conducted in accordance with Good phenotype of ARDS.10,11 Meta-analyses of obser- Clinical Practice guidelines and the principles of vational studies involving patients with Covid-19 the Declaration of Helsinki. The writing commit- have shown an association between previous statin tee vouches for the completeness and accuracy of use and improved clinical outcomes, including the data and for the fidelity of the trial to the reduced mortality.12,13 protocol and statistical analysis plan, which are We investigated the effect of the initiation of available with the full text of this article at simvastatin treatment on survival and organ sup- NEJM.org. There are no confidentiality agreements port in hospitalized patients with Covid-19 not that preclude the investigators publishing the receiving statins at baseline in the Randomized, trial findings. Embedded, Multifactorial Adaptive Platform Trial for Community-Acquired Pneumonia (REMAP- Patients CAP). We report the results of the simvastatin Adult patients (≥18 years of age) with either clini- domain of the trial; this domain was closed owing cally suspected or microbiologically confirmed to operational futility as cases of Covid-19 de- Covid-19 who were admitted to the hospital were creased, which resulted in a low anticipated likeli- enrolled. Patients were stratified according to hood that the prespecified stopping criteria would disease severity state into critically ill (“severe be met. state”) and noncritically ill (“moderate state”) groups at enrollment. Patients receiving respira- tory organ support (high-flow nasal oxygen with Methods a flow rate of ≥30 liters per minute and a fraction Trial Design and Oversight of inspired oxygen of ≥0.4 or noninvasive or in- REMAP-CAP is an ongoing international platform vasive mechanical ventilation) or cardiovascular trial designed to evaluate treatments for patients organ support (vasopressors or inotropes) in an with severe pneumonia in both pandemic and intensive care unit (ICU) were classified as being nonpandemic contexts.14-23 Its design has been critically ill. All other hospitalized patients were reported previously.24 This analysis includes pa- considered to be noncritically ill. It was prespeci- tients who were enrolled in the Covid-19 pandemic fied that data from critically ill and noncritically stratum and underwent randomization in the do- ill adults would be analyzed and reported sepa- 2 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 rately, with Bayesian dynamic borrowing used to bers of the international trial steering committee share information on the basis of the concor- were provided any information about aggregate dance of treatment effects in the two populations. patient outcomes. Because only 184 noncritically ill patients were enrolled, results for these patients are provided in Outcome Measures the Supplementary Appendix, available at NEJM The primary outcome was organ support–free days .org. Exclusion criteria included recent or ongoing up to day 21. In this composite ordinal outcome, receipt of statin therapy or another medication all deaths within the hospital were assigned the that could not be coadministered with simvastatin, worst outcome (−1). Among survivors, respiratory severe liver disease, a creatinine level of more and cardiovascular organ support–free days were than 2.26 mg per deciliter (200 μmol per liter) calculated up to day 21, such that a higher num- unless the patient was receiving renal-replacement ber represents faster recovery. Organ support was therapy, and a duration of more than 48 hours defined as it was for the inclusion criteria. This since the start of organ support in an ICU. De- hospital-based outcome correlates with longer- tailed platform and domain-specific exclusion term outcomes in REMAP-CAP.22 Survival to hos- criteria are listed in the Supplementary Appendix. pital discharge was censored at 90 days. Second- ary outcomes were prespecified in the statistical Randomization analysis plan and included survival to day 90, Participants were randomly assigned with the use days free of vasopressors or inotropes, days free of a centralized algorithm to receive either sim- of respiratory support, duration of ICU and hos- vastatin or no statin (control), starting with bal- pital stay, and modified WHO ordinal score at anced assignment to simvastatin and control. Re- day 14. Site investigators reported serious adverse sponse-adaptive randomization was applied in a events that were considered to be at least possibly concealed fashion at each adaptive analysis with related to a trial procedure or intervention and the use of allocation probabilities derived from serious adverse events of specific interest to the the probability that each intervention was most respective trial coordinating center and subse- favorable on the basis of the accumulating evi- quently to the data and safety monitoring board dence within the trial. Simvastatin (80 mg) was and to national regulatory authorities, as required. administered daily by the enteral route. This high dose was informed by preclinical7 and observa- Statistical Analysis tional25 studies. Simvastatin at a dose of 80 mg REMAP-CAP uses a Bayesian design with no daily has been shown to be safe10 and to reduce maximum sample size. Scheduled adaptive anal- pulmonary inflammation and improve surrogate yses are performed, and randomization contin- clinical outcomes.26 Simvastatin was continued ues until predefined statistical criteria for do- until the time of first ICU discharge or day 28, main stopping are met. The primary analysis whichever came first. Simvastatin was dispensed was generated from a Bayesian cumulative logis- by hospital pharmacies, and administration was tic model, which calculated posterior probability open label. distributions of organ support–free days to day 21 (primary outcome) on the basis of evidence ac- Procedures cumulated in the trial and prior probability dis- Other aspects of patient care were provided ac- tributions (the assumed previous knowledge). The cording to the standard of care at each site. In primary model that was used to estimate the ef- addition to undergoing randomization in this fect of simvastatin as compared with control in domain, participants could be randomly assigned the domain was adjusted for location (site, nested to receive other interventions within other do- within country), age (categorized into six groups), mains, depending on the domains active at the sex, domain eligibility, domain randomization, site, patient eligibility, and consent (see the proto- and time period (2-week calendar epochs) to ac- col and www.remapcap.org). Participants, treating count for rapid changes in clinical care and out- clinicians, and outcome assessors were aware of comes over time during the pandemic. the intervention assignments. Although clinical The model contained treatment effects for each staff were aware of the intervention assignment intervention within each domain and prespecified of individual patients, neither they nor the mem- treatment-by-treatment interactions across do- n engl j med nejm.org 3 The new england journal of medicine 22,883 Patients admitted to the hospital with suspected or proven Covid-19 were assessed for eligibility between March 9, 2020, and January 8, 2023 12,666 Were excluded 8549 Were ineligible for platform 2428 Were at a site that was not active for simvastatin domain and were not enrolled in another domain 1689 Were at a site that was active for simvastatin domain but were not enrolled in any domain 10,217 Were enrolled in at least one REMAP-CAP domain 7291 Were ineligible or were not assessed for simvastatin domain 5471 Were at a site that was not active for simvastatin domain 1820 Were at a site that was active for simvastatin domain 40 Had known severe liver disease 198 Had a creatinine level >200 µmol/liter and were not receiving renal-replacement therapy 1011 Were receiving current treatment with any statin or had treating clinician who intended to com· mence treatment with any statin 189 Had a contraindication to simvastatin 240 Had treating physician who considered randomization not to be in the patient’s best interest 128 Declined or never provided prospective consent 27 Received an assignment that was never revealed 2926 Underwent randomization to a simvastatin 187 Were noncritically ill domain intervention 1298 Were noncritically ill and were assigned to receive an intervention 2739 Were critically ill in another domain 855 Were assigned to receive 1884 Were assigned to receive 5993 Were critically ill and were no simvastatin simvastatin assigned to receive an intervention in another domain 13 Withdrew consent 38 Withdrew consent 118 Withdrew consent 1 Had missing data for the primary 3 Had missing data for the primary 14 Had missing data for the primary outcome outcome outcome 325 Did not undergo randomization to a modeled domain 842 Were included at baseline 1846 Were included at baseline 841 Were included in the final 1843 Were included in the final 5536 Had data used for analysis analysis covariate adjustment mains. The model contained no terms for sim- bution, centered on an overall intervention effect vastatin interactions with other treatments. estimated with a standard normal prior distribu- Distinct treatment effects of simvastatin as tion on the log odds ratio (which induced a prior compared with control were estimated in criti- median on the odds ratio of 1.0 [95% credible cally ill and noncritically ill patients by nesting interval, 0.14 to 7.10]). The posterior distributions intervention effects in a hierarchical prior distri- for these effects were shrunk toward the overall 4 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 ry >i as compared with ≤i, for i equals −1 to 21. Figure 1 (facing page). Screening, Enrollment, The predefined statistical criteria for ceasing Randomization, and Inclusion in Analysis. enrollment and reporting a treatment effect were A domain describes a specific set of competing inter- ventions which, for the purposes of the platform, are superiority (>99% posterior probability that the mutually exclusive and exhaustive. Patients could odds ratio was >1) and futility (>95% posterior meet more than one ineligibility criterion; full details probability that the odds ratio was <1.2). are provided in the Supplementary Appendix. Contra- Sensitivity and secondary analyses were per- indications to simvastatin are hypersensitivity, severe formed with the use of data only from the sim- liver disease, a creatinine level of more than 2.26 mg per deciliter (200 μmol per liter) unless the patient vastatin domain and other completed domains. was receiving renal-replacement therapy, current treat- Details of additional sensitivity analyses that in- ment with a medicine that cannot be coadministered volved different analysis populations, as well as with simvastatin, and current or planned treatment prespecified subgroup analyses, are provided in with any statin. Full details regarding noncritically ill the statistical analysis plan. Data management patients are provided in the Supplementary Appendix. The primary analysis of interventions within the sim- was performed and data summaries were created vastatin domain is performed with a model that ad- with the use of R software, version 4.1.2; the justs for patient factors and for assignment to inter- primary analysis was performed with R software, ventions in other domains. To obtain the most reliable version 4.3.1 (2023-06-16), with the use of the estimation of the effect of these patient factors and of rstan package, version 2.21.0. other interventions on the primary outcome, all the patients who were enrolled in the critically ill coronavi- rus disease 2019 (Covid-19) cohort (for whom there is Results consent and follow-up) are included in the analytic model, but only concurrent controls in the simvastatin Enrollment and Randomization domain are used to estimate the effectiveness of sim- Enrollment began on October 28, 2020. On Janu- vastatin relative to control. REMAP-CAP denotes Ran- domized, Embedded, Multifactorial Adaptive Platform ary 8, 2023, enrollment was closed by the inter- Trial for Community-Acquired Pneumonia. national trial steering committee on the basis of a low anticipated likelihood that one of the pre- effect to an extent reflective of their similarity specified stopping criteria would be met owing to (dynamic borrowing). low recruitment, because the number of Covid-19 The primary analysis was conducted by the cases had decreased. This decision was made statistical analysis committee and involved all before unblinding and was based on simulations the patients with Covid-19 in the platform who (see the protocol) that considered the amount of had complete follow-up data on April 15, 2023. time needed to complete enrollment, on the basis The model included additional patients enrolled of recent recruitment rates, in order to reach a in other domains of REMAP-CAP to provide ro- prespecified threshold under the assumption of bust estimation of covariate effects,24 but all a range of plausible treatment effects. control participants in the simvastatin domain A total of 2739 critically ill patients and 187 underwent randomization concurrently. Data were noncritically ill patients were enrolled in the analyzed according to the group to which the simvastatin domain at 141 sites across 13 coun- patient was assigned. Missing outcomes were not tries (Fig. 1). A total of 51 critically ill patients imputed and were excluded from the analysis. and 3 noncritically ill patients subsequently with- The model was fit with the use of a Markov drew consent, and 4 patients had missing data chain Monte Carlo algorithm that drew itera- for the primary outcome. The population for this tively (20,000 draws) from the joint posterior dis- analysis consists of 2684 critically ill patients. tribution. Posterior odds ratios with 95% credible Data for 184 noncritically ill patients are reported intervals were calculated, along with the poste- in the Supplementary Appendix because numbers rior probability that simvastatin was superior to are too small to allow for meaningful interpreta- control (odds ratio of >1), harmful (odds ratio of tion. Accrual summaries and response-adaptive <1), and futile (odds ratio of <1.2). For the primary randomization proportions over time are pro- outcome, an ordinal scale with 23 categories vided in Figure S1 and Table S1 in the Supplemen- (worst category, death; best category, alive with tary Appendix. Covariate effects were estimated 21 days free of organ support), the odds ratio on the basis of data from 8220 critically ill pa- denotes the relative odds of being in the catego- tients enrolled across all REMAP-CAP domains. n engl j med nejm.org 5 The new england journal of medicine Table 1. Baseline Characteristics of the Patients in the Simvastatin Domain.* Simvastatin Control Characteristic (N = 1846) (N = 842) Median age (IQR) — yr 56.0 (45.0–65.0) 57.0 (48.0–64.0) Female sex — no. (%) 617 (33.4) 290 (34.4) Race or ethnic group — no./total no. (%)† Asian 113/1276 (8.9) 67/698 (9.6) Black 55/1276 (4.3) 29/698 (4.2) Mixed 20/1276 (1.6) 18/698 (2.6) White 938/1276 (73.5) 545/698 (78.1) Other 150/1276 (11.8) 39/698 (5.6) Median body-mass index (IQR)‡ 31.0 (26.6–37.1) 31.6 (26.8–37.6) Median APACHE II score (IQR)§ 11.0 (7.0–17.0) 12.0 (8.0–18.0) Median Clinical Frailty Score (IQR)¶ 2.0 (2.0–3.0) 2.0 (2.0–3.0) Confirmed SARS-CoV-2 infection — no./total no. (%)‖ 1636/1674 (97.7) 749/774 (96.8) Preexisting condition — no./total no. (%)** Diabetes 287/1841 (15.6) 129/840 (15.4) Respiratory disease 357/1841 (19.4) 170/840 (20.2) Kidney disease 65/1710 (3.8) 36/776 (4.6) Severe cardiovascular disease 97/1840 (5.3) 27/840 (3.2) Any immunosuppressive condition 109/1841 (5.9) 30/840 (3.6) Median time to enrollment (IQR) From hospital admission — days 1.8 (0.9–3.7) 1.9 (1.0–3.7) From ICU admission — hr 17.5 (9.0–23.8) 17.1 (10.1–22.7) Acute respiratory support — no./total no. (%) Invasive mechanical ventilation 628/1841 (34.1) 303/840 (36.1) Noninvasive ventilation only 606/1841 (32.9) 301/840 (35.8) High-flow nasal cannula 605/1841 (32.9) 236/840 (28.1) None or supplemental oxygen 2/1841 (0.1) 0/840 Median Pao:Fio ratio (IQR)†† 120.0 (90.0–162.0) 115.0 (88.0–153.0) 2 2 Median systolic blood pressure (IQR) — mm Hg‡‡ 124.0 (110.0–140.0) 125.0 (110.0–142.0) Vasopressor support — no./total no. (%) 332/1841 (18.0) 171/840 (20.4) Median laboratory values (IQR)§§ C-reactive protein — μg/ml 101.0 (50.8–171.1) 112.6 (60.0–184.0) Lactate — mmol/liter 1.3 (1.0–1.7) 1.3 (1.0–1.7) Creatinine — mg/dl 0.8 (0.6–1.0) 0.8 (0.6–1.0) Estimated GFR — ml/min/1.73 m2 101.5 (82.0–112.6) 100.8 (81.8–110.2) Concomitant therapies — no./total no. (%)¶¶ Remdesivir 385/1837 (21.0) 218/840 (26.0) Glucocorticoids 1778/1839 (96.7) 827/840 (98.5) Tocilizumab or sarilumab 977/1838 (53.2) 426/840 (50.7) 6 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 Table 1. (Continued.) Simvastatin Control Characteristic (N = 1846) (N = 842) Continent — no. (%) Asia 60 (3.3) 19 (2.3) Australia 211 (11.4) 28 (3.3) Europe 1507 (81.6) 781 (92.8) North America 68 (3.7) 14 (1.7) * Percentages may not total 100 because of rounding. Fio denotes the fraction of inspired oxygen, ICU intensive care 2 unit, IQR interquartile range, and Pao the partial pressure of arterial oxygen. 2 † Data collection was not approved in Canada and continental Europe. “Other” includes “declined” and “other ethnic group.” Patients (or their surrogates) reported their race or ethnic group according to fixed categories appropriate to their region. “Declined” does not simply represent missing data. A patient may decline to provide their race at the time of registration, or the person performing the registration may decline to ask the patient to clarify race at the time of registration. ‡ The body-mass index is the weight in kilograms divided by the square of the height in meters. Data were available for 1622 patients in the simvastatin group and 724 patients in the control group. § Scores on the Acute Physiology and Chronic Health Evaluation (APACHE) II range from 0 to 71, with higher scores indicating greater severity of illness. Data were available for 1833 patients in the simvastatin group and 832 patients in the control group. ¶ The Clinical Frailty Score is a global measure of fitness and frailty, with increasing scores — ranging from 1 (very fit) to 9 (terminally ill) — reflecting worse fitness and increasing frailty. Data were available for 1837 patients in the sim- vastatin group and 838 patients in the control group. ‖ Infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was confirmed by a respiratory tract polymerase-chain-reaction test. ** Kidney disease was determined from the most recent serum creatinine level before the current hospital admission, except in patients who were receiving dialysis. Abnormal kidney function was defined as a creatinine level of 1.5 mg per deciliter or more (≥130 μmol per liter) for men or 1.1 mg per deciliter or more (≥100 μmol per liter) for women not previously receiving dialysis. Cardiovascular disease was defined as New York Heart Association class IV symp- toms. Immunosuppression was defined by the receipt of recent chemotherapy, radiation, or high-dose or long-term glucocorticoid treatment or by the presence of immunosuppressive disease. †† Data were available for 1708 patients in the simvastatin group and 789 patients in the control group. ‡‡ Data were available for 1805 patients in the simvastatin group and 816 patients in the control group. §§ Laboratory results were available when captured for clinical care. For C-reactive protein, data were available for 1557 patients in the simvastatin group and 741 patients in the control group. For lactate, data were available for 1675 pa- tients in the simvastatin group and 774 patients in the control group. For creatinine and estimated glomerular filtra- tion rate (GFR), data were available for 1822 patients in the simvastatin group and 833 patients in the control group. ¶¶ These therapies were received before, or within 48 hours after, randomization. Patients Primary Outcome Baseline characteristics were balanced between The median number of organ support–free days the treatment groups (Table 1). At the time of was 11 (interquartile range, −1 to 17) in the randomization, all but two patients were re- simvastatin group and 7 (interquartile range, −1 ceiving respiratory support, including high- to 16) in the control group. The median adjusted flow nasal oxygen (31.4%), noninvasive mechani- odds ratio (primary outcome) was 1.15 (95% cal ventilation (33.8%), and invasive mechanical credible interval, 0.98 to 1.34) for simvastatin, ventilation (34.7%). At enrollment or within the yielding a 95.9% posterior probability of superi- 48 hours after enrollment, 97.2% of the pa- ority of simvastatin to control (Table 2 and Fig. 2). tients were receiving concomitant glucocorti- This probability was below the prespecified 99% coids, and 52.4% were receiving concomitant threshold, and no prespecified statistical criteria tocilizumab or saril umab; the use of these were met. The results were generally consistent therapies was balanced between the treatment in sensitivity analyses and across time periods groups. (Tables S2 and S3). n engl j med nejm.org 7 The new england journal of medicine Table 2. Primary and Secondary Outcomes.* Simvastatin Control Outcome or Analysis (N = 1846) (N = 842) Organ support–free days No. of patients evaluated 1843 841 Median (IQR) 11 (–1 to 17) 7 (–1 to 16) Median adjusted odds ratio (95% credible interval) 1.15 (0.98 to 1.34) 1 Probability of superiority to control — % 95.9 — In-hospital survival No. of patients/total no. (%) 1352/1843 (73.4) 589/841 (70.0) Median adjusted odds ratio (95% credible interval) 1.04 (0.85 to 1.27) 1 Probability of superiority to control — % 64.4 — 90-Day survival Median adjusted hazard ratio (95% credible interval) 1.12 (0.95 to 1.32) 1 Probability of superiority to control — % 91.9 — Progression to invasive mechanical ventilation, ECMO, or death No. of patients evaluated† 1218 539 Progression — no. (%) 451 (37.0) 229 (42.5) No progression — no. (%) 767 (63.0) 310 (57.5) Median adjusted odds ratio (95% credible interval) 1.23 (0.98 to 1.55) 1 Probability of superiority to control — % 96.4 — Respiratory support–free days No. of patients evaluated 1845 842 Median (IQR) 18 (–1 to 24) 14 (–1 to 23) Median adjusted odds ratio (95% credible interval) 1.16 (1.00 to 1.35) 1 Probability of superiority to control — % 97.4 — Vasopressor or inotrope support–free days Median (IQR) 27 (–1 to 28) 26 (–1 to 28) Median adjusted odds ratio (95% credible interval) 1.13 (0.96 to 1.34) 1 Probability of superiority to control — % 93.1 — Score on modified WHO scale at 14 days‡ Median (IQR) 4 (2 to 7) 5 (2 to 7) Median adjusted odds ratio (95% credible interval) 1.23 (1.06 to 1.43) 1 Probability of superiority to control — % 99.6 — ICU length of stay Median duration — days 11 14 Median adjusted hazard ratio (95% credible interval) 1.08 (0.97 to 1.20) 1 Probability of superiority to control — % 93.0 — Hospital length of stay Median duration — days 22 28 Median adjusted hazard ratio (95% credible interval) 1.10 (0.99 to 1.22) 1 Probability of superiority to control — % 95.7 — 8 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 Table 2. (Continued.) Simvastatin Control Outcome or Analysis (N = 1846) (N = 842) Serious adverse events No. of patients (%) 57 (3.1) 17 (2.0) Median adjusted odds ratio (95% credible interval) 1.56 (1.13 to 2.14) 1 Probability of inferiority to control — % 99.6 — * The primary analysis of organ support–free days and in-hospital death used data from all the patients enrolled in the trial who met coronavirus disease 2019 (Covid-19) severe state criteria and who underwent randomization within at least one domain (8220 patients), with adjustment for age, sex, time period, site, domain eligibility, and domain as- signment. Secondary analyses were restricted to 7374 patients, with adjustment for age, sex, time period, site, domain eligibility, and domain assignment. Definitions of outcomes are provided in the trial protocol. All models, except the analysis of serious adverse events, are structured such that a higher odds ratio or hazard ratio is favorable for simvas- tatin. ECMO denotes extracorporeal membrane oxygenation. † The analysis was restricted to patients who were free of invasive mechanical ventilation at baseline. ‡ Scores on the modified World Health Organization (WHO) 8-point scale are as follows: 0, 1, or 2 indicates no longer hospitalized, 3 hospitalized without oxygen therapy, 4 hospitalized with oxygen by mask or nasal cannula, 5 receiving noninvasive ventilation or high-flow nasal oxygen, 6 receiving intubation and mechanical ventilation, 7 receiving me- chanical ventilation and additional organ support (vasopressor, renal-replacement therapy, or ECMO), and 8 deceased. Secondary Outcomes (Table 2 and Table S5). A total of 13 patients Results for the secondary outcomes are shown (0.7%) in the simvastatin group were reported to in Table 2. Survival to hospital discharge oc- have elevated aminotransferase levels; in 9 of these curred in 1352 of 1843 patients (73.4%) in the patients, the adverse event was assessed as being simvastatin group and 589 of 841 patients (70.0%) related to simvastatin, and in 8 patients, treat- in the control group, yielding an adjusted odds ment was either temporarily or permanently dis- ratio of 1.04 (95% credible interval, 0.85 to 1.27) continued. A total of 13 patients (0.7%) in the with a 64.4% posterior probability of superiority simvastatin group were reported to have clini- of simvastatin to control. Death within 90 days cally significant increases in creatine kinase lev- occurred in 504 of 1835 patients (27.5%) in the els; in all of these patients, the adverse event was simvastatin group and 257 of 837 patients (30.7%) assessed as being related to simvastatin, and in in the control group, excluding 8 and 4 patients, 12 patients, treatment was either temporarily or respectively, with censored data. The analysis of permanently discontinued. One additional serious 90-day survival yielded an adjusted hazard ratio adverse event, an episode of acute pancreatitis, of 1.12 (95% credible interval, 0.95 to 1.32) with was assessed as being related to simvastatin, and a 91.9% posterior probability of superiority of treatment was discontinued. All other serious simvastatin to control (Fig. 3). The findings were adverse events were assessed as being not related similar for other secondary outcomes (Table 2, to simvastatin (Table S5). Fig. 3, and Fig. S2). Results of the prespecified subgroup analyses Discussion are shown in Figure S3. It was not possible to perform the planned subgroup analysis accord- In this domain of an adaptive platform trial, we ing to the two prespecified ARDS inflammatory found a 95.9% probability that the initiation of phenotypes11,27 because the vast majority of pa- simvastatin therapy was superior to standard care tients in the trial population (98.8%) were cate- with respect to the primary outcome, a composite gorized as having one phenotype. The findings of organ support–free days and death, among were consistent both in patients receiving inter- critically ill patients with Covid-19. This probabil- leukin-6 receptor antagonist therapy and in pa- ity did not meet the prespecified 99% threshold. tients not receiving such therapy (Table S4). The association of simvastatin with outcomes ap- Serious adverse events were reported in 57 of peared consistent among secondary and sensitivity 1846 patients (3.1%) in the simvastatin group analyses. and 17 of 842 patients (2.0%) in the control group Our findings align with observational data that n engl j med nejm.org 9 The new england journal of medicine statin therapy in Covid-19 combined, which en- rolled 1830 participants in total. It is plausible that smaller trials were underpowered to detect a modest beneficial effect. The incidence of serious adverse events, par- ticularly elevated levels of creatine kinase and liver aminotransferases, was higher in the sim- vastatin group than in the control group. This finding may in part be due to selective reporting of adverse events in the simvastatin group in an open-label design, because serious adverse events were reported to be similar to those associated with placebo in previous blinded trials investigat- ing statins in critically ill patients.10,29 Regardless, this finding underlines the importance of regu- lar monitoring of creatine kinase levels and liver function in critically ill patients treated with simvastatin and of discontinuation of treatment in the context of clinically significant increases in levels of creatine kinase and liver aminotrans- ferases. A subgroup analysis suggested a larger asso- ciation of simvastatin with organ support–free days in critically ill patients who were not receiv- ing mechanical ventilation at randomization. In this subgroup of patients, 37.0% of those in the Figure 2. Distribution of Organ Support–free Days. simvastatin group and 42.5% of those in the con- Panel A shows the cumulative proportion of patients for each intervention trol group had progression to invasive mechani- group according to day, with death listed first. Curves that rise more gradu- cal ventilation, extracorporeal membrane oxygen- ally indicate a more favorable distribution of the number of days alive and ation, or death. free of organ support. The height of each curve at the point labeled “Death” indicates the in-hospital mortality for each intervention. The It was not possible to undertake the planned height of each curve at any point indicates the proportion of patients who subgroup analysis with respect to the ARDS phe- had that number of organ support–free days or fewer (e.g., the height at notypes labeled “hyperinflammatory” and “hypo- day 10 indicates the proportion of patients with ≤10 organ support–free inflammatory.”11 Early data indicated that the hy- days). The difference in height of the two curves at any point represents perinflammatory phenotype could be identified the difference in the percentile in the distribution of organ support–free days associated with that number of days alive and free of organ support. in approximately 20% of patients with Covid-19– Panel B shows organ support–free days as horizontally stacked propor- related ARDS.30 However, subsequent studies have tions according to intervention group. Red represents worse outcomes, shown that the levels of the main circulating and blue represents better outcomes. The median adjusted odds ratio biomarkers that are used to classify the hyperin- from the primary analysis, which used a Bayesian cumulative logistic mod- flammatory phenotype are substantially lower in el, was 1.15 (95% credible interval, 0.98 to 1.34) for simvastatin as com- pared with control, yielding a 95.9% posterior probability of superiority. patients with Covid-19–related ARDS than in those with non–Covid-19–related ARDS.31,32 Further- more, a recent study, which used serum protein antecedent statin use is associated with improved biomarkers to classify the phenotypes, showed Covid-19 outcomes.12 A meta-analysis of published that the prevalence of the hyperinflammatory randomized, controlled trials of statins begun as phenotype among patients with Covid-19 was treatment for Covid-19 showed a risk ratio for similar to what we observed in our trial.33 death from any cause (statins vs. controls) of The low prevalence of the hyperinflammatory 0.92 (95% confidence interval, 0.75 to 1.13), the phenotype may relate to the increased use of point estimate of which is similar to the effect glucocorticoids and immunomodulatory agents size seen in REMAP-CAP.28 Our trial is larger than to treat Covid-19 as well as to methodologic fac- the seven previous randomized, controlled trials of tors, such as phenotype categorization based on 10 n engl j med nejm.org stneitaP fo noitroporP evitalumuC A Cumulative Proportion of Organ Support–free Days 1.0 0.9 0.8 0.7 Control 0.6 0.5 Simvastatin 0.4 0.3 0.2 0.1 0.0 Death 0 1 2 3 4 5 6 7 8 9 101112131415161718192021 Organ Support–free Days B Stacked Bar Plot of Organ Support–free Days Organ Support–free Days Simvastatin (N=1843) Control (N=841) 0.0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 Proportion of Patients htaeD 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 Simvastatin in Critically Ill Patients with Covid-19 n engl j med nejm.org 11 .semoctuO lacinilC yradnoceS detceleS .3 erugiF stneitap 4 dna puorg nitatsavmis eht ni )%4.0( stneitap 8 ;spuorg tnemtaert htob ni syad 09 saw emit pu-wollof naidem ehT .lavivrus rof sevruc reieM–nalpaK eht swohs A lenaP -noc eht ni )%7.03( stneitap 738 fo 752 dna puorg nitatsavmis eht ni )%5.72( stneitap 5381 fo 405 ni derrucco htaeD .09 yad erofeb derosnec atad dah puorg lortnoc eht ni )%5.0( ytiroirepus fo ytilibaborp roiretsop %9.19 a gnidleiy ,)23.1 ot 59.0 ,lavretni elbiderc %59( 21.1 saw oitar drazah ehT .atad derosnec htiw stneitap edulcxe srotanimoned ;puorg lort fo etad eht ta derosnec era sutats ytilatrom yad-09 nwonknu htiw stneitap rof ataD .syad 09 ta derosnec era syad 09 ta evila eb ot nwonk stneitap rof ataD .lortnoc ot nitatsavmis fo deifidom eht no serocs fo noitubirtsid eht swohs B lenaP .)latipsoh eht ni esoht rof evila nwonk tsal etad eht ro latipsoh eht morf degrahcsid fi egrahcsid fo etad eht( pu-wollof tsal -areht negyxo tuohtiw dezilatipsoh 3 ,dezilatipsoh regnol on etacidni 2 ro ,1 ,0 fo serocS .lortnoc dna nitatsavmis rof ,41 yad ta derusaem ,elacs tniop-8 noitazinagrO htlaeH dlroW -viecer 7 ,noitalitnev lacinahcem dna noitabutni gniviecer 6 ,negyxo lasan wolf-hgih ro noitalitnev evisavninon gniviecer 5 ,alunnac lasan ro ksam yb negyxo htiw dezilatipsoh 4 ,yp eht swohs C lenaP .desaeced 8 dna ,)noitanegyxo enarbmem laeroprocartxe ro ,ypareht tnemecalper-laner ,rosserposav( troppus nagro lanoitidda dna noitalitnev lacinahcem gni eerf syad fo snoitubirtsid eht swohs D lenaP .puorg noitnevretni ot gnidrocca snoitroporp dekcats yllatnoziroh sa syad 82 hguorht troppus yrotaripser fo eerf syad fo snoitubirtsid .puorg noitnevretni ot gnidrocca snoitroporp dekcats yllatnoziroh sa syad 82 hguorht seportoni ro srosserposav fo lavivruS fo ytilibaborP 41 yaD ta elacS OHW deifidoM no erocS B stneitaP llI yllacitirC gnoma syaD 09 hguorht lavivruS A 0.1 9.0 erocS nitatsavmiS 8.0 7.0 lortnoC 2 ro ,1 ,0 3 4 5 6 7 8 6.0 5.0 nitatsavmiS 4.0 )3481=N( 3.0 lortnoC 2.0 )14 8=N( 1.0 0.0 0.1 9.0 8.0 7.0 6.0 5.0 4.0 3.0 2.0 1.0 0.0 09 57 06 54 03 51 0 stneitaP fo noitroporP syaD ksiR ta .oN 1331 5331 5431 5631 8241 2061 3481 nitatsavmiS 085 285 385 885 316 886 148 lortnoC seportonI ro srosserposaV fo eerF syaD D troppuS yrotaripseR fo eerF syaD C stnegA fo eerF syaD troppuS fo eerF syaD nitatsavmiS nitatsavmiS )3481=N( )3481=N( lortnoC lortnoC )14 8=N( )148=N( 0.1 9.0 8.0 7.0 6.0 5.0 4.0 3.0 2.0 1.0 0.0 0.1 9.0 8.0 7.0 6.0 5.0 4.0 3.0 2.0 1.0 0.0 syaD fo noitroporP syaD fo noitroporP htaeD 82726252423222120291817161514131211101 9 8 7 6 5 4 3 2 1 0 htaeD 82726252423222120291817161514131211101 9 8 7 6 5 4 3 2 1 0 The new england journal of medicine the worst variable in a 24-hour period, in con- and in light of simulations conducted by investi- trast with the use of data from a fixed daily time gators who were unaware of the trial-group assign- point, as in our trial. Markers of systemic inflam- ments, the international trial steering committee mation (C-reactive protein [CRP] and ferritin) chose to close recruitment and report results to were elevated in our trial, and subgroup analyses inform clinicians rather than continue and pos- suggested a larger association of simvastatin with sibly never reach the prespecified criteria. These organ support–free days in patients with higher criteria were chosen to provide quick answers CRP and ferritin levels. It is recognized that CRP about large treatment effects during the pandemic levels are a poor discriminator of inflammatory and may have been too insensitive to more mod- phenotype in ARDS, with similarly high values est but still important effects. Response-adaptive observed in patients with the hypoinflammatory randomization allowed blinded randomization or hyperinflammatory phenotype.34 This finding probabilities to be modified as evidence about suggests that the mechanisms causing increased treatment effects was accrued throughout the trial. CRP and ferritin levels are different from the Response-adaptive randomization resulted in more mechanisms that drive the hyperinflammatory patients being assigned to simvastatin than to phenotype in patients with Covid-19. More work control, and this may have reduced the ability to will be required to assess potential heterogene- reach a statistical trigger because of low numbers ity of the treatment effect to guide simvastatin enrolled in the control group. This observation treatment on the basis of disease severity and highlights potential simultaneous advantages and inflammatory biomarkers.35 disadvantages of allowing response-adaptive ran- Strengths of our trial include the study of a domization ratios to deviate too far from balanced repurposed, inexpensive intervention that is wide- randomization in trials with two groups; more ly available, as well as recruitment of a population patients in the trial receive the favorable interven- receiving contemporary standard care that in- tion, but this may lengthen trial duration. cluded glucocorticoids in 97.2% of patients and Among critically ill patients with Covid-19, interleukin-6 receptor antagonists in 52.4% of simvastatin did not meet the prespecified criteria patients, who were recruited in ICUs in a diverse for superiority to control. range of health settings across the globe. It is Supported by the Platform for European Preparedness Against important to note that the treatment effect ap- (Re-)emerging Epidemics (PREPARE) consortium of the Euro- peared to be present with or without treatment pean Union FP7-HEALTH-2013-INNOVATION-1 framework pro- gram (grant 602525), the Rapid European COVID-19 Emergency with interleukin-6 blockade. As a result, these Research Response (RECOVER) consortium of the European findings are broadly applicable to critically ill Union Horizon 2020 Research and Innovation Program (grant patients with severe Covid-19 globally (Table S8). 101003589), the Australian National Health and Medical Research Council (grant APP1101719), Australian Medical Research Future The open-label design of the trial represents Fund (MRFF) International Clinical Trial Collaborations (grant a potential limitation, although the primary out- 2015788), Australian MRFF COVID-19 Treatment Access and come, which incorporated survival and receipt of Public Health Activities (grant 2016162), the Health Research Council of New Zealand (grant 16/631), the Canadian Institutes organ support, was selected to minimize bias of Health Research Strategy for Patient-Oriented Research Inno- and to function across a spectrum of illness se- vative Clinical Trials Program (grant 158584), the U.K. National verity. In patients who were sicker, clinicians may Institute for Health and Care Research (NIHR) and the NIHR Imperial Biomedical Research Centre, the Health Research Board have been concerned that enteral absorption of of Ireland (grant CTN 2014-012), the University of Pittsburgh drugs would be reduced, which could have intro- Medical Center Learning While Doing Program, the Transla- duced bias in patient selection, even though fail- tional Breast Cancer Research Consortium, the French Ministry of Health (grant PHRC-20-0147), Office of Health and Medical ure of enteral absorption was not an exclusion Research NSW Health, the Minderoo Foundation, the Wellcome criterion for randomization in this domain. In Trust Innovations Project (grant 215522), the Japan Agency for sensitivity analyses in which other patients who Medical Research and Development (grants 20fk0108526h0001, 21fk0108591h0001, and 22fk0108528h0001), and the National did not undergo randomization in the simvastatin University Health System research office, Singapore. domain were excluded from the analytic model, Disclosure forms provided by the writing committee are the results were consistent with those of the pri- available with the full text of this article at NEJM.org. A data sharing statement provided by the writing committee mary analysis. Although the 95.9% posterior prob- is available with the full text of this article at NEJM.org. ability of efficacy is high, the trial was stopped for In loving memory of Wilma van Bentum-Puijk, whose in- operational futility before reaching a prespecified valuable support from the inception of REMAP-CAP has left an indelible mark on its success. Her commitment to excellence stopping trigger. In response to decreasing rates played a pivotal role in shaping the REMAP-CAP family. Her of Covid-19 and fewer critical care admissions, memory will continue to inspire us. 12 n engl j med nejm.org Simvastatin in Critically Ill Patients with Covid-19 Appendix The members of the writing committee are as follows: Thomas E. Hills, Ph.D., Elizabeth Lorenzi, Ph.D., Lindsay R. Berry, Ph.D., Murali Shyamsundar, Ph.D., Farah Al-Beidh, Ph.D., Djillali Annane, M.D., Yaseen Arabi, M.D., Diptesh Aryal, M.D., Carly Au, B.Sc., Abigail Beane, Ph.D., Zahra Bhimani, M.P.H., Marc Bonten, Ph.D., Charlotte A. Bradbury, Ph.D., Frank M. Brunkhorst, Ph.D., Aidan Burrell, Ph.D., Meredith Buxton, Ph.D., Carolyn S. Calfee, M.D., Maurizio Cecconi, M.D., Allen C. Cheng, Ph.D., Matthew E. Cove, M.B., Ch.B., Michelle A. Detry, Ph.D., Lise J. Estcourt, Ph.D., Mark Fitzgerald, Ph.D., Ewan C. Goligher, M.D., Herman Goossens, Ph.D., Cameron Green, M.Sc., Rashan Haniffa, Ph.D., David A. Harrison, Ph.D., Madiha Hashmi, M.D., Alisa M. Higgins, Ph.D., David T. Huang, M.D., Nao Ichihara, Ph.D., Deva Jayakumar, M.D., Peter S. Kruger, Ph.D., François Lamontagne, M.D., Lamprini Lampro, M.Sc., Patrick R. Lawler, M.D., John C. Marshall, M.D., Alexina J. Mason, Ph.D., Anna McGlothlin, Ph.D., Shay McGuinness, M.D., Zoe K. McQuilten, Ph.D., Bryan J. McVerry, M.D., Paul R. Mouncey, M.Sc., Srinivas Murthy, M.D., Matthew D. Neal, M.D., Alistair D. Nichol, Ph.D., Ce- cilia M. O’Kane, Ph.D., Rachael L. Parke, Ph.D., Jane C. Parker, B.N., Ebenezer Rabindrarajan, D.N.B., Luis F. Reyes, Ph.D., Kathryn M. Rowan, Ph.D., Hiroki Saito, M.D., Marlene Santos, M.D., Christina T. Saunders, Ph.D., Christopher W. Seymour, M.D., Manu Shankar-Hari, Ph.D., Pratik Sinha, Ph.D., B. Taylor Thompson, M.D., Alexis F. Turgeon, M.D., Anne M. Turner, MPH., Frank van van de Veerdonk, Ph.D., Sebastian Weis, M.D., Ian S. Young, M.D., Ryan Zarychanski, M.D., Roger J. Lewis, Ph.D., Colin J. McArthur, M.B., Ch.B., Derek C. Angus, M.D., Scott M. Berry, Ph.D., Lennie P.G. Derde, Ph.D., Steve A. Webb, Ph.D., Anthony C. Gordon, M.D., and Daniel F. McAuley, M.D. The affiliations of the members of the writing committee are as follows: the Medical Research Institute of New Zealand, Wellington (T.E.H., S. McGuinness, A.M.T., C.J.M.), and Middlemore Hospital (T.E.H.), Te Toka Tumai Auckland City Hospital (T.E.H., S. Mc- Guinness, R.L.P., C.J.M.), and the School of Nursing, University of Auckland (R.L.P.), Auckland — all in New Zealand; Berry Consul- tants, Austin, TX (E.L., L.R.B., M.A.D., M.F., A.M., C.T.S., R.J.L., S.M.B.); Wellcome–Wolfson Institute for Experimental Medicine, Queen’s University Belfast (M. Shyamsundar, C.M.O., D.F.M.), the Department of Critical Care, Belfast Health and Social Care Trust (M. Shyamsundar, D.F.M.), and the Centre for Public Health, Queen’s University Belfast, Belfast Health and Social Care Trust, and the Department of Health (I.S.Y.), Belfast, Imperial College London (F.A.-B., A.C.G.), the Intensive Care National Audit and Research Centre (C.A., D.A.H., L.L., A.J.M., P.R.M., K.M.R.), University College London Hospitals (R.H.), and Imperial College Healthcare NHS Trust (A.C.G.), London, the Institute for Regeneration and Repair (A. Beane) and the Centre for Inflammation Research (R.H., M.S.-H.), University of Edinburgh, Edinburgh, the Faculty of Health Sciences, University of Bristol, and Bristol Haematology and Oncology Cen- tre, University Hospitals Bristol and Weston NHS Trust, Bristol (C.A.B.), and NHS Blood and Transplant, Oxford (L.J.E.) — all in the United Kingdom; Institut Hospitalo-Universitaire Prometheus, University Paris-Saclay, the Department of Intensive Care, Raymond Poincaré Hospital, Assistance Publique–Hôpitaux de Paris, University Versailles Saint Quentin–University Paris-Saclay, the Laboratory of Infection and Inflammation–Unité 173, School of Medicine Simone Veil, University Versailles Saint Quentin–University Paris-Saclay, INSERM, and Fédération Hospitalo-Universitaire SEPSIS (Saclay and Paris Seine Nord Endeavor to Personalize Interventions for Sepsis) — all in Garches, France (D. Annane); King Saud bin Abdulaziz University for Health Sciences and King Abdullah International Medi- cal Research Center, Riyadh, Saudi Arabia (Y.A.); Nepal Intensive Care Research Foundation, Kathmandu (D. Aryal); Mahidol Oxford Tropical Medicine Research Unit (MORU), Bangkok, Thailand (D. Aryal, A. Beane); Unity Health Toronto (Z.B., J.C.M., M. Santos), the Interdepartmental Division of Critical Care Medicine, University of Toronto, and Toronto General Hospital Research Institute (E.C.G.), Peter Munk Cardiac Centre at University Health Network (P.R.L.), and Keenan Centre for Biomedical Research (J.C.M.), Toronto, Uni- versité de Sherbrooke, Sherbrooke, QC (F.L.), McGill University Health Centre, Montreal (P.R.L.), the Faculty of Medicine, University of British Columbia, Vancouver (S. Murthy), the Population Health and Optimal Practices Research Unit, Centre Hospitalier Universitaire de Québec–Université Laval Research Center, and the Department of Anesthesiology and Critical Care Medicine, Université Laval, Que- bec City (A.F.T.), and the University of Manitoba and CancerCare Manitoba, Winnipeg (R.Z.) — all in Canada; Julius Center for Health Sciences and Primary Care (M. Bonten, L.P.G.D.) and the Intensive Care Center (L.P.G.D.), University Medical Center Utrecht, Utrecht University, and the European Clinical Research Alliance on Infectious Diseases (M. Bonten), Utrecht, and Radboud University Medical Center, Nijmegen (F.V.) — all in the Netherlands; the Department of Anesthesiology and Intensive Care Medicine (F.M.B., S.W.) and the Institute for Infection Disease and Infection Control (S.W.), Jena University Hospital, Friedrich-Schiller University, and Leibniz In- stitute for Natural Product Research and Infection Biology, Hans Knöll Institute (S.W.) — both in Jena, Germany; the School of Public Health and Preventive Medicine (A. Burrell, A.C.C., C.G., A.M.H., Z.K.M., A.D.N., J.C.P., C.J.M., S.A.W.) and the School of Clinical Sciences (A.C.C.), Monash University, Alfred Hospital (A. Burrell, A.D.N.), and Monash Health (A.C.C., Z.K.M.), Melbourne, VIC, the Faculty of Medicine, University of Queensland, and the Intensive Care Unit, Princess Alexandra Hospital, Brisbane (P.S.K.), and St. John of God Health Care, Perth, WA (S.A.W.) — all in Australia; the Global Coalition for Adaptive Research, Larkspur (M. Buxton), the Divi- sion of Pulmonary, Critical Care, Allergy, and Sleep Medicine, Department of Medicine, and the Department of Anesthesia, University of California, San Francisco, San Francisco (C.S.C.), and Harbor–UCLA Medical Center, Torrance (R.J.L.) — all in California; the De- partment of Biomedical Sciences, Humanitas University, and IRCCS Humanitas Research Hospital, Milan (M.C.); National University Hospital Singapore, Singapore (M.E.C.); Dr. Kamakshi Memorial Hospital (D.J.) and Apollo Speciality Hospitals (E.R.) — both in Chennai, India; the University of Antwerp, Antwerp, Belgium (H.G.); National Intensive Care Surveillance–MORU, Colombo, Sri Lanka (R.H.); Ziauddin University, Karachi, Pakistan (M.H.); the University of Pittsburgh (D.T.H., B.J.M., M.D.N., C.W.S., D.C.A.) and the University of Pittsburgh Medical Center (D.T.H., B.J.M.) — both in Pittsburgh; Jikei University School of Medicine and the University of Tokyo, Tokyo (N.I.), and St. Marianna University School of Medicine, Yokohama Seibu Hospital, Yokohama (H.S.) — all in Japan; University College Dublin Clinical Research Centre, St. Vincent’s University Hospital, Dublin (A.D.N.); Universidad de La Sabana and Clínica Universidad de La Sabana — both in Chia, Colombia (L.F.R.); the Division of Clinical and Translational Research, Division of Critical Care, Department of Anesthesiology, Washington University School of Medicine, St. Louis (P.S.); and the Division of Pulmonary and Critical Care Medicine, Massachusetts General Hospital, Harvard Medical School, Boston (B.T.T.)."
  }
}