{
  "pmid": "23361625",
  "topic": "sepsis_diagnosis_criteria",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_23361625\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "Intensive Care Med(2013) 39:165–228 DOI 10.1007/s00134-012-2769-8 GUIDELINES R. P. Dellinger Surviving Sepsis Campaign: International Mitchell M. Levy Guidelines for Management of Severe Sepsis Andrew Rhodes Djillali Annane and Septic Shock, 2012 Herwig Gerlach Steven M. Opal Jonathan E. Sevransky Charles L. Sprung Ivor S. Douglas Roman Jaeschke Tiffany M. Osborn Mark E. Nunnally Sean R. Townsend Konrad Reinhart Ruth M. Kleinpell Derek C. Angus Clifford S. Deutschman Flavia R. Machado Gordon D. Rubenfeld Steven Webb Richard J. Beale Jean-Louis Vincent Rui Moreno The Surviving Sepsis Campaign Guidelines Committee including The Pediatric Subgroup* ofHospital Medicine, SurgicalInfection R. P. Dellinger ( ) ) Received: 4June 2012 Society,World Federationof CriticalCare Cooper University Hospital, Accepted: 12November2012 Nurses,World Federationof Pediatric Camden, NJ, USA Published online:30January2013 IntensiveandCriticalCareSocieties;World e-mail: Dellinger-Phil@CooperHealth.edu (cid:2)SCCM andESICM 2013 FederationofSocieties of Intensive and CriticalCare Medicine.Participation and Sponsoring organizations: American endorsement:The GermanSepsis Society M. M.Levy Association ofCritical-Care Nurses, andtheLatin American SepsisInstitute. Warren Alpert Medical School ofBrown American Collegeof ChestPhysicians, University, Providence, RI,USA American Collegeof Emergency *Members ofthe2012SSC Guidelines Physicians,American Thoracic Society, Committeeand PediatricSubgroupare A.Rhodes Asia PacificAssociationof CriticalCare listed inAppendix 1 attheendof this St.George’s Hospital,London, UK Medicine, Australian and New Zealand article. IntensiveCareSociety,BrazilianSocietyof D.Annane CriticalCare, Canadian CriticalCare Thisarticle isbeing simultaneously HoˆpitalRaymond Poincare´, Society,Chinese Societyof CriticalCare publishedin CriticalCare Medicine and Garches, France Medicine, ChineseSociety ofCritical Care Intensive CareMedicine. Medicine—China Medical Association, Emirates Intensive CareSociety, European Foradditional informationregarding this H.Gerlach Respiratory Society, EuropeanSociety of article, contactR.P.Dellinger (Dellinger- Vivantes-Klinikum Neuko¨lln, Clinical MicrobiologyandInfectious Phil@CooperHealth.edu). Berlin, Germany Diseases, EuropeanSociety ofIntensive CareMedicine, European Society of S. M.Opal Pediatric andNeonatal Intensive Care, Memorial Hospital ofRhodeIsland, Infectious Diseases Society ofAmerica, Pawtucket, RI,USA Indian Society ofCritical CareMedicine, International Pan ArabianCriticalCare J. E.Sevransky MedicineSociety,JapaneseAssociationfor Emory UniversityHospital, Acute Medicine,Japanese Society of Atlanta, GA, USA Intensive Care Medicine,Pediatric Acute LungInjury and SepsisInvestigators, C. L.Sprung SocietyforAcademicEmergencyMedicine, Society ofCritical CareMedicine, Society Hadassah Hebrew UniversityMedical Center, Jerusalem,Israel 166 I.S.Douglas Abstract Objective: To provide shock (1C) as the goal of therapy; Denver Health Medical Center, an update to the ‘‘Surviving Sepsis reassessmentofantimicrobialtherapy Denver,CO, USA Campaign Guidelines for Manage- daily for de-escalation, when appro- ment of Severe Sepsis and Septic priate (1B); infection source control R. Jaeschke McMaster University, Shock,’’ last published in 2008. with attention to the balance of risks Hamilton, ON,Canada",
    "Method": "Design: A consensus committee of and benefits of the chosen method 68 international experts representing within 12 h of diagnosis (1C); initial T.M. Osborn 30 international organizations was fluid resuscitation with crystalloid Barnes-Jewish Hospital, convened. Nominal groups were (1B)andconsiderationoftheaddition St.Louis,MO, USA assembled at key international meet- of albumin in patients who continue ings (for those committee members to require substantial amounts of M.E. Nunnally Universityof ChicagoMedical Center, attending the conference). A formal crystalloidtomaintainadequatemean Chicago, IL,USA conflict of interest policy was devel- arterial pressure (2C) and the avoid- oped at the onset of the process and ance of hetastarch formulations (1B); S. R.Townsend enforced throughout. The entire initial fluid challenge in patients with California PacificMedical Center, guidelines process was conducted sepsis-induced tissue hypoperfusion San Francisco, CA,USA independent of any industry funding. and suspicion of hypovolemia to A stand-alone meeting was held for achieve a minimum of 30 mL/kg of K.Reinhart Friedrich Schiller UniversityJena, Jena, all subgroup heads, co- and vice- crystalloids (more rapid administra- Germany chairs, and selected individuals. tionandgreateramountsoffluidmay Teleconferences and electronic-based beneededinsomepatients(1C);fluid R. M.Kleinpell discussion among subgroups and challengetechniquecontinuedaslong RushUniversity Medical Center, amongtheentirecommitteeservedas as hemodynamic improvement is Chicago, IL,USA an integral part of the development. based on either dynamic or static Methods: The authors were advised variables(UG);norepinephrineasthe D.C. Angus Universityof Pittsburgh, to follow the principles of the Grad- first-choice vasopressor to maintain Pittsburgh, PA,USA ingofRecommendationsAssessment, mean arterial pressure C65 mmHg Development and Evaluation (1B); epinephrine when an additional C. S.Deutschman (GRADE)systemtoguideassessment agent is needed to maintain adequate Perelman School ofMedicine atthe of quality of evidence from high blood pressure (2B); vasopressin Universityof Pennsylvania, (A) to very low (D) and to determine (0.03 U/min) can be added to nor- Philadelphia, PA,USA the strength of recommendations as epinephrine to either raise mean F. R.Machado strong (1) or weak (2). The potential arterial pressure to target or to Federal Universityof Sao Paulo, drawbacks of making strong recom- decrease norepinephrine dose but Sao Paulo,Brazil mendations in the presence of low- should not be used as the initial quality evidence were emphasized. vasopressor (UG); dopamine is not G.D.Rubenfeld Recommendations were classified recommended except in highly SunnybrookHealth Sciences Center, into three groups: (1) those directly selected circumstances (2C); dobuta- Toronto, ON,Canada targeting severe sepsis; (2) those tar- mine infusion administered or added S. Webb getinggeneralcareofthecriticallyill to vasopressor in the presence of Royal PerthHospital, patientandconsideredhighpriorityin (a) myocardial dysfunction as sug- Perth, WesternAustralia severe sepsis; and (3) pediatric con- gested by elevated cardiac filling siderations.",
    "Conclusion": "Results: Key pressures and low cardiac output, or R. J.Beale recommendations and suggestions, (b) ongoing signs of hypoperfusion Guy’sand St.Thomas’ Hospital Trust, listed by category, include: early despite achieving adequate intravas- London, UK quantitativeresuscitationoftheseptic cular volume and adequate mean J.-L. Vincent patient during the first 6 h after rec- arterialpressure(1C);avoidinguseof Erasme UniversityHospital, ognition (1C); blood cultures before intravenous hydrocortisone in adult Brussels, Belgium antibiotic therapy (1C); imaging septic shock patients if adequate fluid studies performed promptly to con- resuscitation and vasopressor therapy R. Moreno firm a potential source of infection are able to restore hemodynamic sta- UCINC, Hospital deSa˜o Jose´,Centro (UG); administration of broad-spec- bility (2C); hemoglobin target of Hospitalar de LisboaCentral, E.P.E., trum antimicrobials therapy within 7–9 g/dL in the absence of tissue Lisbon,Portugal 1 h of the recognition of septic shock hypoperfusion, ischemic coronary (1B) and severe sepsis without septic artery disease, or acute hemorrhage 167 (1B); low tidal volume (1A) and blood glucose management com- bolus of 20 mL/kg of crystalloids (or limitation of inspiratory plateau mencing insulin dosing when two albumin equivalent) over 5–10 min pressure (1B) for acute respiratory consecutive blood glucose levels are (2C); more common use of inotropes distress syndrome (ARDS); applica- [180 mg/dL, targeting an upper and vasodilators for low cardiac out- tion of at least a minimal amount of blood glucose B180 mg/dL (1A); put septic shock associated with positive end-expiratory pressure equivalency of continuous veno- elevated systemic vascular resistance (PEEP) in ARDS (1B); higher rather venous hemofiltration or intermittent (2C); and use of hydrocortisone only than lower level of PEEP for patients hemodialysis (2B); prophylaxis for in children with suspected or proven with sepsis-induced moderate or deep vein thrombosis (1B); use of ‘‘absolute’’’ adrenal insufficiency severe ARDS (2C); recruitment stress ulcer prophylaxis to prevent (2C). Conclusions: Strong agree- maneuvers in sepsis patients with upper gastrointestinal bleeding in ment existed among a large cohort of severe refractory hypoxemia due to patients with bleeding risk factors international experts regarding many ARDS (2C); prone positioning in (1B); oral or enteral (if necessary) level 1 recommendations for the best sepsis-induced ARDS patients with a feedings, as tolerated, rather than care of patients with severe sepsis. PaO2 /FiO2 ratio of B100 mm Hg in either complete fasting or provision Although a significant number of facilities that have experience with of only intravenous glucose within aspects of care have relatively weak such practices (2C); head-of-bed ele- the first 48 h after a diagnosis of support, evidence-based recommen- vation in mechanically ventilated severe sepsis/septic shock (2C); and dations regarding the acute patients unless contraindicated (1B); addressing goals of care, including management of sepsis and septic a conservative fluid strategy for treatment plans and end-of-life plan- shock are the foundation of improved patients with established ARDS who ning(asappropriate)(1B),asearlyas outcomes for this important group of do not have evidence of tissue hypo- feasible, but within 72 h of intensive critically ill patients. perfusion(1C);protocolsforweaning care unit admission (2C). Recom- and sedation (1A); minimizing use of mendations specific to pediatric Keywords Sepsis (cid:2) Severe sepsis (cid:2) either intermittent bolus sedation or severe sepsis include: therapy with Septic shock (cid:2) Sepsis syndrome (cid:2) continuous infusion sedation target- face mask oxygen, high flow nasal Infection (cid:2) Grading of ing specific titration endpoints (1B); cannula oxygen, or nasopharyngeal Recommendations Assessment, avoidance of neuromuscular blockers continuous PEEP in the presence of DevelopmentandEvaluationcriteria(cid:2) if possible in the septic patient with- respiratory distress and hypoxemia GRADE (cid:2) Guidelines (cid:2) out ARDS (1C); a short course of (2C), use of physical examination Evidence-based medicine (cid:2) neuromuscular blocker (no longer therapeutic endpoints such as capil- Surviving Sepsis Campaign (cid:2) than 48 h) for patients with early lary refill (2C); for septic shock Sepsis bundles ARDS and a PaO2 /FIO2 \\150 mm Hg associated with hypovolemia, the use (2C); a protocolized approach to ofcrystalloidsoralbumintodelivera Sepsisisasystemic,deleterioushostresponsetoinfection making capability when he or she is presented with a leading to severe sepsis (acute organ dysfunction sec- patient’s unique set of clinical variables. Most of these ondary to documented or suspected infection) and septic recommendations are appropriate for the severe sepsis shock (severe sepsis plus hypotension not reversed with patient in the intensive care unit (ICU) and non-ICU fluid resuscitation). Severe sepsis and septic shock are settings. In fact, the committee believes that the greatest major healthcare problems, affecting millions of people outcome improvement can be made through education aroundtheworldeachyear,killingoneinfour(andoften and process change for those caring for severe sepsis more), and increasing in incidence [1–5]. Similar to patientsinthenon-ICUsettingandacrossthespectrumof polytrauma, acute myocardial infarction, or stroke, the acute care. Resource limitations in some institutions and speed and appropriateness of therapy administered in the countries may prevent physicians from accomplishing initial hours after severe sepsis develops are likely to particular recommendations. Thus, these recommenda- influence outcome. tions are intended to be best practice (the committee Therecommendationsinthisdocumentareintendedto considers this a goal for clinical practice) and not created provideguidanceforthecliniciancaringforapatientwith to represent standard of care. The Surviving Sepsis severe sepsis or septic shock. Recommendations from Campaign (SSC) Guidelines Committee hopes that over these guidelines cannot replace the clinician’s decision- time,particularly througheducationprogramsand formal 168 audit and feedback performance improvement initiatives, toaddresscontentneedsforthedevelopmentprocess.Four the guidelines will influence bedside healthcare practi- clinicianswithexperienceintheGRADEprocessapplica- tioner behavior that will reduce the burden of sepsis tion (referred to in this document as GRADE group or worldwide. Evidence-Based Medicine [EBM] group) took part in the guidelinesdevelopment. The guidelines development process began with appointment of group heads and assignment of committee members to groups according to their specific expertise. Methodology Eachgroupwasresponsiblefordraftingtheinitialupdateto Definitions the2008editionintheirassignedarea(withmajoradditional elements of information incorporated into the evolving Sepsisisdefinedasthepresence(probableordocumented) manuscriptthroughyear-end2011andearly2012). of infection together with systemic manifestations of infec- WithinputfromtheEBMgroup,aninitialgroupmeet- tion. Severe sepsis is defined as sepsis plus sepsis-induced ingwasheldtoestablishproceduresforliteraturereviewand organdysfunctionortissuehypoperfusion(Tables 1,2)[6]. development of tables for evidence analysis. Committees Throughout this manuscript and the performance improve- and their subgroups continued work via phone and the ment bundles, which are included, a distinction is made Internet.Severalsubsequentmeetingsofsubgroupsandkey between definitions and therapeutic targets or thresholds. individuals occurred at major international meetings Sepsis-induced hypotension is defined as a systolic blood (nominalgroups),withworkcontinuingviateleconferences pressure(SBP)\\90 mmHgormeanarterialpressure(MAP) and electronic-based discussions among subgroups and \\70 mmHgoraSBPdecrease[40 mmHgorlessthantwo membersoftheentirecommittee.Ultimately,ameetingof standard deviations below normal for age in the absence of all group heads, executive committee members, and other other causes of hypotension. An example of a therapeutic keycommitteememberswasheldtofinalizethedraftdoc- targetortypicalthresholdforthereversalofhypotensionis umentforsubmissiontoreviewers. seeninthesepsisbundlesfortheuseofvasopressors.Inthe bundles,theMAPthresholdisC65 mmHg.Theuseofdefi- nitionversusthresholdwillbeevidentthroughoutthisarticle. Search techniques Septic shock is defined as sepsis-induced hypotension per- sisting despite adequate fluid resuscitation. Sepsis-induced Aseparateliteraturesearchwasperformedforeachclearly tissue hypoperfusion is defined as infection-induced hypo- defined question. The committee chairs worked with sub- tension,elevatedlactate,oroliguria. groupheadstoidentifypertinentsearchtermsthatwereto include,ataminimum,sepsis,severesepsis,septicshock, andsepsissyndromecrossedagainstthesubgroup’sgeneral History of the guidelines topicarea,aswellasappropriatekeywordsofthespecific question posed. All questions used in the previous guide- Theseclinicalpracticeguidelinesarearevisionofthe2008 lines publications were searched, as were pertinent new SSC guidelines for the management of severe sepsis and questions generated by general topic-related searches or septicshock[7].TheinitialSSCguidelineswerepublished recenttrials.Theauthorswerespecificallyaskedtolookfor in2004[8]andincorporatedtheevidenceavailablethrough existingmeta-analysesrelatedtotheirquestionandsearcha the end of 2003. The 2008 publication analyzed evidence minimum of one general database (i.e., MEDLINE, EM- availablethroughtheendof2007.Themostcurrentiteration BASE) and the Cochrane Library [both The Cochrane is based on updated literaturesearch incorporated intothe DatabaseofSystematicReviews(CDSR)andDatabaseof evolvingmanuscriptthroughfall2012. Abstracts of Reviews of Effectiveness (DARE)]. Other databases were optional (ACP Journal Club, Evidence- BasedMedicineJournal,CochraneRegistryofControlled Selection and organization of committee members Clinical Trials, International Standard Randomised Con- trolled Trial Registry (http://www.controlled-trials.com/ Theselectionofcommitteememberswasbasedoninterest isrctn/) or metaRegister of Controlled Trials (http://www. and expertise in specific aspects of sepsis. Co-chairs and controlled-trials.com/mrct/). Where appropriate, available executive committee members were appointed by the evidencewassummarizedintheformofevidencetables. SocietyofCriticalCareMedicineandEuropeanSocietyof Intensive Care Medicine governing bodies. Each sponsor- ingorganizationappointedarepresentativewhohadsepsis Grading of recommendations expertise. Additional committee members were appointed by the co-chairs and executive committee to create conti- We advised the authors to follow the principles of the nuitywiththepreviouscommittees’membershipaswellas GRADE system to guide assessment of quality of 169 Table1 Diagnostic criteria forsepsis Infection,documented orsuspected, andsomeof thefollowing: General variables Fever ([38.3(cid:3)C) Hypothermia (core temperature\\36(cid:3)C) Heart rate[90min-1ormore thantwo SD abovethe normalvalue forage Tachypnea Altered mental status Significant edema orpositivefluid balance ([20mL/kgover 24h) Hyperglycemia (plasma glucose[140mg/dLor 7.7mmol/L)in theabsence ofdiabetes Inflammatory variables Leukocytosis (WBCcount[12,000lL-1) Leukopenia (WBCcount\\4,000lL-1) Normal WBC countwithgreater than10%immature forms Plasma C-reactive proteinmore thantwo SD abovethenormal value Plasma procalcitonin more thantwo SD abovethenormal value Hemodynamic variables Arterial hypotension (SBP\\90mmHg,MAP\\70mmHg,oran SBP decrease[40mmHgin adults or less thantwo SDbelow normal forage) Organ dysfunction variables Arterial hypoxemia (PaO /FiO \\300) 2 2 Acute oliguria (urineoutput\\0.5mLkg-1h-1foratleast 2h despiteadequate fluidresuscitation) Creatinine increase[0.5mg/dLor44.2lmol/L Coagulation abnormalities(INR[1.5or aPTT[60s) Ileus (absent bowel sounds) Thrombocytopenia (platelet count\\100,000lL-1) Hyperbilirubinemia (plasma totalbilirubin[4mg/dLor 70lmol/L) Tissueperfusion variables Hyperlactatemia ([1mmol/L) Decreased capillaryrefill ormottling SD standard deviation, WBC white blood cell, SBP systolic blood hypothermia (rectal temperature [38.5 or \\35(cid:3)C), tachycardia pressure,MAPmeanarterialpressure,INRinternationalnormalized (may be absent in hypothermic patients), and at least one of the ratio, aPTTactivated partialthromboplastin time followingindicationsofalteredorganfunction:alteredmentalsta- Diagnostic criteria for sepsis in the pediatric population are signs tus,hypoxemia,increasedserumlactatelevel,orboundingpulses and symptoms of inflammation plus infection with hyper- or Adapted from[6] Table2 Severe sepsis The GRADE system is based on a sequential assess- ment of the quality of evidence, followed by assessment Severesepsis definition=sepsis-induced tissuehypoperfusion or organdysfunction(anyofthefollowingthoughttobeduetothe ofthebalancebetweenthebenefitsandrisks,burden,and infection) cost, leading to development and grading of a manage- Sepsis-induced hypotension ment recommendation. Keeping the rating of quality of Lactate above upperlimitslaboratory normal Urine output\\0.5mLkg-1h-1for morethan 2h despite evidence and strength of recommendation explicitly sep- adequate fluid resuscitation arate constitutes a crucial and defining feature of the Acute lunginjury withPaO2 /FiO2 \\250in theabsence of GRADE approach. This system classifies quality of evi- pneumonia as infectionsource dence as high (grade A), moderate (grade B), low (grade Acute lunginjury withPaO2 /FiO2 \\200in thepresenceof C), or very low (grade D). Randomized trials begin as pneumonia as infectionsource high-quality evidence but may be downgraded due to Creatinine[2.0mg/dL(176.8lmol/L) Bilirubin[2mg/dL(34.2lmol/L) limitations in implementation, inconsistency, or impreci- Platelet count\\100,000lL sion of the results, indirectness of the evidence, and Coagulopathy(international normalizedratio[1.5) possible reporting bias (Table 3). Examples of indirect- Adapted from[6] ness of the evidence include population studied, interventions used, outcomes measured, and how these evidencefromhigh(A)toverylow(D)andtodeterminethe relatetothequestionof interest.Well-doneobservational strengthofrecommendations(Tables 3,4)[9–11].TheSSC (nonrandomized) studies begin as low-quality evidence, Steering Committee and individual authors collaborated but the quality level may be upgraded on the basis of a withGRADErepresentativestoapplythesystemduringthe large magnitude of effect. An example of this is the SSC guidelines revision process. The members of the qualityofevidenceforearlyadministrationofantibiotics. GRADE group were directly involved, either in person or References to supplemental digital content appendices of via e-mail, in all discussions and deliberations among the GRADEproSummaryofEvidenceTablesappearthrough- guidelinescommitteemembersastogradingdecisions. outthisdocument. 170 Table3 Determination ofthequalityof evidence Table4 Factors determining strongversusweak recommendation Underlyingmethodology What shouldbe considered Recommended process A (high)RCTs B(moderate)downgradedRCTsorupgradedobservationalstudies Highormoderate evidence (is The higher thequalityof C(low) well-done observationalstudies withcontrolRCTs therehighormoderatequality evidence, themore likelya D (verylow)downgraded controlled studies orexpert opinion evidence?) strongrecommendation. based onotherevidence Certainty aboutthebalance of The largerthedifference Factors thatmay decreasethestrength ofevidence benefits versusharms and between thedesirable and 1.PoorqualityofplanningandimplementationofavailableRCTs, burdens (is therecertainty?) undesirable consequences and suggesting highlikelihood of bias thecertainty aroundthat 2.Inconsistency ofresults, includingproblemswith subgroup difference, themore likelya analyses strongrecommendation. The 3.Indirectness of evidence(differing population, intervention, smallerthenetbenefitandthe control, outcomes, comparison) lower thecertaintyfor that 4.Imprecision ofresults benefit,themorelikelyaweak 5.Highlikelihood of reportingbias recommendation Mainfactorsthat mayincrease thestrength ofevidence Certaintyinorsimilarvalues(is The more certaintyor similarity 1.Large magnitudeofeffect (direct evidence, relative risk[2 there certaintyor similarity?) in values andpreferences, the with noplausible confounders) more likelya strong 2.Very large magnitudeof effect withrelativerisk[5 and no recommendation threats to validity(by two levels) Resourceimplications (are The lowerthecostof an 3.Dose–response gradient resources worth expected intervention comparedto the benefits?) alternative and other costs RCT randomized controlled trial related to thedecision–i.e., fewer resourcesconsumed— themore likelya strong The GRADE system classifies recommendations as recommendation strong(grade1)orweak(grade2).Thefactorsinfluencing thisdeterminationarepresentedinTable 4.Theassignment of strong or weak is considered of greater clinical impor- interventionandthatmostcliniciansshoulduseitinmost tancethanadifferenceinletterlevelofqualityofevidence. situations. Circumstances may exist in which a strong The committee assessed whether the desirable effects of recommendation cannot or should not be followed for an adherencewouldoutweightheundesirableeffects,andthe individualbecauseofthatpatient’spreferencesorclinical strengthofarecommendationreflectsthegroup’sdegreeof characteristics that make the recommendation less appli- confidence in that assessment. Thus, a strong recommen- cable. A strong recommendation does not automatically dationinfavorofaninterventionreflectsthepanel’sopinion imply standard of care. For example, the strong recom- thatthedesirableeffectsofadherencetoarecommendation mendation for administering antibiotics within 1 h of the (beneficial health outcomes; lesser burden on staff and diagnosisofseveresepsis,aswellastherecommendation patients; and cost savings) will clearly outweigh the unde- for achieving a central venous pressure (CVP) of sirable effects (harm to health; more burden on staff and 8 mmHg and a central venous oxygen saturation (ScvO2 ) patients; and greater costs). The potential drawbacks of of 70 % in the first 6 h of resuscitation of sepsis-induced making strong recommendations in the presence of low- tissue hypoperfusion, although deemed desirable, are not quality evidence were taken into account. A weak recom- yet standards of care as verified by practice data. mendationinfavorofaninterventionindicatesthejudgment Significant education of committee members on the thatthedesirableeffectsofadherencetoarecommendation GRADE approach built on the process conducted during probablywilloutweightheundesirableeffects,butthepanel 2008 efforts. Several members of the committee were isnotconfidentaboutthesetradeoffs—eitherbecausesome trained inthe use of GRADEprosoftware, allowing more oftheevidenceislowquality(andthusuncertaintyremains formal use of the GRADE system [12]. Rules were dis- regarding the benefits and risks) or the benefits and down- tributed concerning assessing the body of evidence, and sides are closely balanced. A strong recommendation is GRADE representatives were available for advice worded as ‘‘we recommend’’ and a weak recommendation throughout the process. Subgroups agreed electronically as‘‘wesuggest.’’ on draft proposals that were then presented for general Throughout the document are a number of statements discussion among subgroup heads, the SSC Steering thateitherfollowgradedrecommendationsorarelistedas Committee (two co-chairs, two co-vice chairs, and an at- stand-alonenumberedstatementsfollowedby‘‘ungraded’’ large committee member), and several selected key in parentheses (UG). In the opinion of the committee, committee members who met in July 2011 in Chicago. these recommendations were not conducive for the The results of that discussion were incorporated into the GRADE process. next version of recommendations and again discussed The implications of calling a recommendation strong with the whole group using electronic mail. Draft rec- are that most well-informed patients would accept that ommendations were distributed to the entire committee 171 andfinalizedduringanadditionalnominalgroupmeeting Management of severe sepsis in Berlin in October 2011. Deliberations and decisions Initial resuscitation and infection issues (Table 5) were then recirculated to the entire committee for approval. At the discretion of the chairs and following A. Initial resuscitation discussion, competing proposals for wording of recom- 1. We recommend the protocolized, quantitative resus- mendations or assigning strength of evidence were citation of patients with sepsis- induced tissue resolved by formal voting within subgroups and at nom- hypoperfusion (defined in this document as hypoten- inal group meetings. The manuscript was edited for style sion persisting after initial fluid challenge or blood andformbythewritingcommitteewithfinalapprovalby lactate concentration C4 mmol/L). This protocol subgroup heads and then by the entire committee. To should be initiated as soon as hypoperfusion is rec- satisfy peer review during the final stages of manuscript ognized and should not be delayed pending ICU approval for publication, several recommendations were admission. During the first 6 h of resuscitation, the edited with approval of the SSC executive committee goals of initial resuscitation of sepsis-induced hypo- group head for that recommendation and the EBM lead. perfusion should include all of the following as a part of a treatment protocol (grade 1C): Conflict of interest policy (a) CVP 8–12 mmHg (b) MAP C65 mmHg Since the inception of the SSC guidelines in 2004, no (c) Urine output C0.5 mL kg h-1 members of the committee represented industry; there (d) Superiorvenacavaoxygenationsaturation(ScvO 2 ) was no industry input into guidelines development; and or mixed venous oxygen saturation (SvO2 ) 70 or no industry representatives were present at any of the 65 %,respectively. meetings. Industry awareness or comment on the recom- 2. Wesuggesttargetingresuscitationtonormalizelactate mendations was not allowed. No member of the in patients with elevated lactate levels as a marker of guidelines committee received honoraria for any role in tissue hypoperfusion (grade 2C). the 2004, 2008, or 2012 guidelines process. Adetaileddescriptionofthedisclosureprocessandall Rationale. In a randomized, controlled, single-center authordisclosuresappearinSupplementalDigitalContent1 study, early quantitative resuscitation improved survival inthesupplementalmaterialstothisdocument.Appendix2 for emergency department patients presenting with septic showsaflowchartoftheCOIdisclosureprocess.Committee shock [13]. Resuscitation targeting the physiologic goals memberswhowerejudgedtohaveeitherfinancialornon- expressedinrecommendation1(above)fortheinitial6-h financial/academiccompetinginterestswererecusedduring periodwasassociatedwitha15.9 %absolutereductionin the closed discussion session and voting session on that 28-day mortality rate. This strategy, termed early goal- topic. Full disclosure and transparency of all committee directed therapy, was evaluated in a multicenter trial of members’potentialconflictsweresought. 314 patients with severe sepsis in eight Chinese centers On initial review, 68 financial conflict of interest [14]. This trial reported a 17.7 % absolute reduction in (COI) disclosures and 54 non-financial disclosures were 28-day mortality (survival rates, 75.2 vs. 57.5 %, submitted by committee members. Declared COI disclo- P = 0.001). A large number of other observational stud- sures from 19 members were determined by the COI ies using similar forms of early quantitative resuscitation subcommittee to be not relevant to the guidelines content in comparable patient populations have shown significant process. Nine who were determined to have COI (finan- mortality reduction compared to the institutions’ histori- cial and non-financial) were adjudicated by group cal controls (Supplemental Digital Content 2). Phase III reassignment and requirement to adhere to SSC COI of the SSC activities, the international performance policy regarding discussion or voting at any committee improvementprogram,showedthatthemortalityofseptic meetings where content germane to their COI was dis- patients presenting with both hypotension and lactate cussed. Nine were judged as having conflicts that could C4 mmol/L was 46.1 %, similar to the 46.6 % mortality not be resolved solely by reassignment. One of these found in the first trial cited above [15]. As part of per- individuals was asked to step down from the committee. formance improvement programs, some hospitals have Theothereightwereassignedtothegroupsinwhichthey lowered the lactate threshold for triggering quantitative had the least COI. They were required to work within resuscitation in the patient with severe sepsis, but these their group with full disclosure when a topic for which thresholds have not been subjected to randomized trials. they had relevant COI was discussed, and they were not TheconsensuspaneljudgeduseofCVPandSvO2 targets allowed to serve as group head. At the time of final to be recommended physiologic targets for resuscitation. approvalofthedocument,anupdateoftheCOIstatement Although there are limitations to CVP as a marker of wasrequired.NoadditionalCOIissueswerereportedthat intravascular volume status and response to fluids, a low required further adjudication. CVP generally can be relied upon as supporting positive 172 Table5 Recommendations: initial resuscitation and infection issues A.Initialresuscitation 1.Protocolized,quantitativeresuscitationofpatientswithsepsis-inducedtissuehypoperfusion(definedinthisdocumentashypotension persisting afterinitial fluid challenge or bloodlactateconcentration C4mmol/L).Goals duringthefirst6h of resuscitation: (a) Central venous pressure8–12mmHg (b) Meanarterial pressure (MAP)C65mmHg (c) Urine outputC0.5mLkg-1h (d) Centralvenous (superiorvena cava) ormixed venousoxygen saturation 70or65%,respectively (grade 1C) 2.In patients withelevated lactate levelstargeting resuscitation tonormalizelactate asrapidly aspossible (grade 2C) B. Screening forsepsis andperformance improvement 1.Routinescreeningofpotentiallyinfectedseriouslyillpatientsforseveresepsistoallowearlierimplementationoftherapy(grade1C) 2.Hospital-based performanceimprovement effortsinsevere sepsis (UG) C. Diagnosis 1.Culturesasclinicallyappropriatebeforeantimicrobialtherapyifnosignificantdelay([45min)inthestartofantimicrobial(s)(grade 1C).Atleast2setsofbloodcultures(bothaerobicandanaerobicbottles)beobtainedbeforeantimicrobialtherapywithatleast1drawn percutaneously and 1 drawn througheachvascular access device,unless thedevice wasrecently (\\48h) inserted (grade 1C) 2.Useofthe1,3b-D-glucanassay(grade2B),mannanandanti-mannanantibodyassays(2C),ifavailableandinvasivecandidiasisisin differential diagnosisof cause of infection. 3.Imaging studiesperformed promptlytoconfirma potentialsourceof infection (UG) D.Antimicrobial therapy 1.Administrationofeffectiveintravenousantimicrobialswithinthefirsthourofrecognitionofsepticshock(grade1B)andseveresepsis withoutseptic shock(grade 1C) as thegoaloftherapy 2a.Initialempiricanti-infectivetherapyofoneormoredrugsthathaveactivityagainstalllikelypathogens(bacterialand/orfungalor viral) and that penetratein adequateconcentrations intotissues presumed tobethe sourceofsepsis (grade 1B) 2b. Antimicrobialregimen shouldbe reassessed daily forpotentialdeescalation (grade 1B) 3.Useoflowprocalcitoninlevelsorsimilarbiomarkerstoassisttheclinicianinthediscontinuationofempiricantibioticsinpatientswho initially appeared septic, buthavenosubsequent evidence of infection(grade 2C) 4a.Combination empiricaltherapy forneutropenic patientswith severe sepsis (grade 2B)and forpatients with difficulttotreat, multidrug-resistant bacterial pathogenssuchas Acinetobacter andPseudomonas spp.(grade 2B). Forpatients with severe infections associated with respiratoryfailure and septicshock,combination therapy withan extended spectrum beta-lactam and either an aminoglycoside ora fluoroquinoloneisforP. aeruginosabacteremia (grade 2B).A combinationof beta-lactam and macrolide for patients with septicshock frombacteremic Streptococcus pneumoniaeinfections (grade 2B) 4b. Empiric combinationtherapy shouldnot beadministered formore than3–5days.De-escalation tothemost appropriatesingle therapy should beperformedas soonasthesusceptibility profileisknown(grade 2B) 5.Durationoftherapytypically7–10days;longercoursesmaybeappropriateinpatientswhohaveaslowclinicalresponse,undrainable fociofinfection,bacteremiawithS.aureus;somefungalandviralinfectionsorimmunologicdeficiencies,includingneutropenia(grade 2C) 6.Antiviral therapy initiated as earlyas possibleinpatients with severe sepsisor septicshock ofviral origin(grade 2C) 7.Antimicrobial agents should notbe usedinpatients with severe inflammatorystates determined tobe ofnoninfectious cause (UG) E.Source control 1.Aspecificanatomicaldiagnosisofinfectionrequiringconsiderationforemergentsourcecontrolbesoughtanddiagnosedorexcluded as rapidlyas possible,andintervention beundertaken forsourcecontrol within thefirst12h afterthediagnosis ismade, iffeasible (grade 1C) 2.When infected peripancreatic necrosisisidentified asa potentialsourceof infection,definitiveintervention isbestdelayed until adequate demarcation of viableand nonviable tissueshas occurred(grade 2B) 3.When sourcecontrol inaseverely septicpatient isrequired, theeffective interventionassociated withtheleast physiologicinsult should beused (e.g., percutaneousrather thansurgical drainageof an abscess)(UG) 4.If intravascular access devicesare a possiblesource ofsevere sepsis orseptic shock,theyshouldbe removed promptlyafterother vascular access hasbeen established(UG) F. Infectionprevention 1a.Selectiveoraldecontaminationandselectivedigestivedecontaminationshouldbeintroducedandinvestigatedasamethodtoreduce theincidence ofventilator-associated pneumonia;This infectioncontrol measurecan thenbeinstituted inhealthcare settings and regions where this methodologyisfound tobe effective (grade 2B) 1b. Oralchlorhexidine gluconatebe usedas aform oforopharyngeal decontamination toreduce therisk of ventilator-associated pneumonia inICU patients withsevere sepsis (grade 2B) responsetofluidloading.Eitherintermittent orcontinuous achieve the ScvO2 or SvO2 goal are options. The strong measurements of oxygen saturation were judged to be recommendation for achieving a CVP of 8 mmHg and an acceptable.Duringthefirst6 hofresuscitation,ifScvO2 less ScvO2 of 70 % in the first 6 h of resuscitation of sepsis- than70 %orSvO2 equivalentoflessthan65 %persistswith induced tissue hypoperfusion, although deemed desirable, what is judged to be adequate intravascular volume reple- arenotyetthestandardofcareasverifiedbypracticedata. tioninthepresenceofpersistingtissuehypoperfusion,then ThepublicationoftheinitialresultsoftheinternationalSSC dobutamineinfusion(toamaximumof20 lg kg-1 min-1) performance improvement program demonstrated that or transfusion of packed red blood cells to achieve a adherencetoCVPandScvO2 targetsforinitialresuscitation hematocrit of greater than or equal to 30 % in attempts to waslow[15]. 173 Inmechanicallyventilatedpatientsorthosewithknown (n = 30).Thesecondtrialincluded348patientswithlactate preexistingdecreasedventricularcompliance,ahighertarget levelsC3 mmol/L[36].Thestrategyinthistrialwasbased CVPof12–15 mmHgshouldbeachievedtoaccountforthe onagreaterthanorequalto20 %decreaseinlactatelevels impediment in filling [16]. Similar consideration may be per2 h of the first 8 hinaddition toScvO2 targetachieve- warrantedincircumstancesofincreasedabdominalpressure ment,andwasassociatedwitha9.6 %absolutereductionin [17].ElevatedCVPmayalsobeseenwithpreexistingclin- mortality(P = 0.067;adjustedhazardratio,0.61;95 %CI, icallysignificantpulmonaryarteryhypertension,makinguse 0.43–0.87;P = 0.006). ofthisvariableuntenableforjudgingintravascularvolume status.Althoughthecauseoftachycardiainsepticpatients maybemultifactorial,adecreaseinelevatedpulseratewith B. Screening for sepsis and performance improvement fluid resuscitation is often a useful marker of improving 1. We recommend routine screening of potentially intravascular filling. Published observational studies have infected seriously ill patients for severe sepsis to demonstratedanassociationbetweengoodclinicaloutcome increase the early identification of sepsis and allow in septic shock and MAP C65 mmHg as well as ScvO2 implementation of early sepsis therapy (grade 1C). C70 % (measured in the superior vena cava, either inter- mittently or continuously) [18]. Many studies support the Rationale. The early identification of sepsis and imple- valueofearlyprotocolizedresuscitationinseveresepsisand mentation of early evidence-based therapies have been sepsis-induced tissue hypoperfusion [19–24]. Studies of documented to improve outcomes and decrease sepsis- patientswithshockindicatethatSvO2 runs5–7 %lowerthan related mortality [15]. Reducing the time to diagnosis of ScvO2 [25].Whilethecommitteerecognizedthecontroversy severe sepsis is thought to be a critical component of surrounding resuscitation targets, an early quantitative reducing mortality from sepsis-related multiple organ resuscitation protocol using CVP and venous blood gases dysfunction [35]. Lack of early recognition is a major canbereadilyestablishedinbothemergencydepartmentand obstacletosepsisbundleinitiation.Sepsisscreeningtools ICUsettings[26].Recognizedlimitationstostatic ventric- have been developed to monitor ICU patients [37–41], ular filling pressure estimates exist as surrogates for fluid and their implementation has been associated with resuscitation[27,28],butmeasurementofCVPiscurrently decreased sepsis-related mortality [15]. the most readily obtainable target for fluid resuscitation. Targetingdynamicmeasuresoffluidresponsivenessduring 2. Performance improvement efforts in severe sepsis resuscitation,includingflowandpossiblyvolumetricindices should be used to improve patient outcomes (UG). and microcirculatory changes, may have advantages [29– 32]. Available technologies allow measurement of flow at Rationale. Performance improvement efforts in sepsis the bedside [33, 34]; however, the efficacy of these moni- have beenassociated withimprovedpatient outcomes[19, toringtechniquestoinfluenceclinicaloutcomesfromearly 42–46]. Improvement in care through increasing compli- sepsisresuscitationremainsincompleteandrequiresfurther ance with sepsis quality indicators is the goal of a severe studybeforeendorsement. sepsis performance improvement program [47]. Sepsis Theglobalprevalenceofseveresepsispatientsinitially managementrequiresamultidisciplinaryteam(physicians, presentingwitheitherhypotensionwithlactateC4 mmol/L, nurses, pharmacy, respiratory, dieticians, and administra- hypotensionalone,orlactateC4 mmol/Lalone,isreported tion) and multispecialty collaboration (medicine, surgery, as 16.6, 49.5, and 5.4 %, respectively [15]. The mortality andemergencymedicine)tomaximizethechanceforsuc- rate is high in septic patients with both hypotension and cess. Evaluation of process change requires consistent lactate C4 mmol/L (46.1 %) [15], and is also increased in education,protocoldevelopmentandimplementation,data severely septic patients with hypotension alone (36.7 %) collection, measurement of indicators, and feedback to and lactate C4 mmol/L alone (30 %) [15]. If ScvO2 is not facilitate the continuous performance improvement. available,lactatenormalizationmaybeafeasibleoptionin Ongoing educational sessions provide feedback on indi- thepatientwithseveresepsis-inducedtissuehypoperfusion. cator compliance and can help identify areas for ScvO2 and lactate normalization may also be used as a additionalimprovementefforts.Inadditiontotraditional combined endpoint when both are available. Two multi- continuing medical education efforts to introduce guide- center randomized trials evaluated a resuscitation strategy lines into clinical practice, knowledge translation efforts thatincludedlactatereductionasasingletargetoratarget haverecentlybeenintroducedasameanstopromotethe combinedwithScvO2 normalization[35,36].Thefirsttrial use of high-quality evidence in changing behavior [48]. reportedthatearlyquantitativeresuscitationbasedonlactate Protocol implementation associated with education and clearance (decrease by at least 10 %) was noninferior to performance feedback has been shown to change clini- earlyquantitativeresuscitationbasedonachievingScvO2 of cian behavior and is associated with improved outcomes 70 % or more [35]. The intention-to-treat group contained andcosteffectivenessinseveresepsis[19,23,24,49].In 300, but the number of patients actually requiring either partnership with the Institute for Healthcare Improve- ScvO2 normalization or lactate clearance was small ment,phaseIIIoftheSSCtargetedtheimplementationof 174 a core set (‘‘bundle’’) of recommendations in hospital deviceswithsignsofinflammation,catheterdysfunction,or environments where change in behavior and clinical indicatorsofthrombusformation).Obtainingbloodcultures impact were measured [50]. The SSC guidelines and peripherally and through a vascular access device is an bundles canbe usedas the basis of asepsis performance importantstrategy.Ifthesameorganismisrecoveredfrom improvement program. bothcultures,thelikelihoodthattheorganismiscausingthe ApplicationoftheSSC sepsisbundles ledtosustained, severesepsisisenhanced. continuous quality improvement in sepsis care and was In addition, if equivalent volumes of blood drawn for associatedwithreducedmortality[15].Analysisofthedata culture and the vascular access device is positive much fromnearly32,000patientchartsgatheredfrom239hospi- earlierthantheperipheralbloodculture(i.e.,morethan2 h talsin17countriesthroughSeptember2011aspartofphase earlier),thedatasupporttheconceptthatthevascularaccess IIIofthecampaigninformedtherevisionofthebundlesin deviceisthesourceoftheinfection[36,51,52].Quantitative conjunction with the 2012 guidelines. As a result, for the culturesofcatheterandperipheralbloodmayalsobeuseful 2012version,themanagementbundlewasdroppedandthe fordeterminingwhetherthecatheteristhesourceofinfec- resuscitationbundlewasbrokenintotwopartsandmodified tion.Thevolumeofblooddrawnwiththeculturetubeshould as shown in Fig. 1. For performance improvement quality beC10 mL[53].Quantitative(orsemiquantitative)cultures indicators,resuscitationtargetthresholdsarenotconsidered. ofrespiratorytractsecretionsareoftenrecommendedforthe However, recommended targets from the guidelines are diagnosis of ventilator-associated pneumonia (VAP) [54], includedwiththebundlesforreferencepurposes. buttheirdiagnosticvalueremainsunclear[55]. The Gram staincan be useful, in particular for respira- torytractspecimens,todetermineifinflammatorycellsare C. Diagnosis present (greater than five polymorphonuclear leukocytes/ 1. We recommend obtaining appropriate cultures before high-powered field and less than 10 squamous cells/low- antimicrobial therapy is initiated if such cultures do powered field) and ifculture results will be informative of not cause significant delay ([45 min) in the start of lowerrespiratorypathogens.Rapidinfluenzaantigentesting antimicrobial(s) administration (grade 1C). To opti- during periods of increased influenza activity in the com- mize identification of causative organisms, we munityisalsorecommended.Afocusedhistorycanprovide recommend obtaining at least two sets of blood cul- vital information about potential risk factors for infection tures (both aerobic and anaerobic bottles) before and likely pathogens at specific tissue sites. The potential antimicrobial therapy, with at least one drawn percu- role of biomarkers for diagnosis of infection in patients taneouslyandonedrawnthrougheachvascularaccess presentingwithseveresepsisremainsundefined.Theutility device, unless the device was recently (\\48 h) inser- of procalcitonin levels or other biomarkers (such as ted. These blood cultures can be drawn at the same C-reactive protein) to discriminate the acute inflammatory time if they are obtained from different sites. Cultures pattern of sepsis from other causes of generalized inflam- of other sites (preferably quantitative where appropri- mation (e.g., postoperative, other forms of shock) has not ate), such as urine, cerebrospinal fluid, wounds, been demonstrated. No recommendation can be given for respiratorysecretions,orotherbodyfluidsthatmaybe the use of these markers to distinguish between severe the source of infection, should also be obtained before infectionandotheracuteinflammatorystates[56–58]. antimicrobial therapy if doing so does not cause sig- In the near future, rapid, non-culture-based diagnostic nificant delay in antibiotic administration (grade 1C). methods (polymerase chain reaction, mass spectroscopy, microarrays)mightbehelpfulforaquickeridentificationof Rationale. Although sampling should not delay timely pathogens andmajorantimicrobial resistancedeterminants administration of antimicrobial agents in patients with [59]. These methodologies could be particularly useful for severesepsis(e.g.,lumbarpunctureinsuspectedmeningi- difficult-to-culturepathogensorinclinicalsituationswhere tis),obtainingappropriateculturesbeforeadministrationof empiricantimicrobialagentshavebeenadministeredbefore antimicrobials is essential to confirm infection and the culture samples were been obtained. Clinical experience responsible pathogens, and to allow de-escalation of anti- remainslimited,andmoreclinicalstudiesareneededbefore microbialtherapyafterreceiptofthesusceptibilityprofile. recommending these non-culture molecular methods as a Samplescanberefrigeratedorfrozenifprocessingcannot replacementforstandardbloodculturemethods[60,61]. be performed immediately. Because rapid sterilization of blood cultures can occur within a few hours after the first 2. We suggest the use of the 1,3 b-D-glucan assay (grade 2B), mannan and anti-mannan antibody assays (grade antimicrobialdose,obtainingthoseculturesbeforetherapy 2C), when invasive candidiasis is in the differential isessentialifthecausativeorganismistobeidentified.Two diagnosis of infection. or more blood cultures are recommended [51]. In patients withindwellingcatheters(formorethan48 h),atleastone Rationale. The diagnosis of systemic fungal infection bloodcultureshouldbedrawnthrougheachlumenofeach (usually candidiasis) in the critically ill patient can be vascular access device (if feasible, especially for vascular 175 Fig.1 Survivingsepsis campaigncare bundles SURVIVINGSEPSISCAMPAIGN CAREBUNDLES TO BE COMPLETED WITHIN 3 HOURS: 1) Measure lactate level 2) Obtain blood cultures prior to administration of antibiotics 3) Administer broad spectrum antibiotics 4) Administer 30mL/kg crystalloid for hypotension or lactate ≥4mmol/L TO BE COMPLETED WITHIN 6 HOURS: 5) Apply vasopressors (for hypotension that does not respond to initial fluid resuscitation) to maintain a mean arterial pressure (MAP)≥65mmHg 6) In the event of persistent arterial hypotension despite volume resuscitation (septic shock) or initial lactate ≥ 4 mmol/L (36 mg/dL): -Measure central venous pressure (CVP)* -Measure central venous oxygen saturation (ScvO )* 2 7) Remeasure lactateif initial lactate waselevated* *Targets for quantitative resuscitation included in the guidelines are CVP of ≥8 mm Hg, ScvO of ≥70%, and normalization of lactate. 2 challenging, and rapid diagnostic methodologies, such as shock (grade 1C) should be the goal of therapy. antigen and antibody detection assays, can be helpful in Remark:Althoughtheweightoftheevidencesupports detecting candidiasis in the ICU patient. These suggested prompt administration of antibiotics following the testshaveshownpositive resultssignificantlyearlierthan recognition of severe sepsis and septic shock, the standard culture methods [62–67], but false-positive feasibilitywithwhichcliniciansmayachievethisideal reactions can occur with colonization alone, and their state has not been scientifically evaluated. diagnosticutilityinmanagingfungalinfectionintheICU needs additional study [65]. Rationale. Establishing vascular access and initiating aggressive fluid resuscitation are the first priorities when 3. We recommend that imaging studies be performed managing patients with severe sepsis or septic shock. promptly in attempts to confirm a potential source of Prompt infusion of antimicrobial agents should also be a infection. Potential sources of infection should be sam- priority and may require additional vascular access ports pledastheyareidentifiedandinconsiderationofpatient [68, 69]. In the presence of septic shock, each hour delay risk for transport and invasive procedures (e.g., careful in achieving administration of effective antibiotics is coordinationandaggressivemonitoringifthedecisionis associated with a measurable increase in mortality in a made to transport for a computed tomography-guided number of studies [15, 68, 70–72]. Overall, the prepon- needle aspiration). Bedside studies, such as ultrasound, derance of data support giving antibiotics as soon as mayavoidpatienttransport(UG). possible in patients with severe sepsis with or without septic shock [15, 68, 70–77]. The administration of anti- Rationale. Diagnostic studies may identify a source of microbialagentswithaspectrumofactivitylikelytotreat infectionthatrequiresremovalofaforeignbodyordrainage the responsible pathogen(s) effectively within 1 h of the to maximize the likelihood of a satisfactory response to diagnosis of severe sepsis and septic shock. Practical therapy. Even in the most organized and well-staffed considerations, for example challenges with clinicians’ healthcare facilities, however, transport of patients can be earlyidentificationofpatientsoroperationalcomplexities dangerous,ascanbeplacingpatientsinoutside-unitimaging in the drug delivery chain, represent unstudied variables devices that are difficult to access and monitor. Balancing that may impact achieving this goal. Future trials should riskandbenefitisthereforemandatoryinthosesettings. endeavor to provide an evidence base in this regard. This should be the target goal when managing patients with D. Antimicrobial therapy septic shock, whether they are located within the hospital 1. The administration of effective intravenous antimi- ward, the emergency department, or the ICU. The strong crobials within the first hour of recognition of septic recommendation for administering antibiotics within 1 h shock (grade 1B) and severe sepsis without septic of the diagnosis of severe sepsis and septic shock, 176 althoughjudgedtobedesirable,isnotyetthestandardof agents,orifCandidaglabratainfectionissuspectedfrom care as verified by published practice data [15]. earlier culture data. Knowledge of local resistance pat- If antimicrobial agents cannot be mixed and delivered terns to antifungal agents should guide drug selection promptly from the pharmacy, establishing a supply of until fungal susceptibility test results, if available, are premixed antibiotics for such urgent situations is an performed. Risk factors for candidemia, such as immu- appropriate strategy for ensuring prompt administration. nosuppressedorneutropenicstate,priorintenseantibiotic Many antibiotics will not remain stable if premixed in a therapy, or colonization in multiple sites, should also be solution. This risk must be taken into consideration in considered when choosing initial therapy. institutions that rely on premixed solutions for rapid Becausepatientswithseveresepsisorsepticshockhave availability of antibiotics. In choosing the antimicrobial little margin for error in the choice of therapy, the initial regimen, clinicians should be aware that some antimi- selection of antimicrobial therapy should be broad enough crobialagentshavetheadvantageofbolusadministration, to cover all likely pathogens. Antibiotic choices should be while others require a lengthy infusion. Thus, if vascular guided by local prevalence patterns of bacterial pathogens access is limited and many different agents must be andsusceptibilitydata.Ampleevidenceexiststhatfailureto infused, bolus drugs may offer an advantage. initiate appropriate therapy (i.e., therapy with activity against the pathogen that is subsequently identified as the 2a. Werecommendthatinitialempiricanti-infectivether- causative agent) correlates with increased morbidity and apyincludeoneormoredrugsthathaveactivityagainst mortalityinpatientswithseveresepsisorsepticshock[68, all likely pathogens (bacterial and/or fungal or viral) 71, 79, 80]. Recent exposure to antimicrobials (within last and that penetrate in adequate concentrations into the 3 months)shouldbeconsideredinthechoiceofanempiric tissuespresumedtobethesourceofsepsis(grade1B). antibacterial regimen. Patients with severe sepsis or septic Rationale. Thechoiceofempiricalantimicrobialtherapy shock warrant broad-spectrum therapy until the causative depends on complex issues related tothe patient’s history, organism and its antimicrobial susceptibilities are defined. including drug intolerances, recent receipt of antibiotics Although a global restriction of antibiotics is an important (previous 3 months), underlying disease, the clinical syn- strategy to reduce the development of antimicrobial resis- drome, and susceptibility patterns of pathogens in the tanceandtoreducecost,itisnotanappropriatestrategyin community and hospital, and that previously have been the initial therapy for this patient population. However, as documented to colonize or infect the patient. The most soon as the causative pathogen has been identified, de- common pathogens that cause septic shock in hospitalized escalation should be performed by selecting the most patients are Gram-positive bacteria, followed by Gram- appropriate antimicrobial agent that covers the pathogen negativeandmixedbacterialmicroorganisms.Candidiasis, and is safe and cost-effective. Collaboration with antimi- toxic shock syndromes, and an array of uncommon patho- crobial stewardship programs, where they exist, is gensshouldbeconsideredinselectedpatients.Anespecially encouraged to ensure appropriate choices and rapid avail- wide range of potential pathogens exists for neutropenic ability of effective antimicrobials for treating septic patients. Recently used anti-infective agents should gener- patients. All patients should receive a full loading dose of ally be avoided. When choosing empirical therapy, each agent. Patients with sepsis often have abnormal and cliniciansshouldbecognizantofthevirulenceandgrowing vacillating renal or hepatic function, or may have abnor- prevalence of oxacillin (methicillin)-resistant Staphylococ- mally high volumesofdistributionduetoaggressivefluid cus aureus, and resistance to broad-spectrum beta-lactams resuscitation, requiring dose adjustment. Drug serumcon- and carbapenem among Gram-negative bacilli in some centration monitoring can be useful in an ICU setting for communities and healthcare settings. Within regions in those drugs that can be measured promptly. Significant which the prevalence of such drug-resistant organisms is expertise is required to ensure that serum concentrations significant,empirictherapy adequate tocoverthesepatho- maximizeefficacyandminimizetoxicity[81,82]. gensiswarranted. 2b. Theantimicrobialregimenshouldbereassesseddaily Cliniciansshouldalsoconsiderwhethercandidemiais for potential de-escalation to prevent the develop- a likely pathogen when choosing initial therapy. When ment of resistance, to reduce toxicity, and to reduce deemed warranted, the selection of empirical antifungal costs (grade 1B). therapy (e.g., an echinocandin, triazoles such as fluco- nazole, or a formulation of amphotericin B) should be Rationale. Once the causative pathogen has been iden- tailoredtothelocalpatternofthemostprevalentCandida tified, the most appropriate antimicrobial agent that species and any recent exposure to antifungal drugs [78]. covers the pathogen and is safe and cost-effective should Recent Infectious Diseases Society of America (IDSA) be selected. On occasion, continued use of specific guidelines recommend either fluconazole or an echino- combinations of antimicrobials might be indicated even candin. Empiric use of an echinocandin is preferred in after susceptibility testing is available (e.g., Pseudomonas most patients with severe illness, especially in those spp. only susceptible to aminoglycosides; enterococcal patients who have recently been treated with antifungal"
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC7095153&blobtype=pdf"
  }
}