{
  "topic": "steroid_sensitivity",
  "pmid": "39905519",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_39905519\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC11796136&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "39905519",
    "title": "\"The NET effect\": Neutrophil extracellular traps-a potential key component of the dysregulated host immune response in sepsis.",
    "journal": "Crit Care",
    "year": "2025",
    "authors": [
      "Retter A",
      "Singer M",
      "Annane D"
    ],
    "doi": "10.1186/s13054-025-05283-0"
  },
  "sections": {
    "Abstract": "Retter et al. Critical Care (2025) 29:59 Critical Care https://doi.org/10.1186/s13054-025-05283-0 REVIEW Open Access “The NET effect”: Neutrophil extracellular traps—a potential key component of the dysregulated host immune response in sepsis Andrew Retter1,2,3* , Mervyn Singer4 and Djillali Annane5,6,7,8 Abstract Neutrophils release neutrophil extracellular traps (NETs) as part of a healthy host immune response. NETs physically trap and kill pathogens as well as activating and facilitating crosstalk between immune cells and complement. Exces- sive or inadequately resolved NETs are implicated in the underlying pathophysiology of sepsis and other inflamma- tory diseases, including amplification of the inflammatory response and inducing thrombotic complications. Here, we review the growing evidence implicating neutrophils and NETs as central players in the dysregulated host immune response. We discuss potential strategies for modifying NETs to improve patient outcomes and the need for careful patient selection. Keywords Neutrophil extracellular traps (NETs), Sepsis, Immunothrombosis, Thromboinflammation, Histones, Complement, DAMPs (damage-associated molecular patterns), Coagulation, NETosis, Inflammation, Innate immune response, Host immune response, Thrombosis Background Sepsis is characterised by a dysregulated host response to infection, leading to life-threatening organ dysfunction [1, 2]. With an estimated global incidence of 49 million cases and 11 million deaths annually, sepsis represents a *Correspondence: Andrew Retter significant public health challenge [2, 3]. Recent advance- Andrew.Retter@gstt.nhs.uk ments in our understanding of sepsis immunobiology 1 Critical Care, Guy’s and St Thomas’ NHS Foundation Trust, London, UK have led to a more nuanced conceptualisation, incorpo- 2 School of Immunology and Microbial Sciences, King’s College, London, UK rating immune-driven resistance, tolerance, resilience, 3 Volition, London, UK resolution and repair [4]. 4 Bloomsbury Institute of Intensive Care Medicine, Division of Medicine, Central to this evolving paradigm is the concept of University College London, London, UK 5 Department of Intensive Care, Raymond Poincaré Hospital, APHP immunothrombosis, a host defence mechanism that University Versailles Saint Quentin–University Paris Saclay, INSERM, integrates the immune and coagulation systems to con- Garches, France tain and eliminate pathogens in the bloodstream [5, 6 IHU PROMETHEUS, Comprehensive Sepsis Center, Garches, France 7 University Versailles Saint Quentin–University Paris Saclay, INSERM, 6]. This process involves the coordinated activation of Garches, France multiple cellular and molecular components, including 8 FHU SEPSIS (Saclay and Paris Seine Nord Endeavour to PerSonalize neutrophils, platelets, monocytes, the complement sys- Interventions for Sepsis), Garches, France tem, damage-associated molecular patterns (DAMPs), © Crown 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the mate- rial. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. Retter et al. Critical Care (2025) 29:59 Page 2 of 18 and coagulation factors [7, 8]. While immunothrombo- neutrophils remain viable for only a few hours, limiting sis serves a protective role under normal circumstances, the window for experimental manipulation and analysis. excessive or uncontrolled activation can lead to wide- The process of isolating neutrophils also inadvertently spread thromboinflammation [8–11]. In addition, the activates them, altering their physiology and potentially role of DAMPs, host cellular constituents released from confounding results [21]. Neutrophil activation triggers damaged or stressed cells, act as danger signals that trig- a variety of processes including degranulation and pro- ger inflammatory responses through pattern recognition duction of reactive oxygen species (ROS) that can affect receptors (PRRs), such as Toll-like receptors (TLR) and their function and interactions with other cell types [22, NOD-like receptors [12, 13]. However, excess DAMPs 23]. This sensitivity means that even minor changes in can also play an important role in amplifying and perpet- isolation and handling techniques can lead to significant uating the inflammatory response in sepsis and directly variability in experimental outcomes. Neutrophils also contributing to organ dysfunction [12, 14]. require the presence of other cells, in particular mono- Neutrophil extracellular traps (NETs) composed of cytes and platelets, to facilitate their activation. This extruded nuclear chromatin decorated with histones and makes in vitro study more complicated and harder to granular proteins, serve to trap and neutralise pathogens achieve consistency in experiments [21, 24]. Neutrophils [15]. However, excessive NET formation and/or dysregu- also exhibit a surprising degree of functional heterogene- lated clearance have been implicated in exacerbating sep- ity, with subsets displaying distinct phenotypic and func- sis pathophysiology by promoting inflammation, tissue tional profiles [25], the full extent of which is still being damage and thrombosis [16, 17]. The intricate balance explored [23]. Such complexity adds another layer of between protective and detrimental properties under- investigative difficulty in view of the potential influence scores the complexity of the host response in sepsis. of these different subpopulations on experimental out- Understanding these mechanisms is crucial for develop- comes. Neutrophils perform many of their key functions ing targeted immunomodulatory therapies to improve within tissues and not just in the bloodstream. Studying patient outcomes [18]. This narrative review aims to: these cells in their native context requires sophisticated techniques such as intravital microscopy that are not 1. Describe the growing evidence implicating neu- universally available [26]. Ethical and technical consid- trophils and NETs as central players in both host erations also limit the extent to which invasive studies defence and the dysregulated immune response in can be applied to humans to observe neutrophil behav- sepsis iour under physiological and pathological conditions. 2. Explore the role of NETs in immunothrombosis and Neutrophils only constitute 10–25% of circulating white thromboinflammation cells in rodents [27], so direct transferability of findings 3. Discuss potential strategies for modifying NETs to is uncertain. improve patient outcomes. In 2004, Brinkmann et al. observed that activated neu- trophils released their nuclear contents forming extra- By elucidating these complex interactions, we aim to cellular fibres that could trap and kill bacteria (Fig. 1) provide insights into novel therapeutic approaches that [15]. This observation was initially met with scepticism can modulate the immune response and potentially miti- as it challenged the conventional view of neutrophils as gate tissue damage in sepsis and other systemic inflam- short-lived, primarily killing pathogens through phagocy- matory conditions. tosis and degranulation [28]. In 2007, Fuchs et al. demon- strated that NET formation was triggered by a novel form The history and discovery of NETs of active cell death, NETosis, which required generation of ROS by nicotinamide adenine dinucleotide phos- Neutrophils play a critical role in the innate immune phate oxidase (NADPH oxidase, NOX), a key enzyme response to any inflammatory insult. However, they in the neutrophil respiratory burst [29]. NET release is present unique challenges to study due to their intrin- induced by a wide range of stimuli, for instance, bacteria, sic characteristics and to technical issues related to viruses, fungi and parasites; pro-inflammatory media- their investigation [19]. Our understanding of neutro- tors such as interleukin (IL)−8, lymphotoxin-alpha and phil pathobiology consequently lags well behind that of tumour necrosis factor alpha (TNFα); platelets, activated other immune cells. Neutrophils have a short lifespan, endothelial cells, and components of the complement typically surviving 5–7 days in circulation, that is reduced system [24, 30, 31]. once activated [20]. This short lifespan is beneficial for NETs are composed of a mix of chromatin, histones, supporting a rapid response to infection but presents a nucleosomes and granular-derived components such as significant obstacle for researchers attempting to isolate neutrophil elastase (NE), myeloperoxidase (MPO) and cells and expand them in vitro. Once isolated from blood, R etter et al. Critical Care (2025) 29:59 Page 3 of 18 Fig. 1 Timeline showing the formation and release of NETs from an activated neutrophil. Min minute, NET neutrophil extracellular trap cathepsin G [32, 33]. Both NE and cathepsin G are mul- NETs contribute to the pathology of chronic inflamma- tifunctional neutrophil serine proteases with important tory and autoimmune diseases by promoting inflamma- roles in the inflammatory-immune response [33]. Their tion, tissue damage and thrombosis [42]. For example, shared functions include: (i) antimicrobial properties that high levels and increased activity of cathepsin G have enable them to directly kill or inactivate pathogens [33, been linked to the pathogenesis of rheumatoid arthritis 34]; (ii) extracellular matrix degradation to facilitate cell and systemic lupus erythematosus (SLE) [36]; uncon- migration and tissue remodelling during inflammation trolled NET activity has been implicated in acute res- [33, 35]; (iii) neutrophil recruitment to sites of inflamma- piratory distress syndrome (ARDS) [43]; while elevated tion or infection by inducing neutrophil activation and plasma levels of MPO are frequently detected in patients chemotaxis; and (iv) proteolytical regulation of cytokines, with sepsis [37]. In the context of sepsis, uncontrolled chemokines and other inflammatory mediators [33, 36]. NET formation exacerbates endothelial damage and can Cathepsin G also activates platelets, contributing to promote microvascular thrombosis [5, 8]. The persis- thrombosis [33, 36]. The heme-containing enzyme MPO tence of NET components can act as autoantigens, trig- is expressed by neutrophils and plays a crucial role in the gering autoimmune responses in susceptible individuals innate immune response. It catalyses production of chlo- [44]. Targeting NETs and their regulatory mechanisms rinating oxidants, such as hypochlorous acid, facilitating presents a promising therapeutic avenue to modulate oxidative killing of pathogens during phagocytosis [37, immune responses, mitigate tissue damage, and improve 38]. MPO can also modulate inflammation independent outcomes in a range of inflammatory and autoimmune of its enzymatic properties by regulating neutrophil func- diseases [45]. tion and NET formation [37]. Extracellular histones can Mechanisms of NETosis directly activate platelets, promoting their pro-inflamma- tory and pro-thrombotic functions [39]. In turn, activated NETosis is induced by three distinct mechanisms: sui- platelets can trigger neutrophils to undergo NETosis [30], cidal, vital and mitochondrial NETosis (Fig. 2). Suicidal creating a positive feedback loop of inflammation and tis- NETosis takes several hours to complete compared with sue damage. the rapid mechanisms of vital and mitochondrial NETo- The process of NETosis is pivotal for trapping and neu- sis that do not involve cell death [31, 46]. The distinction tralising pathogens, preventing their spread, and facili- between these mechanisms has implications in sepsis. tating their clearance [30]. However, dysregulated NET Suicidal NETosis can contribute to the depletion of neu- formation and clearance have been implicated in a broad trophils and can potentially lead to immunosuppres- spectrum of diseases, highlighting a paradoxical role in sion, a frequent problem in late-stage sepsis. Conversely, both defending against infection yet exacerbating disease vital and mitochondrial NETosis allow neutrophils to pathology [40, 41]. Excessive or inadequately resolved continue their antimicrobial functions even after NET Retter et al. Critical Care (2025) 29:59 Page 4 of 18 Fig. 2 Three different types of NETosis: suicidal, vital and mitochondrial. NET neutrophil extracellular trap. NETosis represents a specialised form of programmed cell death wherein neutrophils release NETs, complex structures composed of chromatin fibres, histones, and antimicrobial proteins. This process, first described by Brinkmann et al. [15], has emerged as a crucial mechanism in innate immunity and inflammation. Three distinct forms of NETosis have been identified: suicidal, vital, and mitochondrial NETosis. Suicidal NETosis, the classical pathway, involves a terminal process resulting in neutrophil lysis. This mechanism is characterised by chromatin decondensation, nuclear membrane breakdown, and mixing of nuclear contents with granular antimicrobial proteins [29]. The process typically requires 2–4 h and involves the generation of reactive oxygen species (ROS) through NADPH oxidase activation. Peptidylarginine deiminase 4 (PAD4) catalyses histone citrullination, facilitating chromatin decondensation. The final stage involves plasma membrane rupture and NET release, leaving behind a lysed neutrophil [40]. Vital NETosis, in contrast, represents a rapid response mechanism occurring within 30–60 min, wherein neutrophils remain viable and retain their antimicrobial functions after NET release [187]. This process, often triggered by bacterial components or inflammatory stimuli, involves the expulsion of nuclear DNA through vesicular transport while maintaining plasma membrane integrity. The resulting anuclear neutrophils continue to perform essential functions such as phagocytosis and chemotaxis, representing an evolutionary adaptation that preserves neutrophil functionality while deploying NETs [188]. Mitochondrial NETosis represents a distinct pathway characterised by the release of mitochondrial rather than nuclear DNA. This mechanism, first reported by in 2009 [189], occurs in response to specific stimuli and results in neutrophils lacking mitochondria but maintaining nuclear integrity. The process involves selective packaging of mitochondrial DNA with antimicrobial proteins, followed by their controlled release. This form of NETosis may represent a less destructive response mechanism compared with suicidal NETosis. The figure illustrates these three distinct NETosis pathways, highlighting their unique characteristics and outcomes. The top panel shows suicidal NETosis, resulting in complete cell lysis and NET release. The middle panel depicts vital NETosis, where the neutrophil remains intact as an anuclear cell following NET release. The bottom panel illustrates mitochondrial NETosis, showing the selective release of mitochondrial DNA while maintaining cellular integrity release. Notably, mitochondrial NETosis is a major DNA, nucleosomes and histones, directly into the extra- source of extracellular mitochondrial DNA in the plasma cellular space [49, 50]. Here they can exist freely, pack- of patients with sepsis; levels correlate with disease sever- aged in extracellular vesicles, or as part of NETs [15, 17, ity and are associated with poor clinical outcomes [47]. 40, 51, 52], and can by themselves act as DAMPs, exert- Understanding these mechanisms will be critical in ing profound effects on the immune system and coagula- developing targeted therapies for sepsis, aiming to bal- tion cascade [12, 14, 50, 51]. ance the beneficial antimicrobial effects of NETs with the The overwhelming nature of sepsis may compromise potential for tissue damage and inflammation. the body’s ability to clear apoptotic cells and cellular debris efficiently, leading to the accumulation of extracel- NETosis as a primary source of DAMPs lular nucleosomes and histones. PRRs, particularly TLR2, NETosis is a significant source of extracellular nucle- TLR4 and TLR9, play a key role in recognising nucle- osomes and histones in sepsis [15, 40]. Hypoxia, oxidative osomes and histones as DAMPs [51, 53]. Extracellular stress and direct injury can lead to cellular damage [48]. histones directly bind to and activate TLR4 on immune This may result in necrotic, pyroptotic, and/or apoptotic cells, triggering nuclear factor kappa B-mediated sig- cell death, with release of intracellular contents, including nalling and production of pro-inflammatory cytokines, R etter et al. Critical Care (2025) 29:59 Page 5 of 18 TNF-α, IL-1β and IL-6 (Fig. 3) [54, 55]. Histones may act demonstrated that myeloid inhibitory C-type lectin- synergistically with other TLR ligands, such as lipopoly- like receptor (MICL/CLEC12A) regulates NET forma- saccharide, to enhance inflammatory responses [56]. His- tion by directly recognising NET-associated DNA. The tones can also induce activation of the NOD-, LRR- and researchers found that MICL deficiency or inhibition pyrin domain-containing protein 3 (NLRP3) inflamma- leads to uncontrolled NET formation through the ROS- some, a macromolecular protein complex and key regu- PAD4 pathway, creating an auto-inflammatory feedback lator of the innate immune response [57, 58]. Canonical loop [64]. Loss of MICL functionality exacerbated joint NLRP3 inflammasome activation occurs in two stages inflammation in rheumatoid arthritis models. MICL acts [59, 60]. The initial priming signal can arise from DAMP- as a PRR for NETs on neutrophils, inhibiting further neu- stimulated TLR-mediated signalling, inducing the upreg- trophil activation and NET formation upon recognition. ulation of NLRP3 and pro-inflammatory cytokines [59, Of note, the authors detected similarly inhibitory anti- 61]. DAMPs can also trigger the second ‘hit’ required for MICL autoantibodies in patients with lupus and severe NLRP3 inflammasome assembly and activation, leading coronavirus disease 2019 (COVID-19). to caspase-1 stimulation and IL-1β release, by activating NETs play a central role in the innate immune multiple upstream events [59, 61, 62]. Release of IL-1β response and immunothrombosis further amplifies the inflammatory response in sepsis, contributing to organ dysfunction. In addition to their crucial role in trapping and kill- Excessive NET formation with subsequent release of ing pathogens, NETs coordinate immune responses DAMPs can lead to tissue damage, organ dysfunction via their interactions with immune cells and mediators and the perpetuation of the inflammatory response, [40]. For example, NETs activate plasmacytoid dendritic contributing to the pathogenesis of inflammatory and cells by engaging TLR9 on the cell surface and stimulat- autoimmune diseases including sepsis, acute lung injury, ing production of type I interferons (IFNs). Type I IFNs and SLE [51, 63]. A recent study by Malamud et al. are critical fo",
    "Method": "",
    "Conclusion": ""
  }
}