{
  "pmid": "34351722",
  "topic": "sepsis_diagnosis_criteria",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_34351722\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "The new england journal of medicine Original Article Therapeutic Anticoagulation with Heparin in Critically Ill",
    "Method": "Patients with Covid-19 The REMAP-CAP, ACTIV-4a, and ATTACC Investigators* ABSTRACT BACKGROUND Thrombosis and inflammation may contribute to morbidity and mortality among The members of the executive writing patients with coronavirus disease 2019 (Covid-19). We hypothesized that therapeu- committee and the block writing com- mittee assume responsibility for the tic-dose anticoagulation would improve outcomes in critically ill patients with overall content and integrity of this arti- Covid-19. cle. The full names, academic degrees, and affiliations of the members of the ex- METHODS ecutive writing committee and the block In an open-label, adaptive, multiplatform, randomized clinical trial, critically ill writing committee are listed in the Ap- pendix. Address reprint requests to Dr. patients with severe Covid-19 were randomly assigned to a pragmatically defined Zarychanski at the Sections of Hematol- regimen of either therapeutic-dose anticoagulation with heparin or pharmaco- ogy/Oncology and Critical Care, Univer- logic thromboprophylaxis in accordance with local usual care. The primary out- sity of Manitoba, Winnipeg, MB, Canada R3E 0V9, or at rzarychanski@ cancercare come was organ support–free days, evaluated on an ordinal scale that combined . mb . ca. in-hospital death (assigned a value of −1) and the number of days free of cardio- *The full list of investigators and collabo- vascular or respiratory organ support up to day 21 among patients who survived rators is provided in the Supplementary to hospital discharge. Appendix, available at NEJM.org. Drs. Goligher, Bradbury, McVerry, Lawl-",
    "Conclusion": "RESULTS er, Berger, and Gong and Drs. Berry, The trial was stopped when the prespecified criterion for futility was met for McArthur, Neal, Hochman, Webb, and therapeutic-dose anticoagulation. Data on the primary outcome were available for Zarychanski contributed equally to this article. 1098 patients (534 assigned to therapeutic-dose anticoagulation and 564 assigned to usual-care thromboprophylaxis). The median value for organ support–free days This article was published on August 4, 2021, at NEJM.org. was 1 (interquartile range, −1 to 16) among the patients assigned to therapeutic- dose anticoagulation and was 4 (interquartile range, −1 to 16) among the patients DOI: 10.1056/NEJMoa2103417 Copyright © 2021 Massachusetts Medical Society. assigned to usual-care thromboprophylaxis (adjusted proportional odds ratio, 0.83; 95% credible interval, 0.67 to 1.03; posterior probability of futility [defined as an odds ratio <1.2], 99.9%). The percentage of patients who survived to hospital dis- charge was similar in the two groups (62.7% and 64.5%, respectively; adjusted odds ratio, 0.84; 95% credible interval, 0.64 to 1.11). Major bleeding occurred in 3.8% of the patients assigned to therapeutic-dose anticoagulation and in 2.3% of those assigned to usual-care pharmacologic thromboprophylaxis. CONCLUSIONS In critically ill patients with Covid-19, an initial strategy of therapeutic-dose anti- coagulation with heparin did not result in a greater probability of survival to hospi- tal discharge or a greater number of days free of cardiovascular or respiratory organ support than did usual-care pharmacologic thromboprophylaxis. (REMAP-CAP, ACTIV-4a, and ATTACC ClinicalTrials.gov numbers, NCT02735707, NCT04505774, NCT04359277, and NCT04372589.) n engl j med nejm.org 1 The new england journal of medicine Coronavirus disease 2019 (Covid-19) tithrombotic Strategies in Hospitalized Adults is associated with inflammation and with COVID-19 (ACTIV-4a), and the Antithrom- thrombosis.1-4 Critically ill patients with botic Therapy to Ameliorate Complications of Covid-19 are at high risk for thrombosis despite Covid-19 (ATTACC) trial.16 The platforms aligned receiving standard-dose pharmacologic throm- the trial design, eligibility criteria, interventions, boprophylaxis.5-8 Circulating biomarkers reflect- outcome measures, and statistical analysis plan ing systemic inflammation and coagulation ac- (comparisons of the three platforms are provid- tivation (e.g., d-dimer and C-reactive protein) are ed in the Supplementary Appendix). Each platform independently associated with a greater risk of was overseen by independent data and safety respiratory failure, thrombosis, and death in pa- monitoring boards following a collaborative cross- tients with Covid-19.2,9,10 Inflammation and throm- platform interaction plan. The members of the bosis may therefore be important contributors to writing committees vouch for the accuracy and poor outcomes. completeness of the data and for the fidelity of Unfractionated and low-molecular-weight hep- the trials to the protocols. arins are parenteral anticoagulants with antiin- The multiplatform trial was conducted in ac- flammatory properties and possible antiviral cordance with the principles of the Good Clinical properties.11,12 Given the reports of excess throm- Practice guidelines of the International Council botic risk, enhanced-dose anticoagulation strat- for Harmonisation. Ethics and regulatory approval egies have been incorporated into some Covid-19 were obtained at each participating center. Writ- guidance statements, especially for critically ill ten or oral informed consent, in accordance with patients.13,14 However, the effectiveness and safe- regional regulations, was obtained from all pa- ty of therapeutic-dose anticoagulation given to tients or their surrogates. The trial was supported improve outcomes in Covid-19 are uncertain. by multiple international funding organizations We conducted an international, adaptive, multi- that had no role in the design, analysis, or report- platform, randomized, controlled trial to deter- ing of the trial results, with the exception of the mine whether an initial strategy of therapeutic- ACTIV-4a protocol, which received input on design dose anticoagulation with unfractionated or from professional staff members at the National low-molecular-weight heparin improves in-hospi- Institutes of Health and from peer reviewers. tal survival and reduces the duration of intensive care unit (ICU)–level cardiovascular or respira- Patients tory organ support in critically ill patients with All three platforms enrolled patients who were Covid-19. hospitalized for Covid-19. Although REMAP- CAP enrolled patients with suspected or con- firmed Covid-19, only patients with infection Methods confirmed by laboratory testing were included in Trial Design and Oversight the primary analysis of the multiplatform trial. Early in the Covid-19 pandemic, the lead investi- The trial was designed to evaluate the effect of gators of three international adaptive platform therapeutic-dose anticoagulation in patients with trials harmonized their protocols and statistical severe Covid-19 and in those with moderate analysis plans (available with the full text of this Covid-19 stratified according to d-dimer level article at NEJM.org) to study the effect of thera- (high, low, or unknown). This report describes peutic-dose anticoagulation in patients who were the results of the analyses involving patients with hospitalized for Covid-19 in one integrated, multi- severe Covid-19; the results of analyses involving platform, randomized clinical trial to accelerate patients with moderate Covid-19 are reported the generation of evidence and maximize the ex- separately.17 ternal validity of the results (see the Supplemen- Severe Covid-19 was defined as Covid-19 that tary Appendix, available at NEJM.org). The plat- led to receipt of ICU-level respiratory or cardio- forms included the Randomized, Embedded, vascular organ support (oxygen through a high- Multifactorial Adaptive Platform Trial for Com- flow nasal cannula, noninvasive or invasive me- munity-Acquired Pneumonia (REMAP-CAP),15 A chanical ventilation, extracorporeal life support, Multicenter, Adaptive, Randomized Controlled vasopressors, or inotropes) in an ICU. In ACTIV-4a, Platform Trial of the Safety and Efficacy of An- in which definitions of an ICU were thought to 2 n engl j med nejm.org Anticoagulation in Critically Ill Patients with Covid-19 be challenging to operationalize during the pan- There were no additional active domains in demic, receipt of ICU-level organ support, irre- ACTIV-4a and ATTACC. spective of hospital setting, was used to define ICU-level care. Patients were ineligible if they Outcome Measures had been admitted to the ICU with Covid-19 for The primary outcome, organ support–free days, 48 hours or longer (in REMAP-CAP) or to a hos- was evaluated on an ordinal scale indicating the pital for 72 hours or longer (in ACTIV-4a and number of days free of cardiovascular or respira- ATTACC) before randomization. They were also tory organ support up to day 21 among patients ineligible if they were at imminent risk for death who survived to hospital discharge; patients who and there was no ongoing commitment to full died in the hospital by day 90 were assigned a organ support, or if they were at high risk for value of –1. Among the patients who survived to bleeding, were receiving dual antiplatelet thera- hospital discharge, the number of days free of py, had a separate clinical indication for thera- respiratory organ support (high-flow nasal can- peutic-dose anticoagulation, or had a history of nula, noninvasive or invasive ventilation, or extra- heparin sensitivity, including heparin-induced corporeal life support) and cardiovascular organ thrombocytopenia. Detailed exclusion criteria for support (vasopressors or inotropes) through day the platforms are provided in the Supplementary 21 was recorded. A higher number of organ sup- Appendix. port–free days indicates a better outcome. Patients who were discharged from the hospital before Randomization day 21 were assumed to be alive and free of organ Randomization was performed with the use of support through day 21. separate central Web-based systems for each Prespecified secondary outcomes included sur- platform. Patients were randomly assigned to vival to hospital discharge, major thrombotic receive therapeutic-dose anticoagulation with events or death (a composite of myocardial in- unfractionated or low-molecular-weight heparin farction, pulmonary embolism, ischemic stroke, or to receive usual-care pharmacologic thrombo- systemic arterial embolism, or in-hospital death), prophylaxis in an open-label fashion. Patients in and any thrombotic events (major thrombotic ACTIV-4a underwent randomization in a 1:1 ra- events or deep-vein thrombosis) or death. The out- tio. The other two platforms specified response- comes of major thrombotic events or death and adaptive randomization; randomization proba- any thrombotic events or death were assessed bilities could be updated for those platforms through 28 days (in ACTIV-4a and ATTACC) or during the period from each monthly adaptive through hospital discharge (REMAP-CAP). Safety interim analysis in the multiplatform trial to the outcomes included major bleeding during the end of enrollment (as described in the Supple- treatment period, as defined by the International mentary Appendix). Society of Thrombosis and Hemostasis for non- Therapeutic-dose anticoagulation was admin- surgical patients,18 and laboratory-confirmed hep- istered according to local site protocols for the arin-induced thrombocytopenia. Thrombotic and treatment of acute venous thromboembolism for bleeding events were adjudicated by independent up to 14 days or until recovery (defined as either platform-specific adjudication committees, the hospital discharge or discontinuation of supple- members of which were unaware of the treatment mental oxygen for at least 24 hours). Usual-care assignments. Definitions of all the outcomes are thromboprophylaxis was administered at a dose provided in the Supplementary Appendix. and duration determined by the treating clini- cian according to local practice, which included Statistical Analysis either standard low-dose thromboprophylaxis or The multiplatform trial analyzed combined indi- enhanced intermediate-dose thromboprophylaxis. vidual patient data from all platforms with the use The anticoagulation and thromboprophylaxis of a single overarching Bayesian model (as de- regimens that were specified by each platform are scribed in the Supplementary Appendix and in detailed in the Supplementary Appendix. Some of the protocol). Monthly interim analyses of com- the patients who were enrolled in REMAP-CAP bined data from all platforms were planned within also underwent randomization in the antiplatelet- each of the prespecified patient cohorts. Random- agent domain and in other domains of that trial. ization continued within each cohort until a sta- n engl j med nejm.org 3 The new england journal of medicine tistical conclusion of superiority (defined as >99% A similar model was run for survival to hospital posterior probability of a proportional odds ratio discharge. Prespecified sensitivity analyses of of >1) or futility (>95% posterior probability of a the primary model are described in the Supple- proportional odds ratio of <1.2) was made for a mentary Appendix. To assess the influence of cohort. The stopping criteria for a statistical con- potential prior enthusiasm for therapeutic-dose clusion applied independently to each cohort, anticoagulation (i.e., a prior distribution express- with the exception of the cohort with unknown ing a higher probability of success with thera- d-dimer levels. peutic-dose anticoagulation than with usual-care The primary analysis involved a Bayesian cu- thromboprophylaxis), a sensitivity analysis was mulative logistic-regression model (shown in the conducted with the use of an enthusiastic prior Supplementary Appendix) that was used to cal- distribution (prior mean odds ratio, 1.75; 95% culate the posterior distribution for the propor- credible interval, 0.74 to 4.15; prior probability of tional odds ratio for organ support–free days. superiority, 90%). The primary model was adjusted for age, sex, trial For the key secondary end points, similar site, and enrollment time interval (in 2-week in- models were restricted to the severe-disease co- tervals). Patients in the severe-disease and mod- hort without borrowing information from the erate-disease cohorts were included in the mod- moderate-disease cohort. Subgroup analyses as- el. Weakly informative Dirichlet prior probability sessed whether the treatment effect varied accord- distributions were specified to model the base- ing to age, sex, receipt of mechanical ventilation at line probabilities for each value for organ sup- baseline, and intensity of thromboprophylaxis port–free days in the severe-disease and moder- dosing in the group that received usual-care ate-disease cohorts. The model was used to thromboprophylaxis (defined on the basis of the estimate treatment effects in each of the cohorts pattern of practice at each site, as described in (the severe-disease cohort and the moderate-dis- the Supplementary Appendix). In a post hoc ex- ease cohort stratified according to d-dimer lev- ploratory analysis, a possible interaction between el), with the use of a Bayesian hierarchical ap- assignment to therapeutic-dose anticoagulation proach.19 The treatment effects of anticoagulation or usual-care thromboprophylaxis and assign- in the severe-disease and moderate-disease co- ment to receive an interleukin-6 receptor antago- horts were nested in a hierarchical prior distri- nist or standard care (control) in REMAP-CAP was bution centered on an overall intervention effect evaluated. that had been estimated with a neutral prior dis- tribution, but distinct cohort-specific effects were Results estimated. When consistent effects were observed between the cohorts, the posterior distribution Characteristics of the Patients for the intervention effect in each cohort was The first patient underwent randomization on shrunk toward the overall estimate. For the pur- April 21, 2020. During the trial, randomization poses of this report, the primary analysis involved proportions were modified in the REMAP-CAP all the patients enrolled in the multiplatform platform to 0.388 for therapeutic-dose antico- trial (including the severe-disease and moderate- agulation and 0.612 for usual-care pharmacologic disease cohorts) for whom data on the primary thromboprophylaxis on the basis of an adaptive outcome were available as of April 8, 2021. The interim analysis on November 20, 2020 (see the analysis of this data set was prespecified in the Supplementary Appendix). Enrollment was dis- statistical analysis plan. continued in the severe-disease cohort on Decem- The primary model was fit with the use of a ber 19, 2020, after an adaptive interim analysis Markov chain Monte Carlo algorithm with 100,000 showed that the statistical criterion for futility samples from the joint posterior distribution, had been met. At that time, a total of 1207 patients which allowed calculation of the posterior distri- with severe suspected or confirmed Covid-19 butions for the odds ratios, including medians had undergone randomization at 393 sites in 10 and 95% credible intervals, and the posterior prob- countries (with 591 assigned to receive therapeu- abilities of superiority (indicated by an odds ratio tic-dose anticoagulation and 616 assigned to re- of >1), futility (indicated by an odds ratio of <1.2), ceive usual-care thromboprophylaxis) (Fig. 1). Of or inferiority (indicated by an odds ratio of <1). these patients, 23 withdrew consent and 81 did 4 n engl j med nejm.org Anticoagulation in Critically Ill Patients with Covid-19 13,373 Patients were assessed for eligibility 9890 Were ineligible 7050 Did not meet inclusion criteria or had other or unspecified exclusion criteria 2111 Had another indication for therapeutic anticoagulation 729 Had risk factor for bleeding 32 Provided consent but did not undergo randomization 16 No longer met inclusion criteria 8 Had development of an exclusion criterion 8 Withdrew consent before randomization 2244 Had moderate Covid-19 at baseline (ward level of care) 1207 Had severe Covid-19 (ICU level of care) and underwent randomization 591 Were assigned to receive therapeutic- 616 Were assigned to receive usual-care dose anticoagulation with heparin pharmacologic thromboprophylaxis 57 Were excluded 52 Were excluded 10 Withdrew consent 13 Withdrew consent 2 Did not have outcome 3 Did not have outcome data available data available 45 Did not have confirmed 36 Did not have confirmed Covid-19 Covid-19 534 Were included in primary analysis 564 Were included in primary analysis Figure 1. Screening, Enrollment, Randomization, and Inclusion in Analysis. Sites used varying screening and documentation practices during the pandemic to identify eligible patients (shown in the protocol); as reported, 3799 were assessed for eligibility in ACTIV-4a, 7202 in ATTACC, and 2372 in REMAP- CAP. “Other” exclusion criteria included an absence of a diagnosis of coronavirus disease 2019 (Covid-19) and a duration of hospital stay anticipated to be less than 72 hours. Patients who had moderate Covid-19 at baseline may have been included in calculations for covariate adjustment and dynamic borrowing. not have laboratory-confirmed Covid-19; data on usual-care thromboprophylaxis and for whom the primary outcome were not available for an data were available, the initial postrandomization additional 5 patients as of April 8, 2021. The cur- dose equivalent corresponded to standard low- rent report presents the results of the primary dose thromboprophylaxis in 41% and to enhanced analysis involving 1103 patients with severe con- intermediate-dose thromboprophylaxis in 51%. firmed Covid-19; data on the primary outcome were available for 1098 of these patients. Primary Outcome The baseline characteristics of the patients Among the patients assigned to receive thera- were similar in the two intervention groups peutic-dose anticoagulation, the median value (Table 1). The majority of patients were enrolled for organ support–free days was 1 (interquartile through REMAP-CAP (929 of 1103 enrolled pa- range, –1 to 16); among the patients assigned to tients, 84%). The pattern of anticoagulant admin- usual-care pharmacologic thromboprophylaxis, istration in the intervention groups is described the median value was 4 (interquartile range, –1 to in Table S1 in the Supplementary Appendix. 16). The median adjusted proportional odds ratio Among the patients who were assigned to receive for the effect of therapeutic-dose anticoagulation n engl j med nejm.org 5 The new england journal of medicine Table 1. Demographic and Clinical Characteristics of the Patients at Baseline.* Therapeutic-Dose Usual-Care Anticoagulation Thromboprophylaxis Characteristic (N = 536) (N = 567) Age — yr 60.4±13.1 61.7±12.5 Male sex — no. (%) 387 (72.2) 385 (67.9) Race — no./total no. (%)† White 316/427 (74.0) 332/449 (73.9) Asian 69/427 (16.2) 71/449 (15.8) Black 25/427 (5.9) 20/449 (4.5) Other 17/427 (4.0) 26/449 (5.8) Country of enrollment — no. (%) United Kingdom 389 (72.6) 395 (69.7) United States 79 (14.7) 97 (17.1) Canada 40 (7.5) 54 (9.5) Brazil 12 (2.2) 6 (1.1) Other‡ 16 (3.0) 15 (2.6) Platform of enrollment — no. (%) REMAP-CAP§ 454 (84.7) 475 (83.8) ATTACC 19 (3.5) 21 (3.7) ACTIV-4a 63 (11.8) 71 (12.5) Median body-mass index (IQR)¶ 30.4 (26.9–36.1) 30.2 (26.4–34.9) No. of patients with data 470 488 Median APACHE II score (IQR)‖ 14 (8–21) 13 (8–19) No. of patients with data 429 443 Preexisting conditions — no./total no. (%) Diabetes mellitus (type 1 or 2) 171/536 (31.9) 191/567 (33.7) Severe cardiovascular disease** 44/524 (8.4) 45/558 (8.1) Chronic kidney disease 58/509 (11.4) 43/521 (8.3) Chronic respiratory disease†† 129/517 (25.0) 129/537 (24) Chronic liver disease 6/516 (1.2) 3/548 (0.5) Treatments at baseline — no./total no. (%)‡‡ Antiplatelet agent§§ 37/485 (7.6) 38/494 (7.7) Remdesivir 174/532 (32.7) 172/564 (30.5) Glucocorticoids 426/522 (81.6) 458/555 (82.5) Tocilizumab¶¶ 11/532 (2.1) 9/564 (1.6) Baseline organ support — no. (%) Low-flow nasal cannula or face mask or no 8 (1.5) 7 (1.2) supplemental oxygen High-flow nasal cannula 170 (31.7) 188 (33.2) Noninvasive ventilation 215 (40.1) 200 (35.3) Invasive mechanical ventilation 143 (26.7) 172 (30.3) Vasopressors or inotropes 94 (17.5) 109 (19.2) Median Pao2:Fio2 ratio (IQR)‖ 118 (88.5–159.5) 118.5 (90.2–160.8) No. of patients with data 391 406 6 n engl j med nejm.org Anticoagulation in Critically Ill Patients with Covid-19 Table 1. (Continued) Therapeutic-Dose Usual-Care Anticoagulation Thromboprophylaxis Characteristic (N = 536) (N = 567) d-dimer level ≥2 times ULN at site — no./total no. (%) 100/210 (47.6) 107/223 (48) Median laboratory values (IQR) d-dimer level — ng/ml 823 (433–1740) 890 (386.2–1844.2) No. of patients with data 189 196 International normalized ratio 1.1 (1–1.2) 1.1 (1–1.2) No. of patients with data 327 324 Neutrophil count — per mm3 7900 (5500–10,600) 7800 (5600–10,700) No. of patients with data 446 478 Lymphocyte count — per mm3 700 (500–1000) 700 (500–900) No. of patients with data 447 482 Platelet count — per mm3 247,000 (190,200–316,500) 244,000 (182,000–312,000) No. of patients with data 530 561 * Plus–minus values are means ±SD. Percentages may not total 100 because of rounding. IQR denotes interquartile range, and ULN upper limit of the normal range. † Race was reported by the patients. ‡ The other countries were Ireland, the Netherlands, Australia, Nepal, Saudi Arabia, and Mexico. § REMAP-CAP also enrolled patients with suspected but not confirmed coronavirus disease 2019 (Covid-19) (45 of those assigned to receive therapeutic-dose anticoagulation and 36 of those assigned to receive usual-care pharmaco- logic thromboprophylaxis). ¶ The body-mass index is the weight in kilograms divided by the square of the height in meters. ‖ Scores on the Acute Physiology and Chronic Health Evaluation (APACHE) II and the ratio of the partial pressure of oxygen (Pao2) to the fraction of inspired oxygen (Fio2) were available only in REMAP-CAP. APACHE II scores range from 0 to 71, with higher scores indicating a greater severity of illness. ** Severe cardiovascular disease was defined in REMAP-CAP as a baseline history of New York Heart Association class IV symptoms and was defined in ACTIV-4a and ATTACC as a baseline history of heart failure, myocardial Infarction, coronary artery disease, peripheral artery disease, or cerebrovascular disease (stroke or transient ischemic attack). †† Chronic respiratory disease was defined as a baseline history of asthma, chronic obstructive pulmonary disease, bron- chiectasis, interstitial lung disease, primary lung cancer, pulmonary hypertension, active tuberculosis, or the receipt of home oxygen therapy. ‡‡ Treatments used recently or in the long term are included. §§ Patients who underwent concurrent randomization in the REMAP-CAP antiplatelet domain are not included here (47 of those assigned to therapeutic-dose anticoagulation and 66 of those assigned to usual-care pharmacologic thromboprophylaxis). ¶¶ Patients who underwent concurrent randomization in the REMAP-CAP immunomodulation domain are not included here (150 of those assigned to therapeutic-dose anticoagulation and 123 of those assigned to usual-care pharmaco- logic thromboprophylaxis). on organ support–free days was 0.83 (95% cred- percentage of patients who survived to hospital ible interval, 0.67 to 1.03), yielding a posterior discharge (therapeutic-dose anticoagulation minus probability of futility of 99.9% and a posterior usual-care thromboprophylaxis) was –4.1 percent- probability of inferiority of 95.0% (Table 2 and age points (95% credible interval, –10.7 to 2.4). Fig. 2). A total of 335 of 534 patients (62.7%) as- signed to receive therapeutic-dose anticoagula- Sensitivity and Subgroup Analyses tion and 364 of 564 patients (64.5%) assigned to In sensitivity analyses of the primary outcome receive usual-care thromboprophylaxis survived (Table S2), incorporation of prior enthusiasm for to hospital discharge. The median adjusted pro- therapeutic-dose anticoagulation did not modify portional odds ratio for survival to hospital dis- the conclusion (median adjusted proportional odds charge was 0.84 (95% credible interval, 0.64 to ratio, 0.86; 95% credible interval, 0.70 to 1.07). The 1.11; posterior probability of inferiority, 89.2%). inclusion of patients with suspected Covid-19 or The median adjusted absolute difference in the exclusion of patients who were concomitantly n engl j med nejm.org 7 The new england journal of medicine 8 n engl j med nejm.org .semoctuO yradnoceS dna yramirP .2 elbaT sddO detsujdA ecnereffiD detsujdA eraC-lausU esoD-citueparehT ytilibaborP ytilibaborP ytilibaborP elbiderC %59( oitaR elbiderC %59( ksiR ni sixalyhporpobmorhT noitalugaocitnA ytiroirefnI fo ytilituF fo ytiroirepuS fo *)lavretnI )lavretnI )765 = N( )635 = N( emoctuO % % % stniop egatnecrep )RQI( .on naidem 0.59 9.99 0.5 )30.1 ot 76.0( 38.0 — )61 ot 1–( 4 )61 ot 1–( 1 yad ot pu syad eerf–troppus nagrO ‡†12 )%( .on latot/stneitap fo .on 2.98 6.99 8.01 )11.1 ot 46.0( 48.0 )4.2 ot 7.01–( 1.4– )5.46( 465/463 )7.26( 435/533 ‡egrahcsid latipsoh ot lavivruS 7.95 — 3.04 )53.1 ot 97.0( 40.1 )4.7 ot 6.5–( 0.1 )1.14( 065/032 )1.04( 135/312 §htaed ro stneve citobmorht rojaM — — — — — )4.01( 955/85 )4.6( 035/43 ¶stneve citobmorht rojaM — — — — — )5.53( 465/002 )3.73( 435/991 latipsoh ni htaeD 6.66 — 4.33 )83.1 ot 18.0( 60.1 )0.8 ot 9.4–( 5.1 )4.14( 065/232 )9.04( 135/712 §htaed ro stneve citobmorht ynA — — — — — )1.11( 955/26 )2.7( 035/83 ‖stneve citobmorht ynA — — — — — )5.53( 465/002 )3.73( 435/991 latipsoh ni htaeD 2.78 — 8.21 )40.3 ot 57.0( 84.1 )4.4 ot 6.0–( 1.1 )3.2( 265/31 )8.3( 925/02 §gnideelb rojaM .lavretni emit tnemllorne dna ,etis lairt ,xes ,ega rof detsujda erew soitar sddO * -ro fo eerf syad fo rebmun eht dna )1− fo eulav a dengissa( htaed latipsoh-ni denibmoc taht elacs lanidro na no detaulave saw troppus nagro yrotaripser ro ralucsavoidrac fo eerf syaD † stneitap 465 rof dna noitalugaocitna esod-cituepareht ot dengissa stneitap 435 rof nwonk erew semoctuO .egrahcsid latipsoh ot devivrus ohw stneitap gnoma 12 yad ot pu troppus nag .oitar sddo lanoitroporp detsujda na si oitar sddo ehT .sixalyhporpobmorht cigolocamrahp erac-lausu ot dengissa -ubirtsid roiretsop eht morf detupmoc erew noitalugaocitna esod-cituepareht fo )2.1< ,oitar sddo( ytilituf dna ,)1< ,oitar sddo( ytiroirefni ,)1> ,oitar sddo( ytiroirepus fo seitilibaborp ehT ‡ .noit .noitubirtsid roiretsop eht morf detupmoc erew noitalugaocitna esod-cituepareht fo )1> ,oitar sddo( ytiroirefni dna )1< ,oitar sddo( ytiroirepus fo seitilibaborp ehT § .msilobmeobmorht lairetra cimetsys dna ,tneve ralucsavorberec cimehcsi ,noitcrafni laidracoym ,msilobme yranomlup edulcni stneve citobmorht rojaM ¶ .sisobmorht niev-peed ro stneve citobmorht rojam edulcni stneve citobmorht ynA ‖ Anticoagulation in Critically Ill Patients with Covid-19 Therapeutic-Dose Anticoagulation Usual-Care Thromboprophylaxis 0.0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 Proportion of Patients Organ Support–free Days −1 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 (death) Figure 2. Organ Support–free Days Up to Day 21. Panel A shows the proportions of patients in each intervention group with each value for organ support–free days, with death listed first on the x axis (−1). Curves that rise more slowly indicate a more favorable distribution in the number of days alive and free of organ support. The height of each curve at −1 indicates the in-hospital mortality as- sociated with each intervention. The height of each curve at any point from 0 to 21 days indicates the proportion of patients with that number of organ support–free days or fewer (e.g., at 10 days, the curve indicates the proportion of patients with ≤10 organ support–free days). The difference in height between the two curves at any point repre- sents the difference in the cumulative probability of having a number of organ support–free days less than or equal to that number on the x axis. Panel B shows the values for organ support–free days as horizontally stacked propor- tions for each intervention group. Red represents worse outcomes and blue better outcomes. The median adjusted odds ratio in the primary analysis was 0.83 (95% credible interval, 0.67 to 1.03; posterior probability of futility, 99.9%). Among the patients in REMAP-CAP, 12 patients assigned to receive therapeutic-dose anticoagulation and 19 pa- tients assigned to receive usual-care pharmacologic thromboprophylaxis had 21 organ support–free days; the car- diovascular or respiratory organ support these patients had been receiving at the time of randomization was discon- tinued within 12 hours after randomization. receiving an antiplatelet agent at baseline or those meaningful interaction between the anticoagula- who underwent concomitant randomization in tion and immunomodulation domains (Table S3 the REMAP-CAP antiplatelet-agent domain also and Fig. S1). In prespecified subgroup analyses, yielded similar results. Among the 273 patients the estimated effect did not vary meaningfully ac- with severe confirmed Covid-19 who had also been cording to age, sex, baseline receipt of invasive randomly assigned to receive either an interleu- mechanical ventilation, or the site-specific dosing kin-6 receptor antagonist or no immunomodula- pattern for usual-care pharmacologic thrombo- tion in REMAP-CAP, there was no evidence of a prophylaxis (intermediate vs. low dose) (Fig. S2). n engl j med nejm.org 9 stneitaP fo noitroporP A 1.0 Cumulative Proportion 0.9 Therapeutic-dose anticoagulation 0.8 Usual-care 0.7 thromboprophylaxis 0.6 Proportion 0.5 Therapeutic-dose 0.4 anticoagulation 0.3 Usual-care 0.2 thromboprophylaxis 0.1 0.0 −1 0 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 (death) Organ Support–free Days B The new england journal of medicine Secondary Outcomes tic-dose anticoagulation after severe Covid-19 has Although fewer patients had major thrombotic developed may be too late to alter the conse- events in the group assigned to receive thera- quences of established disease processes. peutic-dose anticoagulation than in the group In this trial, the probability of inferiority of assigned to receive usual-care pharmacologic therapeutic-dose anticoagulation with respect to thromboprophylaxis (6.4% vs. 10.4%), the inci- the primary outcome was 95%. Mechanisms ac- dence of the secondary efficacy outcome of ma- counting for likely harm are uncertain. Although jor thrombotic events or death was similar in the the incidence of major bleeding was numerically two groups (40.1% and 41.1%, respectively; me- higher with therapeutic-dose anticoagulation than dian adjusted odds ratio, 1.04; 95% credible in- with usual-care thromboprophylaxis, it was still terval, 0.79 to 1.35) (Table 2). An analysis incor- low (3.8%). Autopsy findings in patients with porating deep-vein thrombosis showed similar Covid-19 and severe acute respiratory distress syn- results. A breakdown of the thrombotic events is drome have included microthrombosis but also provided in Table S4. A major bleeding event oc- alveolar hemorrhage.26 It is possible that in the curred during the treatment period in 3.8% of presence of marked pulmonary inflammation, the patients assigned to receive therapeutic-dose therapeutic-dose anticoagulation might exacerbate anticoagulation and in 2.3% of those assigned to alveolar hemorrhage, leading to worse outcomes. receive usual-care thromboprophylaxis (Table 2). In this multiplatform trial, a harmonized prag- matic trial protocol was implemented by three platform networks spanning five continents. The Discussion interventions that were evaluated are familiar and In this multiplatform, randomized trial involving widely available, rendering the findings broadly more than 1000 critically ill patients with con- applicable to critically ill patients with severe firmed Covid-19, therapeutic-dose anticoagula- Covid-19. The collaboration allowed us to reach tion did not increase the probability of survival a conclusion of futility with probable harm much to hospital discharge or the number of days free more quickly than would have been possible as of cardiovascular or respiratory organ support and independent platforms. had a 95% probability of being inferior to usual- One limitation of our trial is the open-label care pharmacologic thromboprophylaxis. There design, which may have introduced bias in the was an 89% probability that therapeutic-dose ascertainment of thrombotic events. A second anticoagulation led to a lower probability of sur- possible limitation is that a substantial majority vival to hospital discharge than usual-care throm- of the patients who were enrolled in the severe- boprophylaxis. Bleeding complications were in- disease cohort were in the United Kingdom, frequent in both intervention groups. where national practice guidelines changed dur- Our results refute the hypothesis that routine ing the trial to recommend that patients with therapeutic-dose anticoagulation benefits criti- Covid-19 who were admitted to an ICU receive cally ill patients with Covid-19. This hypothesis intermediate-dose anticoagulation for thrombo- was based in part on observational studies that prophylaxis.13 Many patients in the usual-care reported an association between therapeutic-dose thromboprophylaxis group therefore received anticoagulation and improved outcomes.14,20,21 intermediate-dose thromboprophylaxis. It is pos- Multiple small and moderate-size randomized tri- sible that the effect of therapeutic-dose antico- als continue to evaluate different anticoagulation agulation in patients with severe Covid-19 varies strategies in Covid-19.22 according to the type of treatment given to the The net effect of anticoagulation on clinical comparator group, although we did not find outcomes in patients with Covid-19 may depend evidence of meaningful differences in treatment on the timing of initiation in relation to disease effect according to site proclivity for low-dose or course and may vary with the severity of illness intermediate-dose thromboprophylaxis. Recent (and the degree of coagulation or inflammation) data also suggest that intermediate-dose throm- at the time that therapy is commenced.23-25 De- boprophylaxis is not superior to standard or spite demonstrable activation of coagulation in low-dose thromboprophylaxis for the treatment multiple organ systems in patients with severe of critically ill patients.27 Covid-19, it is possible that initiation of therapeu- In critically ill patients with Covid-19, an ini- 10 n engl j med nejm.org Anticoagulation in Critically Ill Patients with Covid-19 tial strategy of therapeutic-dose anticoagulation Board of Ireland (CTN 2014-012), the UPMC Learning While with unfractionated or low-molecular-weight hep- Doing Program, the Translational Breast Cancer Research Consortium, the French Ministry of Health (PHRC-20-0147), arin was not associated with a greater probabil- the Minderoo Foundation, Amgen, Eisai, the Global Coali- ity of survival to hospital discharge or a greater tion for Adaptive Research, and the Wellcome Trust Innova- number of days free of cardiovascular or respira- tions Project (215522). The ATTACC platform was supported by grants from the Canadian Institutes of Health Research, tory organ support than was usual-care pharma- LifeArc, Thistledown Foundation, Research Manitoba, Cancer- cologic thromboprophylaxis. The probability that Care Manitoba Foundation, Victoria General Hospital Founda- therapeutic-dose anticoagulation was inferior to tion, Ontario Ministry of Health, and the Peter Munk Cardiac Centre. The ACTIV-4a platform was supported by the National usual-care thromboprophylaxis with respect to Heart, Lung, and Blood Institute of the National Institutes of these outcomes was high. Health (NIH) and administered through OTA-20-011 and was supported in part by NIH agreement 1OT2HL156812-01. Dr. REMAP-CAP was supported by the European Union through Goligher is the recipient of an Early Career Investigator award FP7-HEALTH-2013-INNOVATION: the Platform for European from the Canadian Institutes of Health Research (grant AR7- Preparedness Against (Re-)emerging Epidemics (PREPARE) 162822). Dr. Gordon is funded by an NIHR Research Profes- consortium (grant 602525) and the Horizon 2020 research and sorship (RP-2015-06-18). Dr. Turgeon is funded by a Canada innovation program: the Rapid European Covid-19 Emergency Research Chair–Tier 2. Dr. Zarychanski is the recipient of the Research response (RECOVER) consortium (grant 101003589) Lyonel G. Israels Research Chair in Hematology (University of and by grants from the Australian National Health and Manitoba). Medical Research Council (APP1101719 and APP1116530), the Disclosure forms provided by the authors are available with Health Research Council of New Zealand (16/631), the Canadi- the full text of this article at NEJM.org. an Institutes of Health Research (Strategy for Patient-Oriented A data sharing statement provided by the authors is available Research Innovative Clinical Trials Program Grant 158584 and with the full text of this article at NEJM.org. COVID-19 Rapid Research Operating Grant 447335), the U.K. We thank the patients and their families who participated in National Institute for Health Research (NIHR) and the NIHR this trial and the members of the data and safety monitoring Imperial Biomedical Research Centre, the Health Research boards of each platform. Appendix The members of the executive writing committee are as follows: Ewan C. Goligher, M.D., Ph.D., Charlotte A. Bradbury, M.D., Ph.D., Bryan J. McVerry, M.D., Patrick R. Lawler, M.D., M.P.H., Jeffrey S. Berger, M.D., Michelle N. Gong, M.D., Marc Carrier, M.D., Har- mony R. Reynolds, M.D., Anand Kumar, M.D., Alexis F. Turgeon, M.D., Lucy Z. Kornblith, M.D., Susan R. Kahn, M.D., John C. Mar- shall, M.D., Keri S. Kim, Pharm.D., Brett L. Houston, M.D., Lennie P.G. Derde, M.D., Ph.D., Mary Cushman, M.D., Tobias Tritschler, M.D., Derek C. Angus, M.D., M.P.H., Lucas C. Godoy, M.D., Zoe McQuilten, Ph.D., Bridget-Anne Kirwan, Ph.D., Michael E. Farkouh, M.D., Maria M. Brooks, Ph.D., Roger J. Lewis, M.D., Ph.D., Lindsay R. Berry, Ph.D., Elizabeth Lorenzi, Ph.D., Anthony C. Gordon, M.B., B.S., M.D., Scott M. Berry, Ph.D., Colin J. McArthur, M.B., Ch.B., Matthew D. Neal, M.D., Judith S. Hochman, M.D., Steven A. Webb, M.P.H., Ph.D., and Ryan Zarychanski, M.D. The members of the block writing committee are as follows: Tania Ahuja, Pharm.D., Farah Al-Beidh, Ph.D., Djillali Annane, M.D., Ph.D., Yaseen M. Arabi, M.D., Diptesh Aryal, M.D., Lisa Baumann Kreuziger, M.D., Abi Beane, Ph.D., Zahra Bhimani, M.P.H., Shailesh Bihari, Ph.D., Henny H. Billett, M.D., Lindsay Bond, H.B.Sc., Marc Bonten, Ph.D., Frank Brunkhorst, M.D., Meredith Buxton, Ph.D., Adrian Buzgau, B.A.S., Lana A. Castellucci, M.D., Sweta Chekuri, M.D., Jen-Ting Chen, M.D., Allen C. Cheng, Ph.D., Tamta Chkhikvadze, M.D., Benjamin Coiffard, M.D., Aira Contreras, M.A., Todd W. Costantini, M.D., Sophie de Brouwer, Ph.D., Michelle A. Detry, Ph.D., Abhijit Duggal, M.D., M.P.H., Vladimír Džavík, M.D., Mark B. Effron, M.D., Heather F. Eng, B.A., Jorge Escobedo, M.D., Lise J. Estcourt, M.B., B.Chir., D.Phil., Brendan M. Everett, M.D., M.P.H., Dean A. Fergus- son, Ph.D., Mark Fitzgerald, Ph.D., Robert A. Fowler, M.D., Joshua D. Froess, M.S., Zhuxuan Fu, M.S., M.P.H., Jean P. Galanaud, M.D., Benjamin T. Galen, M.D., Sheetal Gandotra, M.D., Timothy D. Girard, M.D., M.S.C.I., Andrew L. Goodman, M.D., Herman Goossens, M.D., Cameron Green, M.Sc., Yonatan Y. Greenstein, M.D., Peter L. Gross, M.D., Rashan Haniffa, Ph.D., Sheila M. Hegde, M.D., M.P.H., Carolyn M. Hendrickson, M.D., Alisa M. Higgins, Ph.D., Alexander A. Hindenburg, M.D., Aluko A. Hope, M.D., M.S.C.E., James M. Horowitz, M.D., Christopher M. Horvat, M.D., M.H.A., David T. Huang, M.D., M.P.H., Kristin Hudock, M.D., M.S.T.R., Beverley J. Hunt, M.D., Mansoor Husain, M.D., Robert C. Hyzy, M.D., Jeffrey R. Jacobson, M.D., Devachandran Jayakumar, M.D., Norma M. Keller, M.D., Akram Khan, M.D., Yuri Kim, M.D., Ph.D., Andrei Kindzelski, M.D., Ph.D., Andrew J. King, Ph.D., M. Marga- ret Knudson, M.D., Aaron E. Kornblith, M.D., Matthew E. Kutcher, M.D., Michael A. Laffan, D.M., Francois Lamontagne, M.D., Gré- goire Le Gal, M.D., Ph.D., Christine M. Leeper, M.D., Eric S. Leifer, Ph.D., George Lim, M.D., Felipe Gallego Lima, M.D., Kelsey Lin- strum, M.S., Edward Litton, Ph.D., Jose Lopez-Sendon, Ph.D., Sylvain A. Lother, M.D., Nicole Marten, R.N., Andréa Saud Marinez, Pharm.D., Mary Martinez, M.S., Eduardo Mateos Garcia, M.D., Stavroula Mavromichalis, M.A., Daniel F. McAuley, M.D., Emily G. McDonald, M.D., Anna McGlothlin, Ph.D., Shay P. McGuinness, M.B., Ch.B., Saskia Middeldorp, M.D., Ph.D., Stephanie K. Montgom- ery, M.Sc., Paul R. Mouncey, M.Sc., Srinivas Murthy, M.D., Girish B. Nair, M.D., Rahul Nair, M.D., Alistair D. Nichol, M.B., Ph.D., Jose C. Nicolau, M.D., Ph.D., Brenda Nunez-Garcia, B.A., John J. Park, B.S., Pauline K. Park, M.D., Rachael L. Parke, Ph.D., Jane C. Parker, B.N., Sam Parnia, M.D., Ph.D., Jonathan D. Paul, M.D., Mauricio Pompilio, Ph.D., John G. Quigley, M.D., Robert S. Rosenson, M.D., Natalia S. Rost, M.D., Kathryn Rowan, Ph.D., Fernanda O. Santos, M.D., Marlene Santos, M.D., Mayler O. Santos, M.Sc., Lewis Satterwhite, M.D., Christina T. Saunders, Ph.D., Jake Schreiber, M.P.H., Roger E.G. Schutgens, M.D., Ph.D., Christopher W. Seymour, M.D., Deborah M. Siegal, M.D., Delcio G. Silva, Jr., M.Med., Aneesh B. Singhal, M.D., Arthur S. Slutsky, M.D., Dayna Solvason, Si- mon J. Stanworth, F.R.C.P., D.Phil., Anne M. Turner, M.P.H., Wilma van Bentum-Puijk, M.Sc., Frank L. van de Veerdonk, M.D., Ph.D., Sean van Diepen, M.D., Gloria Vazquez-Grande, M.D., Lana Wahid, M.D., Vanessa Wareham, H.B.Sc., R. Jay Widmer, M.D., Ph.D., Jennifer G. Wilson, M.D., Eugene Yuriditsky, M.D., and Yongqi Zhong, M.B., M.P.H. The affiliations of the members of the writing committees are as follows: the University of Toronto (E.C.G., P.R.L., L.C.G., M.E.F., V.D., R.A.F., J.P.G., M.H., A.S.S.), University Health Network (E.C.G., M.H.), Peter Munk Cardiac Centre at University Health Network (P.R.L., L.C.G., M.E.F., V.D.), Ozmosis Research (L.B., V.W.), Sunnybrook Health Sciences Centre (J.P.G.), Toronto, Ottawa Hospital n engl j med nejm.org 11 The new england journal of medicine Research Institute (M. Carrier, L.A.C., D.A.F., G.L.G., D.M.S.), Institut du Savoir Montfort (M. Carrier, G.L.G.), and the University of Ottawa (L.A.C., D.A.F., D.M.S.), Ottawa, the University of Manitoba (A. Kumar, B.L.H., R.Z., S.A.L., D.S., G.V.-G.) and CancerCare Manitoba (B.L.H., R.Z.), Winnipeg, Université Laval and Centre Hospitalier Universitaire de Québec–Université Laval Research Center, Quebec, QC (A.F.T.), McGill University, Montreal (S.R.K., E.G.M.), St. Michael’s Hospital Unity Health, Toronto (J.C.M., Z.B., M.S., A.S.S.), McMaster University and the Thrombosis and Atherosclerosis Research Institute, Hamilton, ON (P.L.G.) Université de Sher- brooke, Sherbrooke, QC (F.L.), St. Boniface Hospital, Winnipeg, MB (N.M.), the University of British Columbia, Vancouver (S. Murthy), and the University of Alberta, Edmonton (S.D.) — all in Canada; University of Bristol and University Hospitals Bristol and Weston NHS Foundation Trust, Bristol (C.A.B.), the London School of Hygiene and Tropical Medicine (B.-A.K.), Imperial College London (A.C.G., F.A.-B., M.A.L.), Imperial College Healthcare NHS Trust, St. Mary’s Hospital (A.C.G.), University College London Hospital (R.H.), Kings Healthcare Partners (B.J.H.), and Intensive Care National Audit and Research Centre (ICNARC) (P.R.M., K.R.), London, Queen’s University Belfast and Royal Victoria Hospital, Belfast (D.F.M.), and Oxford University (A. Beane, L.J.E., S.J.S.) and NHS Blood and Transplant (L.J.E., S. Mavromichalis, S.J.S.), Oxford — all in the United Kingdom; the University of Pittsburgh (B.J.M., D.C.A., M.M.B., M.D.N., H.F.E., J.D.F., Z.F., D.T.H., A.J.K., C.M.L., K.L., M.M., S.K.M., C.W.S., Y.Z.), University of Pittsburgh Medical Center (B.J.M., D.C.A., M.D.N., K.L.), the Clinical Research, Investigation, and Systems Modeling of Acute Illness (CRISMA) Center, University of Pittsburgh (T.D.G.), and University of Pittsburgh Medical Center Children’s Hospital of Pittsburgh (C.M. Horvat) — all in Pittsburgh; New York University (NYU) Grossman School of Medicine (J.S.B., H.R.R., J.S.H., T.C., A.C., N.M.K., S. Mavromichalis, S.P.), NYU Langone Health, NYU Langone Hospital (T.A., T.C., A.C., J.M.H., E.Y.), and Bellevue Hospital (N.M.K.), Icahn School of Medicine at Mount Sinai (R.S.R.), and Mount Sinai Heart (R.S.R.), New York, Montefiore Medical Center (M.N.G., H.H.B., S.C., J.-T.C., A.A. Hope, R.N.) and Albert Einstein College of Medicine (M.N.G., H.H.B., B.T.G., A.A. Hope), Bronx, and NYU Langone Long Island, Mineola (A.A. Hindenburg) — all in New York; Zuckerberg San Francisco General Hospital–University of California, San Francisco (L.Z.K., C.M. Hendrickson, M.M.K., A.E.K., B.N.-G., J.J.P.), Harbor–UCLA Medical Center, Torrance (R.J.L.), Global Coalition for Adaptive Research (M. Buxton) and the University of California, Los Angeles (G.L.), Los Angeles, the University of California San Diego School of Medicine, San Diego (T.W.C.), and Stanford University School of Medicine, Palo Alto (J.G.W.) — all in California; the University of Illinois (K.S.K., J.R.J., J.G.Q.), the University of Chicago (J.D.P.), and the Chartis Group (J.S.) — all in Chicago; University Medical Center Utrecht, Utrecht University (L.P.G.D., M. Bonten, R.E.G.S., W.B.-P.), and Utrecht University (R.E.G.S.), Utrecht, and Radboud University Medi- cal Center, Nijmegen (S. Middeldorp, F.L.V.) — all in the Netherlands; Larner College of Medicine at the University of Vermont, Burl- ington (M. Cushman); Inselspital, Bern University Hospital, University of Bern, Bern (T.T.), and SOCAR Research, Nyon (B.-A.K., S. Brouwer) — both in Switzerland; Instituto do Coracao, Hospital das Clinicas, Faculdade de Medicina, Universidade de Sao Paulo (L.C.G., F.G.L., J.C.N.), Avanti Pesquisa Clínica (A.S.M.), and Hospital 9 de Julho (F.O.S.), Sao Paulo, Hospital do Coração de Mato Grosso do Sul (M.P.), the Federal University of Mato Grosso do Sul (M.P.), Hospital Universitário Maria Aparecida Pedrossia (D.G.S.), and Hospital Unimed Campo Grande (D.G.S.), Campo Grande, and Instituto Goiano de Oncologia e Hematologia, Clinical Research Center, Goiânia (M.O.S.) — all in Brazil; the Australian and New Zealand Intensive Care Research Centre, Monash University (Z.M., C.J.M., S.A.W., A. Buzgau, C.G., A.M.H., S.P.M., A.D.N., J.C.P.), Monash University (A.C.C.), and Alfred Health (A.C.C., A.D.N.), Melbourne, VIC, St. John of God Subiaco Hospital, Subiaco, WA (S.A.W., E. Litton), Flinders University, Bedford Park, SA (S. Bihari), and Fiona Stanley Hospital, Perth, WA (E. Litton) — all in Australia; Berry Consultants, Austin (R.J.L., L.R.B., E. Lorenzi, S.M.B., M.A.D., M.F., A.M., C.T.S.), and Baylor Scott and White Health, Temple (R.J.W.) — both in Texas; Auckland City Hospital (C.J.M., S.P.M., R.L.P.) and the University of Auckland (R.L.P.), Auckland, and the Medical Research Institute of New Zealand, Wellington (C.J.M., A.M.T.) — all in New Zealand; Fédération Hospitalo-Universitaire Saclay and Paris Seine Nord Endeavour to Personalize Inter- ventions for Sepsis (FHU-SEPSIS), Raymond Poincaré Hospital, Université de Versailles Saint-Quentin-en-Yvelines, Garches (D. An- nane), and Aix-Marseille University, Marseille (B.C.) — both in France; King Saud bin Abdulaziz University for Health Sciences and King Abdullah International Medical Research Center, Riyadh, Kingdom of Saudi Arabia (Y.M.A.); Nepal Mediciti Hospital, Lalitpur (D. Aryal), and the Nepal Intensive Care Research Foundation, Kathmandu (D. Aryal); Versiti Blood Research Institute, Milwaukee (L.B.K.); National Intensive Care Surveillance (NICS)–Mahidol Oxford Tropical Medicine Research Unit (MORU), Colombo, Sri Lanka (A. Beane); Jena University Hospital, Jena, Germany (F.B.); Cleveland Clinic, Cleveland (A.D.), and the University of Cincinnati, Cincinnati (K.H.) — both in Ohio; Ochsner Medical Center, University of Queensland–Ochsner Clinical School, New Orleans (M.B.E.); Instituto Mexi- cano del Seguro Social, Mexico City (J.E., E.M.G.); Brigham and Women’s Hospital (B.M.E., Y.K., S.M.H.), Massachusetts General Hospital (N.S.R., A.B.S.), and Harvard Medical School (B.M.E., Y.K., N.S.R., A.B.S.) — all in Boston; University of Alabama, Birming- ham (S.G.); TriStar Centennial Medical Center, Nashville (A.L.G.); University of Antwerp, Wilrijk, Belgium (H.G.); Rutgers New Jersey Medical School, Newark, New Jersey (Y.Y.G.); University of Oxford, Bangkok, Thailand (R.H.); the University of Michigan, Ann Arbor (R.C.H., P.K.P.), Beaumont Health, Royal Oak (G.B.N.), and Oakland University William Beaumont School of Medicine, Auburn Hills (G.B.N.) — all in Michigan; Apollo Speciality Hospital OMR, Chennai, India (D.J.); Oregon Health and Science University, Portland (A. Khan); National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD (A. Kindzelski, E.S.L.); University of Mississippi Medical Center, Jackson (M.E.K.); IdiPaz Research Institute, Universidad Autonoma, Madrid (J.L.-S.); University College Dublin, Dublin (A.D.N.); the University of Kansas School of Medicine, Kansas City (L.S.); and Duke University Hospital, Durham, North Carolina (L.W.). References 1. Klok FA, Kruip MJHA, van der Meer 3. Smilowitz NR, Kunichoff D, Garshick Pulmonary embolism in patients with NJM, et al. Confirmation of the high cu- M, et al. C-reactive protein and clinical COVID-19: awareness of an increased mulative incidence of thrombotic compli- outcomes in patients with COVID-19. Eur prevalence. Circulation 2020; 142: 184-6. cations in critically ill ICU patients with Heart J 2021; 42: 2270-9. 6. Helms J, Tacquard C, Severac F, et al. COVID-19: an updated analysis. Thromb 4. Nopp S, Moik F, Jilma B, Pabinger I, High risk of thrombosis in patients with Res 2020; 191: 148-50. Ay C. Risk of venous thromboembolism severe SARS-CoV-2 infection: a multi- 2. Middeldorp S, Coppens M, van Haaps in patients with COVID-19: a systematic center prospective cohort study. Intensive TF, et al. Incidence of venous thrombo- review and meta-analysis. Res Pract Thromb Care Med 2020; 46: 1089-98. embolism in hospitalized patients with Haemost 2020 September 25 (Epub ahead 7. Godoy LC, Goligher EC, Lawler PR, COVID-19. J Thromb Haemost 2020; 18: of print). Slutsky AS, Zarychanski R. Anticipating 1995-2002. 5. Poissy J, Goutay J, Caplan M, et al. and managing coagulopathy and throm- 12 n engl j med nejm.org"
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC8362592&blobtype=pdf"
  }
}