{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "23361625",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_23361625\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC7095153&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "23361625",
    "title": "Surviving Sepsis Campaign: international guidelines for management of severe sepsis and septic shock, 2012.",
    "journal": "Intensive Care Med",
    "year": "2013",
    "authors": [
      "Dellinger RP",
      "Levy MM",
      "Rhodes A",
      "Annane D",
      "Gerlach H",
      "Opal SM",
      "Sevransky JE",
      "Sprung CL",
      "Douglas IS",
      "Jaeschke R",
      "Osborn TM",
      "Nunnally ME",
      "Townsend SR",
      "Reinhart K",
      "Kleinpell RM",
      "Angus DC",
      "Deutschman CS",
      "Machado FR",
      "Rubenfeld GD",
      "Webb S",
      "Beale RJ",
      "Vincent JL",
      "Moreno R",
      "Surviving Sepsis Campaign Guidelines Committee including The Pediatric Subgroup"
    ],
    "doi": "10.1007/s00134-012-2769-8"
  },
  "sections": {
    "Abstract": "Intensive Care Med(2013) 39:165–228 DOI 10.1007/s00134-012-2769-8 GUIDELINES R. P. Dellinger Surviving Sepsis Campaign: International Mitchell M. Levy Guidelines for Management of Severe Sepsis Andrew Rhodes Djillali Annane and Septic Shock, 2012 Herwig Gerlach Steven M. Opal Jonathan E. Sevransky Charles L. Sprung Ivor S. Douglas Roman Jaeschke Tiffany M. Osborn Mark E. Nunnally Sean R. Townsend Konrad Reinhart Ruth M. Kleinpell Derek C. Angus Clifford S. Deutschman Flavia R. Machado Gordon D. Rubenfeld Steven Webb Richard J. Beale Jean-Louis Vincent Rui Moreno The Surviving Sepsis Campaign Guidelines Committee including The Pediatric Subgroup* ofHospital Medicine, SurgicalInfection R. P. Dellinger ( ) ) Received: 4June 2012 Society,World Federationof CriticalCare Cooper University Hospital, Accepted: 12November2012 Nurses,World Federationof Pediatric Camden, NJ, USA Published online:30January2013 IntensiveandCriticalCareSocieties;World e-mail: Dellinger-Phil@CooperHealth.edu (cid:2)SCCM andESICM 2013 FederationofSocieties of Intensive and CriticalCare Medicine.Participation and Sponsoring organizations: American endorsement:The GermanSepsis Society M. M.Levy Association ofCritical-Care Nurses, andtheLatin American SepsisInstitute. Warren Alpert Medical School ofBrown American Collegeof ChestPhysicians, University, Providence, RI,USA American Collegeof Emergency *Members ofthe2012SSC Guidelines Physicians,American Thoracic Society, Committeeand PediatricSubgroupare A.Rhodes Asia PacificAssociationof CriticalCare listed inAppendix 1 attheendof this St.George’s Hospital,London, UK Medicine, Australian and New Zealand article. IntensiveCareSociety,BrazilianSocietyof D.Annane CriticalCare, Canadian CriticalCare Thisarticle isbeing simultaneously HoˆpitalRaymond Poincare´, Society,Chinese Societyof CriticalCare publishedin CriticalCare Medicine and Garches, France Medicine, ChineseSociety ofCritical Care Intensive CareMedicine. Medicine—China Medical Association, Emirates Intensive CareSociety, European Foradditional informationregarding this H.Gerlach Respiratory Society, EuropeanSociety of article, contactR.P.Dellinger (Dellinger- Vivantes-Klinikum Neuko¨lln, Clinical MicrobiologyandInfectious Phil@CooperHealth.edu). Berlin, Germany Diseases, EuropeanSociety ofIntensive CareMedicine, European Society of S. M.Opal Pediatric andNeonatal Intensive Care, Memorial Hospital ofRhodeIsland, Infectious Diseases Society ofAmerica, Pawtucket, RI,USA Indian Society ofCritical CareMedicine, International Pan ArabianCriticalCare J. E.Sevransky MedicineSociety,JapaneseAssociationfor Emory UniversityHospital, Acute Medicine,Japanese Society of Atlanta, GA, USA Intensive Care Medicine,Pediatric Acute LungInjury and SepsisInvestigators, C. L.Sprung SocietyforAcademicEmergencyMedicine, Society ofCritical CareMedicine, Society Hadassah Hebrew UniversityMedical Center, Jerusalem,Israel 166 I.S.Douglas Abstract Objective: To provide shock (1C) as the goal of therapy; Denver Health Medical Center, an update to the ‘‘Surviving Sepsis reassessmentofantimicrobialtherapy Denver,CO, USA Campaign Guidelines for Manage- daily for de-escalation, when appro- ment of Severe Sepsis and Septic priate (1B); infection source control R. Jaeschke McMaster University, Shock,’’ last published in 2008. with attention to the balance of risks Hamilton, ON,Canada Design: A consensus committee of and benefits of the chosen method 68 international experts representing within 12 h of diagnosis (1C); initial T.M. Osborn 30 international organizations was fluid resuscitation with crystalloid Barnes-Jewish Hospital, convened. Nominal groups were (1B)andconsiderationoftheaddition St.Louis,MO, USA assembled at key international meet- of albumin in patients who continue ings (for those committee members to require substantial amounts of M.E. Nunnally Universityof ChicagoMedical Center, attending the conference). A formal crystalloidtomaintainadequatemean Chicago, IL,USA conflict of interest policy was devel- arterial pressure (2C) and the avoid- oped at the onset of the process and ance of hetastarch formulations (1B); S. R.Townsend enforced throughout. The entire initial fluid challenge in patients with California PacificMedical Center, guidelines process was conducted sepsis-induced tissue hypoperfusion San Francisco, CA,USA independent of any industry funding. and suspicion of hypovolemia to A stand-alone meeting was held for achieve a minimum of 30 mL/kg of K.Reinhart Friedrich Schiller UniversityJena, Jena, all subgroup heads, co- and vice- crystalloids (more rapid administra- Germany chairs, and selected individuals. tionandgreateramountsoffluidmay Teleconferences and electronic-based beneededinsomepatients(1C);fluid R. M.Kleinpell discussion among subgroups and challengetechniquecontinuedaslong RushUniversity Medical Center, amongtheentirecommitteeservedas as hemodynamic improvement is Chicago, IL,USA an integral part of the development. based on either dynamic or static Methods: The authors were advised variables(UG);norepinephrineasthe D.C. Angus Universityof Pittsburgh, to follow the principles of the Grad- first-choice vasopressor to maintain Pittsburgh, PA,USA ingofRecommendationsAssessment, mean arterial pressure C65 mmHg Development and Evaluation (1B); epinephrine when an additional C. S.Deutschman (GRADE)systemtoguideassessment agent is needed to maintain adequate Perelman School ofMedicine atthe of quality of evidence from high blood pressure (2B); vasopressin Universityof Pennsylvania, (A) to very low (D) and to determine (0.03 U/min) can be added to nor- Philadelphia, PA,USA the strength of recommendations as epinephrine to either raise mean F. R.Machado strong (1) or weak (2). The potential arterial pressure to target or to Federal Universityof Sao Paulo, drawbacks of making strong recom- decrease norepinephrine dose but Sao Paulo,Brazil mendations in the presence of low- should not be used as the initial quality evidence were emphasized. vasopressor (UG); dopamine is not G.D.Rubenfeld Recommendations were classified recommended except in highly SunnybrookHealth Sciences Center, into three groups: (1) those directly selected circumstances (2C); dobuta- Toronto, ON,Canada targeting severe sepsis; (2) those tar- mine infusion administered or added S. Webb getinggeneralcareofthecriticallyill to vasopressor in the presence of Royal PerthHospital, patientandconsideredhighpriorityin (a) myocardial dysfunction as sug- Perth, WesternAustralia severe sepsis; and (3) pediatric con- gested by elevated cardiac filling siderations. Results: Key pressures and low cardiac output, or R. J.Beale recommendations and suggestions, (b) ongoing signs of hypoperfusion Guy’sand St.Thomas’ Hospital Trust, listed by category, include: early despite achieving adequate intravas- London, UK quantitativeresuscitationoftheseptic cular volume and adequate mean J.-L. Vincent patient during the first 6 h after rec- arterialpressure(1C);avoidinguseof Erasme UniversityHospital, ognition (1C); blood cultures before intravenous hydrocortisone in adult Brussels, Belgium antibiotic therapy (1C); imaging septic shock patients if adequate fluid studies performed promptly to con- resuscitation and vasopressor therapy R. Moreno firm a potential source of infection are able to restore hemodynamic sta- UCINC, Hospital deSa˜o Jose´,Centro (UG); administration of broad-spec- bility (2C); hemoglobin target of Hospitalar de LisboaCentral, E.P.E., trum antimicrobials therapy within 7–9 g/dL in the absence of tissue Lisbon,Portugal 1 h of the recognition of septic shock hypoperfusion, ischemic coronary (1B) and severe sepsis without septic artery disease, or acute hemorrhage 167 (1B); low tidal volume (1A) and blood glucose management com- bolus of 20 mL/kg of crystalloids (or limitation of inspiratory plateau mencing insulin dosing when two albumin equivalent) over 5–10 min pressure (1B) for acute respiratory consecutive blood glucose levels are (2C); more common use of inotropes distress syndrome (ARDS); applica- [180 mg/dL, targeting an upper and vasodilators for low cardiac out- tion of at least a minimal amount of blood glucose B180 mg/dL (1A); put septic shock associated with positive end-expiratory pressure equivalency of continuous veno- elevated systemic vascular resistance (PEEP) in ARDS (1B); higher rather venous hemofiltration or intermittent (2C); and use of hydrocortisone only than lower level of PEEP for patients hemodialysis (2B); prophylaxis for in children with suspected or proven with sepsis-induced moderate or deep vein thrombosis (1B); use of ‘‘absolute’’’ adrenal insufficiency severe ARDS (2C); recruitment stress ulcer prophylaxis to prevent (2C). Conclusions: Strong agree- maneuvers in sepsis patients with upper gastrointestinal bleeding in ment existed among a large cohort of severe refractory hypoxemia due to patients with bleeding risk factors international experts regarding many ARDS (2C); prone positioning in (1B); oral or enteral (if necessary) level 1 recommendations for the best sepsis-induced ARDS patients with a feedings, as tolerated, rather than care of patients with severe sepsis. PaO2 /FiO2 ratio of B100 mm Hg in either complete fasting or provision Although a significant number of facilities that have experience with of only intravenous glucose within aspects of care have relatively weak such practices (2C); head-of-bed ele- the first 48 h after a diagnosis of support, evidence-based recommen- vation in mechanically ventilated severe sepsis/septic shock (2C); and dations regarding the acute patients unless contraindicated (1B); addressing goals of care, including management of sepsis and septic a conservative fluid strategy for treatment plans and end-of-life plan- shock are the foundation of improved patients with established ARDS who ning(asappropriate)(1B),asearlyas outcomes for this important group of do not have evidence of tissue hypo- feasible, but within 72 h of intensive critically ill patients. perfusion(1C);protocolsforweaning care unit admission (2C). Recom- and sedation (1A); minimizing use of mendations specific to pediatric Keywords Sepsis (cid:2) Severe sepsis (cid:2) either intermittent bolus sedation or severe sepsis include: therapy with Septic shock (cid:2) Sepsis syndrome (cid:2) continuous infusion sedation target- face mask oxygen, high flow nasal Infection (cid:2) Grading of ing specific titration endpoints (1B); cannula oxygen, or nasopharyngeal Recommendations Assessment, avoidance of neuromuscular blockers continuous PEEP in the presence of DevelopmentandEvaluationcriteria(cid:2) if possible in the septic patient with- respiratory distress and hypoxemia GRADE (cid:2) Guidelines (cid:2) out ARDS (1C); a short course of (2C), use of physical examination Evidence-based medicine (cid:2) neuromuscular blocker (no longer therapeutic endpoints such as capil- Surviving Sepsis Campaign (cid:2) than 48 h) for patients with early lary refill (2C); for septic shock Sepsis bundles ARDS and a PaO2 /FIO2 \\150 mm Hg associated with hypovolemia, the use (2C); a protocolized approach to ofcrystalloidsoralbumintodelivera Sepsisisasystemic,deleterioushostresponsetoinfection making capability when he or she is presented with a leading to severe sepsis (acute organ dysfunction sec- patient’s unique set of clinical variables. Most of these ondary to documented or suspected infection) and septic recommendations are appropriate for the severe sepsis shock (severe sepsis plus hypotension not reversed with patient in the intensive care unit (ICU) and non-ICU fluid resuscitation). Severe sepsis and septic shock are settings. In fact, the committee believes that the greatest major healthcare problems, affecting millions of people outcome improvement can be made through education aroundtheworldeachyear,killingoneinfour(andoften and process change for those caring for severe sepsis more), and increasing in incidence [1–5]. Similar to patientsinthenon-ICUsettingandacrossthespectrumof polytrauma, acute myocardial infarction, or stroke, the acute care. Resource limitations in some institutions and speed and appropriateness of therapy administered in the countries may prevent physicians from accomplishing initial hours after severe sepsis develops are likely to particular recommendations. Thus, these recommenda- influence outcome. tions are intended to be best practice (the committee Therecommendationsinthisdocumentareintendedto considers this a goal for clinical practice) and not created provideguidanceforthecliniciancaringforapatientwith to represent standard of care. The Surviving Sepsis severe sepsis or septic shock. Recommendations from Campaign (SSC) Guidelines Committee hopes that over these guidelines cannot replace the clinician’s decision- time,particularly througheducationprogramsand formal 168 audit and feedback performance improvement initiatives, toaddresscontentneedsforthedevelopmentprocess.Four the guidelines will influence bedside healthcare practi- clinicianswithexperienceintheGRADEprocessapplica- tioner behavior that will reduce the burden of sepsis tion (referred to in this document as GRADE group or worldwide. Evidence-Based Medicine [EBM] group) took part in the guidelinesdevelopment. The guidelines development process began with appointment of group heads and assignment of committee members to groups according to their specific expertise.",
    "Method": "Methodology Eachgroupwasresponsiblefordraftingtheinitialupdateto Definitions the2008editionintheirassignedarea(withmajoradditional elements of information incorporated into the evolving Sepsisisdefinedasthepresence(probableordocumented) manuscriptthroughyear-end2011andearly2012). of infection together with systemic manifestations of infec- WithinputfromtheEBMgroup,aninitialgroupmeet- tion. Severe sepsis is defined as sepsis plus sepsis-induced ingwasheldtoestablishproceduresforliteraturereviewand organdysfunctionortissuehypoperfusion(Tables 1,2)[6]. development of tables for evidence analysis. Committees Throughout this manuscript and the performance improve- and their subgroups continued work via phone and the ment bundles, which are included, a distinction is made Internet.Severalsubsequentmeetingsofsubgroupsandkey between definitions and therapeutic targets or thresholds. individuals occurred at major international meetings Sepsis-induced hypotension is defined as a systolic blood (nominalgroups),withworkcontinuingviateleconferences pressure(SBP)\\90 mmHgormeanarterialpressure(MAP) and electronic-based discussions among subgroups and \\70 mmHgoraSBPdecrease[40 mmHgorlessthantwo membersoftheentirecommittee.Ultimately,ameetingof standard deviations below normal for age in the absence of all group heads, executive committee members, and other other causes of hypotension. An example of a therapeutic keycommitteememberswasheldtofinalizethedraftdoc- targetortypicalthresholdforthereversalofhypotensionis umentforsubmissiontoreviewers. seeninthesepsisbundlesfortheuseofvasopressors.Inthe bundles,theMAPthresholdisC65 mmHg.Theuseofdefi- nitionversusthresholdwillbeevidentthroughoutthisarticle. Search techniques Septic shock is defined as sepsis-induced hypotension per- sisting despite adequate fluid resuscitation. Sepsis-induced Aseparateliteraturesearchwasperformedforeachclearly tissue hypoperfusion is defined as infection-induced hypo- defined question. The committee chairs worked with sub- tension,elevatedlactate,oroliguria. groupheadstoidentifypertinentsearchtermsthatwereto include,ataminimum,sepsis,severesepsis,septicshock, andsepsissyndromecrossedagainstthesubgroup’sgeneral History of the guidelines topicarea,aswellasappropriatekeywordsofthespecific question posed. All questions used in the previous guide- Theseclinicalpracticeguidelinesarearevisionofthe2008 lines publications were searched, as were pertinent new SSC guidelines for the management of severe sepsis and questions generated by general topic-related searches or septicshock[7].TheinitialSSCguidelineswerepublished recenttrials.Theauthorswerespecificallyaskedtolookfor in2004[8]andincorporatedtheevidenceavailablethrough existingmeta-analysesrelatedtotheirquestionandsearcha the end of 2003. The 2008 publication analyzed evidence minimum of one general database (i.e., MEDLINE, EM- availablethroughtheendof2007.Themostcurrentiteration BASE) and the Cochrane Library [both The Cochrane is based on u",
    "Conclusion": ""
  }
}