{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "30105022",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_30105022\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC6077259&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "30105022",
    "title": "Immune Effects of Corticosteroids in Sepsis.",
    "journal": "Front Immunol",
    "year": "2018",
    "authors": [
      "Heming N",
      "Sivanandamoorthy S",
      "Meng P",
      "Bounab R",
      "Annane D"
    ],
    "doi": "10.3389/fimmu.2018.01736"
  },
  "sections": {
    "Abstract": "Mini Review published: 30 July 2018 doi: 10.3389/fimmu.2018.01736 immune effects of Corticosteroids in Sepsis Nicholas Heming1,2, Sivanthiny Sivanandamoorthy1, Paris Meng1, Rania Bounab1 and Djillali Annane1,2* 1 General Intensive Care Unit, Raymond Poincaré Hospital, Garches, France, 2 U1173 Laboratory Inflammation and Infection, University of Versailles SQY-Paris Saclay – INSERM, Montigny-Le-Bretonneux, France Sepsis, a life-threatening organ dysfunction, results from a dysregulated host response to invading pathogens that may be characterized by overwhelming systemic inflam- mation or some sort of immune paralysis. Sepsis remains a major cause of morbidity and mortality. Treatment is nonspecific and relies on source control and organ support. Septic shock, the most severe form of sepsis is associated with the highest rate of mortality. Two large multicentre trials, undertaken 15 years apart, found that the com- bination of hydrocortisone and fludrocortisone significantly reduces mortality in septic shock. The corticosteroids family is composed of several molecules that are usually characterized according to their glucocorticoid and mineralocorticoid power, relative to hydrocortisone. While the immune effects of glucocorticoids whether mediated or not by the intracellular glucocorticoid receptor have been investigated for several decades, Edited by: Thierry Roger, it is only very recently that potential immune effects of mineralocorticoids via non-renal Centre Hospitalier Universitaire mineralocorticoid receptors have gained popularity. We reviewed the respective role of Vaudois (CHUV), Switzerland glucocorticoids and mineralocorticoids in counteracting sepsis-associated dysregulated Reviewed by: Andreas Schwingshackl, immune systems. University of California, Los Angeles, United States Keywords: glucocorticoids, mineralocorticoids, nF-κB, animal models, clinical trials, septic shock, sepsis, organ Marco Confalonieri, function University of Trieste, Italy inTRODUCTiOn *Correspondence: Djillali Annane djillali.annane@aphp.fr Sepsis is defined by a life-threatening organ dysfunction resulting from deregulated host response to invading pathogens (1). The host–pathogen interaction in sepsis is associated with an excessive Specialty section: response of the innate immune system leading to systemic inflammation and organ failure (2). This article was submitted to This excessive inflammatory response coexists with compensatory anti-inflammatory signaling Microbial Immunology, (3). An initial immune response occurs after recognition of pathogen- or damage-associated a section of the journal molecular patterns by specific cellular receptors, leading to cellular activation and systemic Frontiers in Immunology inflammation (4, 5). In practice, patients with sepsis may present with a hyperimmune response, Received: 03 June 2018 typically around the time of admission when the infectious process is not fully under control, Accepted: 13 July 2018 or with an immune suppression state, which tends to occur at a later time (3). The resolution of Published: 30 July 2018 inflammation is also an active process, partly mediated by lipid mediators such as eicosanoids, Citation: which exhibit pro-resolving proprieties, and lead to tissue reparation (6). Then, knowing the time Heming N, Sivanandamoorthy S, course of the immune response to sepsis is likely a key factor for the success of immunomodulatory Meng P, Bounab R and Annane D interventions (7). Sepsis is a leading cause of mortality and morbidity, with annual prevalence (2018) Immune Effects of of sepsis estimated at 31.5 million and the annual number of deaths at 5.3 million, worldwide Corticosteroids in Sepsis. Front. Immunol. 9:1736. (8, 9). The incidence of sepsis is steadily rising (10). Approximately half of sepsis survivors suffer doi: 10.3389/fimmu.2018.01736 from physical and psychological sequel, directly impacting their quality of life (11, 12). Treatment Frontiers in Immunology | www.frontiersin.org 1 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis of sepsis is based on source control and organs support (13). divided into the zona glomerulosa, the outermost layer beneath Corticosteroids are produced by the adrenal glands lying at the the capsule, which secretes mineralocorticoids, the zona superior pole of the kidneys. Corticosteroids are synthesized fasciculata, which secretes glucocorticoids, and the innermost by adrenal cortical cells from esterified cholesterol and possess layer, the zona reticularis, which secretes sex hormones. We four carbon rings. Each step of corticosteroid biosynthesis is will hereafter describe the biological effects of glucocorticoids controlled by a specific enzyme (Figure 1). Corticosteroids are and mineralocorticoids, without further mentioning sex hor- divided into mineralocorticoids, which preferentially affect salt mones. Corticosteroids are commonly categorized accord- and water balance while glucocorticoids preferentially affect ing to their glucocorticoid and mineralocorticoid power, sugar metabolism and sex hormones. The adrenal cortex is relative to hydrocortisone (Table 1). Glucocorticoids exhibit immune-modulating proprieties, in part through interaction with NF-κB (14). Thus, glucocorticoids have been used to treat patients with severe infections for more than 50 years. Much less information is available regarding immune effects of mineralocorticoids, yet the combination of fludrocortisone to hydrocortisone significantly reduced mortality from septic shock (15, 16). We herein reviewed the immune effects of glucocorticoids and mineralocorticoids that may be relevant to the management of sepsis. iMMUne-MODUlaTing eFFeCTS OF CORTiCOSTeROiDS glucocorticoids Molecular Mechanisms of Action Glucocorticoids have anti-inflammatory effects through the production of anti-inflammatory proteins and inhibition of pro-inflammatory proteins. Glucocorticoids bind to a specific intracellular receptor, the glucocorticoid receptor (GR). The GR is a transcription factor belonging to the nuclear receptor super- family encoded on chromosome 5q31-31 (17). Glucocorticoid- regulated transcription factors are 94-kDa proteins, composed of several specific domains. A ligand-binding domain made up of 12 α-helices is involved in the recognition and binding of corticosteroids, a DNA-binding domain composed of two zinc fingers for interaction of the hormone–receptor complex with specific DNA sequences, and a trans-activating domain for binding of transcriptional factors (18). Unbound GR located in the cytoplasm of almost all cells, are stabilized by chaperone proteins such as heat-shock proteins 70, heat-shock protein TaBle 1 | Relative potencies of natural and synthetic steroids. Compound glucocorticoid activity Mineralocorticoid activity natural steroids Cortisol 1 1 Corticosterone 0.3 15 Aldosterone 0.3 3,000 Deoxycorticosterone 0.2 100 Synthetic steroids Cortisone 0.8 0.8 Fludrocortisone 10 125 Prednisone 4 0.8 Prednisolone 4 0.8 Methylprednisolone 5 0.5 FigURe 1 | Corticosteroids biosynthesis. Abbreviations: CYP11A1, Betamethasone 25 0 cholesterol desmolase; 3β-HSD, 3β hydroxysteroid dehydrogenase; Dexamethasone 25 0 CYP17, steroid 17α-hydroxylase; CYP21, steroid 21-hydroxylase; CYP11B2, aldosterone synthase; CYP11B1, steroid 11β-hydroxylase. Glucocorticoid and mineralocorticoid activity of natural and synthetic steroids, relative to cortisol. Frontiers in Immunology | www.frontiersin.org 2 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis 90 (Hsp90), and immunophilin (19). Upon binding with glu- NF-κB is bound to IκBα. Upon cellular activation, NF-κB and cocorticoids, the GR dissociates from chaperone proteins and IκBα dissociate and NF-κB translocates into the cellular nucleus. translocates into the nucleus. Within the nucleus, homodimers Glucocorticoids increase the expression of the inhibitory pro- of the glucocorticoid–GR complex interact with specific DNA tein IκBα, thereby sequestering NF-κB (27). Glucocorticoids sequences (glucocorticoid responsive elements) of the regula- also induce the expression of glucocorticoid-induced leucine tory region of target genes (Figure 2). The expression of genes zipper (GILZ) which inhibits NF-κB (28) as well as the anti- modulated by the hormone–GR complex occurs through chro- inflammatory protein MAP kinase phosphatase 1, which inhibits matin remodeling (20, 21). Chromatin consists of nucleosomes; nuclear translocation of transcription factor GATA-3 implicated DNA associated with core histone proteins. Quiescent genes in Th2 type cytokine expression (29). In addition, glucocorti- are composed of tightly wound DNA around histone proteins, coids promote the production of annexin 1, which inhibits the hampering the ability of RNA polymerases to bind to DNA and expression of phospholipase A2. Phospholipase A2 catabolizes to produce mRNA. Core histones may be acetylated, modifying the production of arachidonic acid-derived ele ments, including the structure of nucleosomes, loosening the chromatin, and prostaglandins and leukotrienes, which are implicated in pain ultimately enhancing gene expression. Transcription factors and inflammatory responses (26). Annexin 1 is also implicated such as NF-κB activate histone acetyltransferases (HATs), in the resolution of inflammation as well as in the phagocytosis leading to acetylation of core histones. By contrast, histone by macrophages of apoptotic neutrophils (25). deacetylases (HDACs) induce a tightening of the chromatin, The genomic effects of glucocorticoids take place only after repressing target genes expression. Activated GR inhibit HATs several hours, following nuclear translocation of activated GR and activate HDACs, overall repressing the expression of pro- and gene regulation (30). This latency is explained by the inflammatory genes. For instance, the expression of the IRF3 time needed for mRNA production, protein synthesis, and transcription factor, implicated in interferon production and transport (31). viral protection, is downregulated by glucocorticoids (22, 23). The GR–glucocorticoid complex also inhibits the production of Effect of Glucocorticoids in Health pro-inflammatory proteins by sequestration of NF-κB within Glucocorticoids suppress the production of acute phase reactants the cytosol (24). NF-κB is implicated in the production of and of chemokines implicated in leukocyte chemo-attraction pro-inflammatory cytokines (25, 26). In a resting state, inactive (32, 33), thereby reducing leukocytes migration into inflamed FigURe 2 | Mechanism of action of corticosteroids. Abbreviations: GR, glucocorticoid receptor; MR, mineralocorticoid receptor; HSP, heat-shock protein; HRE, hormonal response element. Frontiers in Immunology | www.frontiersin.org 3 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis areas. Glucocorticoids suppress the expression of endothelial- several specific domains, including a ligand-binding domain, leukocyte adhesion molecule 1, intracellular adhesion molecule a DNA-binding domain, and a trans-activating domain. The 1 (ICAM-1), and vascular adhesion molecule 1 (VCAM-1) amino acid sequence of the DNA-binding domain of the GR opposing to leukocytes trafficking through the endothelium and MR are approximately 94% similar, indicating that these (34, 35). Glucocorticoids affect both the innate and adaptive two receptors may recognize and bind similar DNA sequences. arms of the immune system. Target immune cells include (1) The activated MR regulates the expression of a set of genes myeloid cells; macrophages, monocytes, dendritic cells (tissue- within target tissues, in a similar way to that of the activated resident DCs, migratory DCs, and plasmacytoid DCs), as well GR. Unbound MR are stabilized in the cytoplasm by Hsp90. as granulocytes and (2) lymphocytes, including CD8, T helper Activated MR will shed their chaperone proteins and translo- 1 (Th1), Th2, and Th17 as well as Treg and B cells (14). Broadly cate into the nucleus, form dimmers, and go on to recognize speaking, glucocorticoids repress the maturation, differentiation specific hormone recognizing elements of the DNA (Figure 2) and proliferation of leukocytes of all subtypes. (59). There is evidence that MR and GR may form functional Glucocorticoids attenuate fever by reducing monocytes and heterodimers with specific properties (60, 61). macrophages production of interleukin (IL)-1, TNF, IL-8, and Surprisingly, cortisol and aldosterone bind the MR with equal MCP-1 (36). Glucocorticoids reduce the number of monocytes/ affinity, indicating that the MR does not specifically recognize macrophages, dendritic cells, and eosinophil and basophil mineralocorticoids over glucocorticoids (57). However, the granulocytes (37). Despite reducing the number of monocytes/ tran scriptional response of the MR in response to aldosterone macrophag",
    "Method": "",
    "Conclusion": ""
  }
}