{
  "pmid": "35708858",
  "topic": "steroid_sensitivity",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_35708858\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "Cellular and Molecular Life Sciences (2022) 79:365 https://doi.org/10.1007/s00018-022-04318-x CellularandMolecularLifeSciences ORIGINAL ARTICLE Infection of lung megakaryocytes and platelets by SARS‑CoV‑2 anticipate fatal COVID‑19 Aiwei Zhu1 · Fernando Real1 · Claude Capron2,8 · Arielle R. Rosenberg1,3 · Aymeric Silvin4 · Garett Dunsmore4 · Jaja Zhu2 · Andréa Cottoignies‑Callamarte1 · Jean‑Marc Massé5 · Pierre Moine6 · Simon Bessis6 · Mathieu Godement6 · Guillaume Geri7,8 · Jean‑Daniel Chiche9 · Silvana Valdebenito10 · Sandrine Belouzard11 · Jean Dubuisson11 · Geoffroy Lorin de la Grandmaison12 · Sylvie Chevret13 · Florent Ginhoux14,15,16 · Eliseo A. Eugenin10 · Djillali Annane6 · Elisabeth Cramer Bordé8 · Morgane Bomsel1 Received: 15 January 2022 / Revised: 1 April 2022 / Accepted: 19 April 2022 / Published online: 16 June 2022 © The Author(s) 2022 Abstract SARS-CoV-2, although not being a circulatory virus, spread from the respiratory tract resulting in multiorgan failures and thrombotic complications, the hallmarks of fatal COVID-19. A convergent contributor could be platelets that beyond hemostatic functions can carry infectious viruses. Here, we profiled 52",
    "Method": "patients with severe COVID-19 and demonstrated that circulating platelets of 19 out 20 non-survivor patients contain SARS-CoV-2 in robust correlation with fatal outcome. Platelets containing SARS-CoV-2 might originate from bone marrow and lung megakaryocytes (MKs), the platelet precur- sors, which were found infected by SARS-CoV-2 in COVID-19 autopsies. Accordingly, MKs undergoing shortened dif- ferentiation and expressing anti-viral IFITM1 and IFITM3 RNA as a sign of viral sensing were enriched in the circulation of deadly COVID-19. Infected MKs reach the lung concomitant with a specific MK-related cytokine storm rich in VEGF, PDGF and inflammatory molecules, anticipating fatal outcome. Lung macrophages capture SARS-CoV-2-containing platelets in vivo. The virus contained by platelets is infectious as capture of platelets carrying SARS-CoV-2 propagates infection to macrophages in vitro, in a process blocked by an anti-GPIIbIIIa drug. Altogether, platelets containing infectious SARS- CoV-2 alter COVID-19 pathogenesis and provide a powerful fatality marker. Clinical targeting of platelets might prevent viral spread, thrombus formation and exacerbated inflammation at once and increase survival in COVID-19. Keywords Platelets · SARS-CoV-2 · COVID-19 · Megakaryocytes · Lung · Macrophages Introduction [1]. Furthermore, patients with severe COVID-19 admit- ted into intensive care unit (ICU) have increased cumula- Since December 2019, the world has experienced an out- tive thrombotic complications compared with patients not break of coronavirus disease 2019 (COVID-19), caused admitted to ICU (31% versus 1.3%) [2]. Microthrombotic by the severe acute respiratory syndrome coronavirus 2 events are especially frequent in the lung where MKs, the (SARS-CoV-2). Although the epidemiological and clini- platelet precursors, are found to accumulate atypically in cal characteristics of patients with COVID-19 have been COVID-19 patients [3], suggesting abnormal behaviour [4]. reported, biological risk factors for mortality are needed. However, anticoagulant treatment of COVID-19 patients is Critical cardiovascular, as well as multifactorial thrombotic of limited efficacy, and any benefit may be patient-specific complications in patients with COVID-19 are frequent, even [5, 6]. Despite clinical evidence of a link between COVID- in individuals without a history of cardiovascular disease 19 and haemostatic disorders, the underlying mechanisms of thrombosis remain uncertain. The β-coronavirus SARS-CoV-2 is a single-strand RNA Aiwei Zhu and Fernando Real have contributed equally to this work. (+) enveloped virus [7]. The viral spike protein (S) is made of two subunits. The subunit S1 binds to its main recep- * Morgane Bomsel tors the surface expressed angiotensin-converting enzyme-2 morgane.bomsel@inserm.fr (ACE-2) and is cleaved from the subunit S2 by the target Extended author information available on the last page of the article Vol.:(0112 33456789) 365 Page 2 of 18 A. Zhu et al. cell serine protease TMPRSS2 [8], enabling the virus to and May 2020. All patients had COVID-19 diagnosis con- enter and infect target cells. Virus replication involves the firmed by SARS-CoV-2 RNA RT-qPCR in nasopharyn- production of double-stranded (positive (+)/negative (-) geal swabs at the hospital. For this study, blood (n = 52), strands) complexes in the cytosol of the infected cells initiat- bronchoalveolar lavages (BAL) (n = 19) and autopsy (n = 5) ing viral component production. SARS-CoV-2 infected cells unpaired samples were obtained from severe COVID-19 are found not only in the lung, but the virus is also widely patients. found in other tissues [9]. The process of viral dissemina- Additional methods are detailed in supplementary tion remains unknown. There is a lack of significant blood material. viremia, and only occasional detection of viral RNA due to rare blood cell infection [10–12]. Furthermore, no studies",
    "Conclusion": "Results have so far demonstrated the presence of viral particles and their infectiousness. Therefore, the major route of SARS- Platelets from COVID‑19 non‑survivors harbor CoV-2 dissemination is not blood, although the role of plate- SARS‑CoV‑2 lets as viral carrier has not been investigated. Platelets have a critical role in hemostasis and thrombosis [13]. Their interaction with the subendothelium during viral Platelet samples from randomly chosen individuals with infection results in platelet hyperactivity and in turn, arte- confirmed severe COVID-19 diagnosis (n = 30) (Figure S1, rial thrombus producing end-organ ischemia. In particular, Table 1, S1-2) were screened for SARS-CoV-2 by RT-qPCR the influenza virus can directly activate platelets [14, 15] (ORF, S and N genes). SARS-CoV-2 RNA was detected with consequent uncontrolled coagulation cascade result- in 7 out of 30 patients. Strikingly, 6 out of the 7 platelet ing in lung injury. Besides their role in hemostasis, platelets positive patients died within the week following sampling have immunological functions contributing to the immune (mean days [95%CI]: 8.3 [5–14]), thus referred as non-sur- response and inflammation [13, 16, 17]. Platelets can also vivors. Among the group of surviving patients (survivors), harbor pathogens including viruses [18, 19] where some, only 1 out of 24 platelet samples contained the viral RNA such as Dengue virus, may even replicate [20]. Furthermore, (Fig. 1A, mean [95% CI] RNA copies/million platelets in HIV as well as Dengue and influenza virus can infect MKs samples from non-survivors versus survivors, for ORF1 [21], the cell producing platelets [21–23]. Accordingly, gene: 580 [160–1200] vs 2.2 [1.8–8.2], p < 0.001; for S gene: platelets can also shelter viruses such as HIV in vivo as 840 [160–1600] vs 1.3 [1.1–5], p < 0.001; for N gene: 1200 we have recently shown [22], thereby participating in the [320–2000] vs 1.6 [1.3–5.6], p < 0.001). Using 11 of these propagation of the infection and altering the viral pathology. samples and additional ones from 28 patients, we then evalu- Platelets are hyperactivated in COVID-19 and transcriptom- ated if the RNA detected in platelets corresponded to full ics found N and more often E genes associated with platelets viral particles, using a flow cytometry technique for com- in some patients, irrespective of disease severity [24, 25]. bined detection of SARS-CoV-2 RNA and spike proteins Whether MK infection occurs and replication-competent in platelets, referred to as FISH-Flow [22], which we now SARS-CoV-2 are contained in platelets with a possible role validated for SARS-CoV-2 (Figure S2 and Table S3). Detec- in COVID-19 thrombophilia, virus spread and patient out- tion of both viral RNA and protein was remarkably more come have not been addressed. frequent in platelets from non-survivors than from survivors (Fig. 1B, Figure S2, mean % [95%CI] of viral RNA+/spike+ platelets in samples from non-survivors versus survivors, Material and methods 0.22 [0.06–0.42] vs 0.02 [0.01–0.07], p = 0.001). Taken RT-qPCR and FISH-Flow analyses together, Patients and ethical statement SARS-CoV-2 virus was detected within circulating plate- lets in 20 patients out of 52, from which 19 died (Fig. 1C), This non-interventional study was approved by the institu- in direct correlation with fatal outcome that persisted tional review board of the ethical committee for research after adjustment for age (OR 63.4 [95% CI 6.6 to 610.1], (CER) of the University of Paris-Saclay (CER-Paris- p = 0.0003). Of note, the time from first symptoms to sam- Saclay-2020-050) and conformed to the principles outlined pling was similar between survivors and non-survivors with in the Declaration of Helsinki. Accordingly, all participants mean value of 10 days [95% CI 6;26] and 7 [95% CI 5;12.5], were informed in writing about the study and allowed not respectively (p = 0.22), and thus did not introduce a bias to participate. We studied prospectively samples from 76 in the analysis. The presence of SARS-CoV-2 in platelets COVID-19 patients admitted at the Cochin (Paris, France), was the strongest factor associated with fatal outcome with Ambroise Paré (Boulogne-Billancourt, France), and Ray- p < 0.0001 in a multivariate analysis based on all patients’ mond Poincaré (Garches, France) Hospitals between March clinical data collected (Table 1). 1 3 Infection of lung megakaryocytes and platelets by SARS-CoV-2 anticipate fatal COVID-19 Page 3 of 18 365 Table 1 Patient characteristics Median [IQR]; N(%) Survivors, n = 27 Non-survivors, n = 25 p value according to the hospital outcome (Platelet samples) Patients Age, years 61.6 [52.0;76.2] 72.7 [68.4;87.9] 0.009 Male sex 17 (63%) 16 (64%) 1.00 At least one comorbidity 22 (81%) 23 (92%) 0.42 Obesity 6 (19%) 2 (8%) 0.27 High Blood pressure 8 (30%) 10 (40%) 0.56 Cardiovascular disease 7 (26%) 8 (32%) 0.76 Diabetes 6 (22%) 10 (40%) 0.23 Active malignancy 5 (19%) 5 (20%) 1.00 Chronic renal failure 1 (4%) 2 (8%) 0.60 Chronic respiratory failure 4 (15%) 3 (12%) 1.00 At Hospital admission Days after first symptoms 10 [6.5;25.5] 8 [5;12.5] 0.23 Need of oxygen supply 2 (7%) 5 (20%) 0.24 O2 saturation, % 91 [88;98] 91.5 [82;95.75] 0.40 ICU admission 11 (41%) 12 (48%) 0.78 IGSII* 32 [30;39] 45 [34.25;57] 0.16 SOFA* 4 [3; 5] 4 [3.75; 8.75] 0.49 At sampling time Days after first symptoms 10 [6;26] 7 [5;12.5] 0.22 WBC count, Giga/L 7.4 [5.3;9.65] 9.2 [6.4;13.8] 0.26 Platelet count, Giga/L 238 [138.5; 334] 189 [160;255] 0.40 Plasma Fibrinogen, g/L 6.5 [5.175;7.525] 6.6 [4.9;8.1] 0.72 Plasma D-dimer, mg/L 4.4 [2.5;5.6] 3.5 [1.2;4.3] 0.091 Plasma vWF, μg/ml** 9.6 [7.448;14.35] 18.0 [12.56;27.33] 0.015 %vWF+ platelets** 5.9 [3.6;7.8] 14.5 [8.6;19.5] 0.001 SARS-CoV-2 in platelets 1 (4%) 19 (76%) < 0.0001 At hospital discharge Days from first symptoms 25 [18;72] 15 [12.5;28] 0.01 to discharge Days from sampling 13 [10;44] 7 [5;10] 0.001 to discharge Bold indicates statistically significant p value (<0.05) *Only available in those patients admitted to ICU (11 survivors and 12 deceased patients) **Only measured in 16 survivors and 14 non-survivor patients In non-survivor patients, the virus resided inside platelets localization of dengue virus [32], whereas HIV [22], and and was not associated to platelet surface: this was demon- Influenza viruses [33] are mainly found in the lumen of strated by confocal microscopy after viral (+) and (-) strands OCS. Immunolabeling of SARS-CoV-2 spike proteins on RNA in situ hybridization using RNAscope technology [22] cryosections from these non-survivor platelets (Fig. 1G and we validated (Figure S3A), coupled to immunostaining of Figure S3E) confirmed the SARS-CoV-2 nature of the viral the platelet marker CD41 (Fig. 1D–E and Figure S3B-C). spherical crowned images observed above (Fig. 1F and Fig- In contrast, no viral signal was found in platelets from ure S3D). Immunolabeled viruses were again exclusively survivors. At the ultrastructural level, spherical crowned detected within platelets, with no virus detected at the plate- structures with a diameter of 50–80 nm and visible spikes let surface. No such crowned viral structures nor immuno- at their periphery typical of SARS-CoV-2 [26–30] were labeling were observed in survivor platelets. Platelets from detected inside non-survivor platelets (Fig. 1F and Figure non-survivors appeared also hyperactivated as indicated by S3D). These viral structures were found in subcompart- the increase in frequency of platelets surface labeled for von ments of the open canalicular system (OCS) [31] as well as Willebrand factor (vWF) in non-survivors versus survivors in another type of compartment similar to the intra-platelet or healthy donors (Figure S4A-B) [34]. 1 3 365 Page 4 of 18 A. Zhu et al. Although SARS-CoV-2 genes were scarcely found Furthermore, viral RNA copy number detected per million in blood [10, 11, 35], viral genes were more frequently platelets in platelet-rich plasma (PRP) was not proportional detected in plasma (here in platelet-poor plasma (PPP)) from to that detected per ml of PPP using RT-qPCR (Figure S4D), non-survivors than survivors (66% vs 25%) (Figure S4C). indicating that viral genes detected in the plasma are not the 1 3 Infection of lung megakaryocytes and platelets by SARS-CoV-2 anticipate fatal COVID-19 Page 5 of 18 365 ◂Fig. 1 Platelets from non-survivor patients with COVID-19 harbor releasing MKs with monolobed nucleus that are found later SARS-CoV-2. A Copies of SARS-CoV-2 ORF1 (blue), Spike (S, on in the peripheral circulation [37, 38]. Such monolobed magenta) and Nucleocapsid (N, orange) RNA per million platelets MKs present in PBMCs were thus used as easily accessible detected by RT-qPCR, from COVID-19 survivors, COVID-19 non- surrogates for bone marrow MKs [4, 39]. Accordingly, mon- survivors and healthy donor samples. Asterisk indicates statistical significance in the comparison between survivors and non-survivors olobed MKs were detected at low frequencies in PBMCs per detected gene target (Kruskal–Wallis between the three groups). from non-COVID-19 healthy individuals and COVID-19 LOD = limit of detection. B Combined detection of SARS-CoV-2 survivors but their frequency strikingly increased in COVID- spike protein and SARS-CoV-2 RNA by flow cytometry (FISH-flow). On the left, SARS-CoV-2 s pike+/RNA+ detection gate (red) showing 19 non-survivor samples (Fig. 2A and Figure S5A). an example of healthy donor, COVID-19 survivor, and COVID-19 To further compare MK characteristics in COVID-19 non-survivor. On the right, the percentage of SARS-CoV-2 s pike+/ non-survivors versus survivors and healthy controls, we inte- RNA+ platelets among platelets from COVID-19 survivors and non- grated two PBMC single-cell RNA sequencing (scRNA-seq) survivors, normalized by detected events in healthy donor samples. data sets [4, 39] including healthy donor, COVID-19 survi- Samples were classified as negative (gray) or positive (orange) for the presence of SARS-CoV-2 in platelets. Asterisk indicates statistical vor and non-survivor samples. Clustering analysis revealed significance in the comparison between survivors and non-survivors that the MK transcriptome profile was more diverse in severe (Mann-Whitney between the two groups). C Number of COVID- COVID-19 than in healthy controls (Fig. 2B, C and Figure 19 survivors (blue) and non-survivors (magenta) among individu- S5B–D). Furthermore, genes associated with megakary- als tested for the presence of SARS-CoV-2 in platelets (negative or positive). OR: odds ratio. D-E Representative confocal micros- opoiesis in severe COVID-19 pointed to a shortened MK copy images after CD41 (green) immunolabeling and SARS-CoV-2 differentiation process. This shortened pathway is consist- RNA in situ hybridization (red) for SARS-CoV-2 (+) RNA (D) or ent with the non-classical pathway recently described that SARS-CoV-2 (-) RNA (E) in platelet samples from a COVID-19 non-survivor. Images show low magnification (upper, bar = 10 μm), bypasses the MK-erythroid progenitor (MEP) step from three-dimensional projections (xy, xz and yz, lower left, bar = 2 μm) the classical differentiation route [40], and associated with and three-dimensional rendering (lower right, bar = 1 μm). Arrow- inflammatory conditions [41] (Fig. 2D and Figure S5E). heads indicate SARS-CoV-2 RNA, showing definite intracellular Strikingly, when compared with healthy donors and localization of the virus within the platelets. F Representative elec- tron microscopy images of platelets with spherical crowned SARS- survivors, a unique MK profile identified as cluster 3, was CoV-2 particles of 50-80 nm in diameter (arrowheads) located in the enriched in non-survivors, both when cells were analyzed lumen of OCS in platelets of non-survivors (bars = 200 nm). Dotted altogether (Fig. 2B, C) and by individuals (Fig. 2E). Result- line indicates area magnified as shown in the insets (bar = 100 nm). ing differentially expressed genes (DEG) in cluster 3 (Figure G Representative immunogold labeling with a polyclonal anti-spike antibody of non-survivor platelets otherwise tested positive for the S6A–B) comprised platelet-secreted molecules upon acti- presence of SARS-CoV-2 by FISH-Flow techniques (two examples, vation such as PF4, inflammatory genes such as S100A8, upper and lower images). Dotted squares point magnified regions a large set of IFN-stimulated genes (IFI6, IFI27, IFTIM3) where spike proteins are immunolocalized (red arrowhead). No spike that attest viral sensing, and genes driving megakaryopoie- immunolabeling was observed on platelet surface. Bar = 100, 200 or 500 nm sis (PF4/CXCL4, MYL9, and histone associated genes). Accordingly, the pathways specifically associated with clus- ter 3 included not only rapid MK development and platelet source of virus detected in platelets. In addition, platelets functions, but also viral sensing by INF-stimulated genes from healthy donor incubated with infectious SARS-CoV-2 and inflammation (Figure S6B-C). Cluster 3-enriched tran- were unable to internalize SARS-CoV-2 (Figure S4E-G), scription factors such as JUND, GATA1, and RUNX1 were confirming that the source of SARS-CoV-2 in patient plate- characteristic of megakaryopoiesis while NFKB1, RELA lets was not endocytosis of virus possibly present in the and STAT3 characterized an inflammatory immune response plasma. (Figure S6B). Inferred cluster 3 transcription factor targets were also enriched in IFN regulatory factors (Figure S6B). In COVID‑19 non‑survivors, megakaryocytes are Among all trajectories rooted on cluster 0 (Figure S6D) produced following a shortened megakaryopoiesis that are predominant in MKs from healthy donors (Fig. 2B, and express viral sensing genes C), the one transitioning MKs from cluster 0 to 3 (Figure S6D) confirmed not only the significant increase of histone- Alternative to virus endocytosis, platelets could have associated and inflammatory genes, but also that of antiviral acquired SARS-CoV-2 in the bone marrow from their pre- IFN-stimulated genes (Fig. 2F). cursors, the megakaryocytes (MKs) previously infected dur- Infected bone marrow MKs in COVID‑19 patients ing their maturation. This has been observed in Dengue as a source of platelets containing SARS‑CoV‑2 and Influenza virus infection [21]. After entering the cava vein, bone marrow MKs reach the pulmonary circulation and then the lung [36]. These large MKs are filtrated in the Altogether, the scRNA-seq results indicated that MKs from pulmonary capillary bed producing platelets locally, but also COVID-19 non-survivors have matured faster than usual and 1 3 365 Page 6 of 18 A. Zhu et al. Fig. 2 In COVID-19 non-survivors, MKs are infected and express viral sensing genes. A Frequency of MKs detected among PBMC from healthy donors and COVID-19 survivors and non-survivors as quantified by flow cytometry. Asterisks indicate statistical significance (Kruskal– Wallis test). B–F Transcriptional identity of MKs in COVID-19 patients by single-cell RNA sequencing reveals distinct phenotypes in non- survivor patients. B UMAP of single-cell transcriptomic data of MKs detected among PBMC from non-COVID-19 healthy donors (n = 30), COVID-19 survivors (n = 140) and COVID-19 non-survivors (n = 13). Unsupervised clustering detected 9 different clusters (0 to 8) of all cells analyzed. MK singlets are indicated by blue region. C Proportion of each cluster in healthy donors, COVID-19 survivors and non-survivors. D Scored gene signature expression of classical (upper) and non-classical (bottom) MK differentiation. E Fraction of cells from cluster 3 in comparison to all other clusters in individual patient samples categorized as healthy donors, COVID-19 survivors and non-survivors. F Heat- map of the genes that significantly change along pseudotime trajectory of MK development (p < 0.05 and Morans I score > 0.25). G Hema- toxylin/eosin histology of bone marrow tissue obtained after COVID-19 non-survivor autopsy (low magnification (bar = 50 μm)) in which some MKs surrounded by blue circles are shown in high magnification insets (bar = 20 μm). Arrowheads indicate MKs. H Representative confocal microscopy images after CD41 (green) immunolabeling and replicative SARS-CoV-2 (-) RNA strand in situ hybridization (red) in bone marrow samples obtained from tissue autopsies of three different COVID-19 non-survivors (bar = 10 μm). Arrowheads indicate SARS-CoV-2 (-) RNA inside MKs have sensed the virus, thus being likely infected. In addition, diameter size (103.36 ± 42.36 μm versus 30–100 μm). Fur- MKs at an abnormally higher density were detected in bone thermore, these bone marrow MKs recurrently contained marrow from COVID-19 versus non-COVID-19 autopsy replicative viral (-) RNA (Fig. 2H) with 14.99 ± 9.58% of the cases (Table 2 and Fig. 2G, 49.89 ± 14.37 cells per mm2 bone marrow MKs positive to (-) SARS-CoV-2 RNA (Figure versus 13 ± 3 cells per mm2, p = 0.0001), with an increased S7A), establishing that MKs are infected in the bone marrow 1 3 Infection of lung megakaryocytes and platelets by SARS-CoV-2 anticipate fatal COVID-19 Page 7 of 18 365 Table 2 Patient characteristics according to the hospital outcome (autopsy samples) Patient A1 A2 A3 A4 A5 Sex F M F M M Age 82 51 59 51 71 ICU days 11 10 13 11 0 Days until demise 17 20 18 19 N.A. BMI index 24.1 34.5 28.4 38.0 N.A. Cardiovascular No AHT, AVB1 AHT AHT Low grade coronary illness Pre-existing N.A. Small airways Asthma Small airways Marked hepatic steatosis condition obstruction/ obstruction/ Leukemia Arthritis Treatment N.A. AINS Corticoids N.A. N.A. Cause of death Multivisceral Pulmonary Pulmonary Massive pulmonary Major pulmonary edema failure embolism embolism embolism Lung sampling Yes Yes Yes Yes Yes Bone Marrow Yes No Yes Yes No sampling F female; M male; AINS non-steroidal anti-inflammatory drugs. AHT arterial hypertension; AVB1 atrioventricular block level 1; N.A. not appli- cable in COVID-19 non-survivors and constitute the likely source pulmonary MKs, identifiable through their large size and for producing platelets containing SARS-CoV-2. multilobed nucleus harboring cytoplasmic SARS-CoV-2 (+) RNA were detected in the BAL of COVID-19 patients Infected MKs are retained in the lung in COVID‑19 irrespective of outcome, signing their viral infection (Fig. 3B non‑survivors and Figure S7B). When quantified by flow cytometry, a trend, although statistically non-significant, towards increase Bronchoalveolar lavages (BAL) from severe COVID-19 frequency of MKs and platelets among BAL cells from non- patients provide an easily accessible fluid to probe the survivors compared to survivors was observed (Fig. 3C, Fig- lung thrombotic and inflammatory environment during the ure S7C). The frequencies of both infected spike+ MKs and progression of the disease. Thus, among a panel of factors virus-containing s pike+ platelets in total MK and platelet implicated in hemostasis, inflammation and tissue repair ana- populations were significantly increased respectively by 4- lyzed, PF4/CXCL4 (platelet activation) and S100A8 (neutro- and 29-fold in BAL from non-survivors versus survivors phil and macrophage inflammatory activation) and VEGF- (Fig. 3D, Figure S7C) (mean % s pike+ MKs and platelets in A and PDGF-BB (tissue repair and angiogenesis) were the BAL from non-survivors versus survivors, 9.5 [7.1–12.3] vs only ones significantly increased in BAL from non-survi- 2.3 [0.8–4.7], p = 0.016, and 2.9 [0.8–6.5] vs 0.1 [0.07–0.2], vors compared to survivors (Table 3, Fig. 3A, PF4/CXCL4 p = 0.029, respectively). mean pg/ml, 1487.8 [459.8–2798.7] vs 334.7 [111.9–630.6], The lack of statistically significant correlation between p = 0.048; VEGF-A mean pg/ml, 3481.8 [1308.7–6077.6] the frequency of s pike+ platelets among total platelets recov- vs 335 [68.9–826.4], p = 0.006; PDGF-BB mean pg/ml, 24 ered in BAL measured by flow cytometry and the viral load [6.7–43.5] vs 0, p = 0.037; and S100A8 mean pg/ml, 5004.7 measured per ml of BAL by RT-qPCR (Figure S7D), further [1481.4–8762.9] vs 242.2 [63.53–484.4], p = 0.01). This indicates that detection of virus in platelets is not a result of set of cytokines issued from or implicated with platelet/ cell-free virus endocytosis from BAL. MK lineage which was enriched in BAL from non-survivor Upon pathological examination of lung autopsy cases, patients pointed to a virus-mediated MK impairment and a high density of MKs, identified by their size and the retention in the lung, as already observed in the bone mar- caterpillar appearance of their large nuclei, surrounded row in deadly COVID-19. by fibrin webs, was detected by histochemistry (Table 2, MKs appear specifically recruited into or retain within the Fig. 3E upper). Furthermore, capillary walls were highly lung in COVID-19 autopsy cases [3] together with endothe- damaged lacking the usual covering endothelial layer. lial damages [42, 43]. We, therefore, searched for MKs in MKs were not only found within the pulmonary vessels. BAL from patients with severe COVID-19 (Table 3). In line Indeed, MKs also entered the alveoli (Fig. 3E lower) with the infection that we observed in bone marrow MKs, (Fig. 3E lower inset) and were found in the alveolar space 1 3 365 Page 8 of 18 A. Zhu et al. as confirmed after specific vWF immunolabeling (Fig. 3F (52.98 ± 21.98 μm in non-COVDI-19 vs 79.68 ± 19.45 μm and Figure S7E) and in line with the unexpected presence in COVID-19 autopsies: p = 0.05) and nucleus size of MKs in the BAL. When quantified in non-COVID-19 (26.6 ± 1.1 μm in non-COVDI-19 vs to 30.3 ± 1.2 μm in (n = 6) and COVID-19 (n = 3) lung autopsies as described COVID-19 autopsies, p = 0.044, Figure S7F). [44, 45], the quantities of MKs increased by almost four- Furthermore, as observed in bone marrow and in BAL, fold (from 5.78 ± 4.97 to 20.25 ± 6.99 cells per section. (5 lung tissue MKs were found actively infected harboring m m2 and 5–7 μm thickness) in non-COVDI-19 vs COVID- replicative viral (-) RNA (Fig. 3G). Indeed, 21.33 ± 12.1% 19 autopsies: p = 0.0015), as well as their mean diameter (n = 3) of lung MKs were positive for SARS-CoV-2 RNA, 1 3 Infection of lung megakaryocytes and platelets by SARS-CoV-2 anticipate fatal COVID-19 Page 9 of 18 365 ◂Fig. 3 SARS-CoV-2 in platelets and MKs in lung from non-sur- and infected lung MKs were 2.5 ± 0.8(n = 3) times more fre- vivor COVID-19 patients. A Quantification of different cytokines/ quently detected in alveoli than in blood vessels from lung chemokines in bronchoalveolar lavage samples from COVID-19 sur- tissues (Figure S7A). This suggests that platelets containing vivors (blue) and non-survivors (magenta). Asterisk indicates statisti- SARS-CoV-2 could also be produced in the lung of patients cal significance in the comparison between survivors and non-survi- vors (Mann–Whitney). B Representative confocal microscopy images with deadly COVID-19. after SARS-CoV-2 RNA in situ hybridization (red) for positive (+) Accordingly, a rough estimation of (-) SARS-CoV-2 posi- RNA strand and immunolabeling of either CD41 (upper row) or vWF tive platelet in tissue autopsies was obtained by measuring (lower row), both in green, in bronchoalveolar lavage samples from two different COVID-19 non-survivors (bar = 10 μm or 5 μm for the the Pearson’s correlation coefficients [46] for colocalization inset in upper image). Arrowheads indicate SARS-CoV-2 RNA inside of SARS-CoV-2 RNA with CD41 after excluding the signal MKs. C Frequency of MKs and platelets among the cell population from large CD41 + polylobed MKs, and including CD41 detected in bronchoalveolar lavage samples from COVID-19 survi- signal from anucleated bodies only. As a result, correla- vors (blue) and non-survivors (magenta) detected by flow cytometry. D Frequency of SARS-CoV-2+ MKs and platelets among the popu- tion coefficients are significantly higher in both lung and lation of MKs and platelets detected in bronchoalveolar lavage sam- bone marrow tissues from COVID-19 individuals (Pearson’s ples from COVID-19 survivors (blue) and non-survivors (magenta) coefficient: 0.739 ± 0.252 and 0.747 ± 0.632, respectively) as as quantified by flow cytometry. Asterisk indicates statistical sig- compared with non-COVID-19 individuals (Pearson’s coef- nificance in the comparison between survivors and non-survivors ficient for lung and bone marrow tissues: 0.160 ± 0.093 and (Mann–Whitney). E Hematoxylin/eosin/saffron histology and vWF immunohistochemistry (lower inset) of lung tissue from COVID-19 0.122 ± 0.056, respectively) (p < 0.005, n = 3). autopsy, showing low (bar = 50 μm) and high magnification (bar = 20 and 25 μm) images. Blue arrowheads indicate MKs. F Hematoxylin/ Platelets containing SARS‑CoV‑2 are captured eosin histology of lung tissue in which some MKs indicated by dot- by pulmonary macrophages ted square region (left), resided to reside inside alveolar space (right) (bar = 25 μm). Orange arrowheads indicate MKs. G Representative confocal microscopy images after CD41 (green) immunolabeling The rupture of the endothelium from the lung capillaries and and replicative SARS-CoV-2 (-) RNA strand in situ hybridization the epithelium covering the alveolar surface observed here in (red) in lung samples obtained from tissue autopsies of five different COVID-19 non-survivors (bar = 10 μm). Arrowheads indicate SARS- COVID-19 lung autopsies and as we reported [56] might let CoV-2 (-) RNA inside MKs platelets penetrate the alveolar tissue and space. In turn mac- rophages could capture these platelets by hemophagocytosis Table 3 Patient characteristics Median [IQR]; N(%) Survivors, n = 6 Non-survivors, n = 13 p value according to the hospital outcome (BAL samples) Patients Age, years 54 [42;66] 69 [63;77] 0.046 Male sex 5 out of 6 (83%) 7 out of 13 (53%) 0.33 At least one comorbidity* 5 out of 6 (83%) 5 out of 11 (45%) 0.62 Obesity* 1 out of 6 (16%) 1 out of 11 (9%) 1.00 Cardiovascular disease* 2 out of 6 (33%) 4 out of 11 (36%) 1.00 Diabetes* 2 out of 6 (33%) 2 out of 11 (18%) 0.58 At hospital admission Days after first symptoms* 9 [6;9] 4.5 [3;7] 0.49 Days from Hospital admission to 1 [1;4.5] 1 [1;1.5] 0.83 ICU admission* ICU admission 6 out of 6 (100%) 13 out of 13 (100%) – Need of oxygen supply 5 out of 6 (83%) 10 out of 12 (83%) 1.00 at ICU admission* At Sampling time SARS-CoV-2 in BAL fluid 4 out 6 (66%) 6 out 13 (46%) 0.62 At hospital discharge Days from first symptoms 46.5 [38.5;66] 41.5 [23;51.5] 0.57 to discharge* Days from sampling 21 [20;74] 25 [12;27] 0.89 to discharge* Bold indicates statistically significant p value (<0.05) *Only available indicated number of patients 1 3 365 Page 10 of 18 A. Zhu et al. [47–49], establishing a route to lung macrophage infection not with platelets did not differ in BAL from non-survivors mediated by SARS-CoV-2-containing platelets and inflam- and survivors. matory modulation [50]. Indeed, hemophagocytosed plate- SARS‑CoV‑2 contained in platelets of non‑survivors lets were detected in macrophages in the alveolar tissue and is infectious alveolar space of COVID-19 autopsies (Fig. 4A, Table 2). Furthermore, in BAL from additional severe COVID-19 patients, macrophages from non-survivors contained also Whereas circulating SARS-CoV-2 free particles are not usu- platelets sheltering SARS-CoV-2 RNA (+) (Fig. 4B). ally detected in infected patients [10], SARS-CoV-2 infected When analysed by flow cytometry, BAL from non-sur- cells are found not only in the lung, but also at extrapulmo- vivors had increased frequencies of platelet-macrophage nary sites in deadly COVID-19 [9]. We thus hypothesized conjugates than survivors (Fig. 4C and Figure S7C, mean that, in these patients, infection could be spread by platelets frequency of platelet-macrophage conjugates among total containing SARS-CoV-2 present in the circulation and at macrophage in BAL from non-survivors vs survivors: 4.6 the pulmonary level. [3.5–5.8] vs 2.4 [1.5–3.3], respectively, p = 0.011). How- We first investigated whether SARS-CoV-2 contained ever, the frequency of macrophages (Figure S7G left) and by platelets could be titrated on non-phagocytic Vero cells s pike+ lung macrophages (Figure S7G right) conjugated or 1 3 Infection of lung megakaryocytes and platelets by SARS-CoV-2 anticipate fatal COVID-19 Page 11 of 18 365 ◂Fig. 4 SARS-CoV-2 sheltered by platelets from non-survivor patients using the very sensitive FISH-flow assay we validated using with COVID-19 is infectious to macrophages. A Upper row: Hematoxy- different concentrations of SARS-CoV-2 (Figure S8). lin/eosin/saffron stain histology of representative lung tissue autopsy To measure the titer of SARS-CoV-2 within platelets, of COVID-19 patients showing a macrophage, indicated by dotted we had first to force the virus to exit platelets from within, square region (left) in the process of phagocytosing a red blood cell as shown in higher magnification (right, blue arrowhead). Bar = 10 μm. namely purging, by activating platelet with thrombin recep- Lower panel: Immunohistochemistry for vWF of alveoli from non- tor activating peptide (TRAP) [51]. TRAP treatment induced survivor lung autopsy (indicated by blue dotted square at low magni- virus release in the medium without platelet aggregation fication, bar = 150 μm) where a macrophage (indicated by blue dotted square at middle magnification, bar = 30 μm) contained hemophago- [52]. Platelets from COVID-19 non-survivors, with con- cytosed vWF+ platelets (blue arrowheads in high magnification image, firmed detection of SARS-CoV-2, were thus treated or not bar = 5 μm). B Representative confocal microscopy images after vWF with TRAP, and centrifuged to collect platelet supernatants, (green) and CD68 (purple) immunolabeling and SARS-CoV-2 RNA referred to as releasates. Releasates were then titrated on in situ hybridization (red) for positive (+) RNA strand in BAL samples Vero cells (Figure S9A). In paired samples of three differ- from COVID-19 non-survivors. Images show three-dimensional projec- tions (xy, xz and yz, bar = 3 μm). Arrowheads indicate SARS-CoV-2 ent non-survivors, the percentage of SARS-CoV-2 RNA+/ RNA inside platelets engulfed by macrophages (representative of n = 3 dsRNA+ Vero cells infected with TRAP-treated compared different individuals). C Frequency of macrophage-platelet conjugates to untreated platelet releasates was statistically significantly among macrophages in bronchoalveolar lavage samples from COVID- 19 survivors (blue) and non-survivors (magenta) detected by flow higher (p = 0.042). Untreated platelet releasates fall below cytometry. Asterisk indicates statistical significance in the comparison the limit of detection established using healthy donor platelet between survivors and non-survivors (Mann–Whitney). D Paired com- controls (Fig. 4D and Figure S9B). Vero cell infection was parison of percentages of SARS-CoV-2 R NA+/dsRNA+ Vero cells estimated in PFU using the PFU/FISH-flow standard curve treated with releasate from platelets treated or not with TRAP, from 3 (Figure S8D). From this calculation, the mean titer of SARS- different non-survivors. The detection threshold (dotted red line) was established with healthy donor platelets treated equally. The percentages CoV-2 virus sheltered in platelets and released by activating were converted in PFU per million platelets using the standard curve we platelets was approximated to 35 [CI: 19–50] SARS-CoV-2 established. Mann–Whitney test. The estimated mean PFU per million PFU per million platelets from COVID-19 non-survivors platelets is shown in blue, with 95% confidence intervals. E Scheme of the experiments evaluating platelet-mediated SARS-CoV-2 transfer (n = 3) (Fig. 4D). of infection to macrophages in vitro. SARS-CoV-2 -containing plate- lets from non-survivors interacted with macrophages in the presence or Transfer of SARS‑CoV‑2 infection from platelets absence of abciximab (anti-GpIIbIIIa) for 2 h (pulse) followed by 24-h to macrophages is blocked by anti‑platelet drug chase. At these time-points, macrophages harboring (+) and (-) SARS- abciximab CoV-2 RNA were enumerated by in situ hybridization and macrophage supernatants were collected and further evaluated for infectious virus content in reporter Vero cells. SARS-CoV-2 R NA+/dsRNA+ Vero cells Platelets are short-lived and are mainly eliminated fol- were detected by in situ hybridization and quantified by FISH-flow. F lowing their capture by tissue macrophages [53]. Further- Confocal microscopy images of SARS-CoV-2 RNA in situ hybridiza- more, lung macrophages express the main receptor for the tion (red) for positive (+) and negative (-) strand RNA in macrophages that interacted in vitro with platelets samples from COVID-19 non-sur- virus and viral spike-priming protease necessary for infec- vivors. Images were acquired after 2 h (pulse, left) or 24 h (chase, right) tion (ACE2 and TMPRSS2) [54–56]. Lung macrophages of interaction with platelets. Images show three-dimensional projec- are found infected in COVID-19 and support SARS-CoV-2 tions (xy, xz and yz, bar = 10 μm). Arrowheads indicate SARS-CoV-2 RNA. Macrophage nuclei are stained with DAPI (blue). G Outgrowth replication in vitro, as we and others have demonstrated in Vero reporter cells of SARS-CoV-2 produced by macrophages after recently [57–60]. They are thus a key cell in promoting platelet-mediated infection. On the left, confocal microscopy image of viral spread [57–60] and the cytokine storm driving severe double-strand RNA (dsRNA, red) in Vero cells cultivated with mac- COVID-19 [50]. Primary macrophages derived from blood rophage supernatants for 24 h. Arrowheads indicate infected Vero cells (bar = 30 μm), Vero cells nuclei are stained with DAPI (blue). On the monocytes cultivated with M-CSF, interleukin (IL)-4 and middle graph, infected Vero cells were quantified by FISH-flow and IL-13 to mimic tissue macrophages [22, 61] and referred to expressed as % of SARS-CoV-2 R NA+/dsRNA+ Vero cells, comparing here as MDM, expressed ACE2 and TMPRSS2, and sup- negative controls (medium, gray = non-infected Vero), positive controls ported SARS-CoV-2 replication with self-limiting release (virus, green = primary SARS-CoV-2 obtained from patient bronchoal- of infectious viruses (Figure S10A-D). As schematized in veolar lavage) and COVID-19 non-survivors platelets after pulse (2 h interaction with macrophages, light red) and chase (24 h after interaction Fig. 4E, MDM were also incubated with platelets from non- with macrophages, red). Asterisk indicates statistical significance in the survivors for 2 h (pulse), extensively washed and further cul- comparison between pulse and chase (Mann–Whitney). The right graph tivated for 24 h (chase). After the chase, both viral (+) and shows the outgrowth of SARS-CoV-2 in Vero cells incubated with mac- rophages that interacted with COVID-19 non-survivors’ platelets in the (-) strands RNA indicative of virus replication were detected presence or not of abciximab (10 μg/ml) also quantified by FISH-Flow. in macrophage cytosol after in situ hybridization and confo- Results are expressed as % of SARS-CoV-2 R NA+/dsRNA+ Vero cells cal microscopy analysis (Fig. 4F right). In contrast, after the in the two conditions. The % inhibition of Vero cell infection in the pres- pulse, only the (+) RNA signal corresponding to the platelet ence of abciximab is indicated, with asterisk corresponding to statistical inoculum was detected in MDM (Fig. 4F left). Viral RNA significance in the comparison between the two groups (Student T-test) signal was also undetectable after incubation with platelets 1 3 365 Page 12 of 18 A. Zhu et al. from survivors (not shown). Furthermore, infection of MDM a strong predictive marker of fatal outcome. The detection mediated by platelet transfer of SARS-CoV-2 was produc- of SARS-CoV-2 in platelets by RT-qPCR or FISH-Flow, tive. Indeed, when measured using Vero cells as reporter easily implementable as a routine analysis, could serve as cells as in [62], replication-competent virus was detected in a diagnostic useful tool to foresee as early as possible poor the 24 h supernatant of the MDM pulsed first with platelets prognosis and take appropriate medical action. containing virus for 2 h (Fig. 4G left image and middle The present results prompt the following three questions: graph). In contrast, no viral signal was detected after the how does the virus enter platelets, what is the possible causal pulse (Fig. 4G middle, % of SARS-CoV-2 RNA+/dsRNA+ effect of the presence of virus in platelets in COVID-19 Vero cells infected by the supernatant of MDM incubated pathology, and which type of treatment might prevent these with platelets samples from non-survivor after the pulse vs effects. the chase, 0 vs 1.07% [0.6–1.5], p = 0.029). When titrated on As we found MKs, the platelet precursors, actively Vero reporter cells, plasma deprived of platelets from sur- infected in the bone marrow and the lung in fatal forms vivors and non-survivors were not infectious (Figure S10E of the disease, SARS-CoV-2 might likely associate with left). This experiment reveals the absence of infectious virus platelets during thrombopoiesis, in a process we and oth- in the circulation despite viral gene detection. In contrast, ers demonstrated for HIV [22, 63], Dengue and Influenza plasma containing SARS-CoV-2 -positive platelets added to virus [21, 23]. Alternatively, platelets could endocytose the macrophages resulted in the production of infectious viral virus in the circulation as they express SARS-CoV-2 recep- particles, titrated on Vero reporter cells (Figure S10E right). tors such as ACE2 [64] and DC-SIGN that participate in Finally, transfer of infection from the SARS-CoV-2-con- virus endocytosis, as we have shown in vitro [18, 65, 66]. It taining platelets to MDM was blocked when platelets were is, however, unlikely as free SARS-CoV-2 in platelet-poor pre-incubated with an anti-platelet GPIIbIIIa drug, abcixi- plasma is not infectious and as platelets could not internalize mab, prior to MDM inoculation. In the presence of abcixi- SARS-CoV-2 in vitro. mab, the production of replication-competent virus by MDM Small MKs that reach the peripheral circulation after after 24 h infection was reduced by 98 ± 0.9% (p < 0.001) fragmentation from bone marrow and lung MKs [37, 38, (Fig. 4G right graph). 67], especially in inflammatory lung diseases [41], are pre- sent at low levels in PBMCs. Circulating small MKs can thus serve as surrogates in the analysis of human lung MKs, Discussion the access of which is challenging. Some of these circulating MKs harbor immunomodulatory functions in healthy donors Platelet activation, thrombophilia and hypercoagulabil- [41, 68, 69]. Similarly, we found in the blood from COVID- ity have emerged as crucial pathological characteristics in 19 non-survivors a significant increase of circulating severe COVID-19 that can lead to fatal outcome [1]. Hence, MKs with a specific gene signature. These MKs carry type the frequency of thrombotic events in critical COVID- I IFN and inflammatory genes and show an upregulation of 19 cases is particularly high, with increased frequency of genes conditioned by NFKB1, characteristics of a response venous and arterial thrombosis. These symptoms result to viral infection including that to SARS-CoV-2 [70]. The in clinical complications including pulmonary embolism, expression of inflammatory genes typically involved in ischemic stroke, and myocardial infarction [2, 6]. Increased MK anti-viral response, such as IFITM1 and IFTIM3 [21], platelet activation has been shown as a poor prognostic together with the non-classical MK differentiation pathway factor [34]. Furthermore, the presence of SARS-CoV-2 that we observed support the development of an emergency components in platelets has been reported in the context of megakaryopoiesis in severe COVID-19, avoiding the MEP COVID-19 platelet hyperactivation [24] [25]. commitment [71]. Such shortened pathway might result in The present study adds two novel platelet features an increase in MK number and size, as we observed in bone that comfort the contribution of platelets to severe COVID- marrow and lung tissues in COVID-19, compared to non- 19. We not only demonstrate for the first time the presence COVID-19 autopsies. Furthermore, we found in the lung of replication-competent functional virus in platelets but of non-survivors an increase of CCL5, IL-1beta and IL6, also correlate the detection of virus-containing platelets cytokines inducing the production of thrombopoietin (TPO) with patient outcome. In addition to contribution to life- that in turn speed megakaryopoiesis up, through the direct threatening thrombotic disorders described in COVID-19 non-classical pathway [71]. Additionally, such increased [1, 2], we now show that platelets can also harbor infectious CCL5, known to stimulate MK ploidy [71] and in turn speed SARS-CoV-2, detected as early as three weeks prior to death megakaryopoiesis, could explain the increase in MK nucleus (median [IQR] days from sampling to death: 7 [5;10] [from size we found in COVID-19 compared with non-COVID-19 1 to 20]) (Table 1). Furthermore, in patients with COVID- lung autopsies. 19, the presence of infectious SARS-CoV-2 in platelets is 1 3"
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC9201269&blobtype=pdf"
  }
}