{
  "pmid": "27379022",
  "topic": "steroid_sensitivity",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_27379022\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "Mini Review published: 20 June 2016 doi: 10.3389/fendo.2016.00070 The Role of ACTH and Corticosteroids for Sepsis and Septic Shock: An Update Djillali Annane1,2* 1 General Intensive Care Unit, Raymond Poincaré Hospital (AP-HP), Garches, France, 2 Laboratory of Infection and Inflammation, U1173, University of Versailles Saint-Quentin-en-Yvelines University, INSERM, Garches, France Sepsis is a common disorder associated with high morbidity and mortality. It is now defined as an abnormal host response to infection, resulting in life-threatening dys- function of organs. There is evidence from in vitro and in vivo experiments in various animal models and in",
    "Method": "patients that endotoxin or sepsis may directly and indirectly alter the hypothalamic–pituitary–adrenal response to severe infection. These alterations may include necrosis or hemorrhage or inflammatory mediator-mediated decreased ACTH synthesis, steroidogenesis, cortisol delivery to tissues, clearance from plasma, and decreased sensitivity of tissues to cortisol. Disruption of the hypothalamic–pituitary– adrenal axis may translate in patients with sepsis into cardiovascular and other organ dysfunction, and eventually an increase in the risk of death. Exogenous administration of corticosteroids at moderate dose, i.e., <400 mg of hydrocortisone or equivalent for >96 h, Edited by: Nicole Gallo-Payet, may help reversing sepsis-associated shock and organ dysfunction. Corticosteroids University of Sherbrooke, Canada may also shorten the duration of stay in the ICU. Except for increased blood glucose Reviewed by: and sodium levels, treatment with corticosteroids was rather well tolerated in the con- Nils Lambrecht, text of clinical trials. The benefit of treatment on survival remains controversial. Based University of California, Irvine, USA George Chrousos, on available randomized controlled trials, the likelihood of survival benefit is greater in University of Athens, Greece septic shock versus sepsis patients, in sepsis with acute respiratory distress syndrome Stefan Richard Bornstein, University of Dresden, Germany or with community-acquired pneumonia versus patients without these conditions, and *Correspondence: in patients with a blunted cortisol response to 250 μg of ACTH test versus those with Djillali Annane normal response. djillali.annane@aphp.fr Keywords: sepsis, nitric oxide, cytokines, hypothalamic–pituitary–adrenal axis, stress response Specialty section: This article was submitted to Sepsis places a burden on health-care systems worldwide due to an annual incidence of about 100 Neuroendocrine Science, per 100,000 inhabitants (1) and mortality rates between 15 and 40% (when shock is present) in a section of the journal the short term and up to 80% at 5 years (2). Moreover, roughly half of survivors may present with Frontiers in Endocrinology progressive decline in cognitive function (2, 3). Received: 17 March 2016 Sepsis is defined as an abnormal host response to infection, resulting in life-threatening dysfunc- Accepted: 08 June 2016 tion of organs (4). Host response to stress was originally described by Selye (5). The so-called Published: 20 June 2016 general adaptation syndrome typically includes an early alarm phase, followed by a phase of Citation: resistance, and then a phase of exhaustion, which may result in death. Host response to stress relies Annane D (2016) The Role of ACTH on three major systems: the hypothalamic–pituitary–adrenal (HPA) axis, the autonomic nervous and Corticosteroids for Sepsis and system, and the immune system (6). A correct balance between activation of these systems allows Septic Shock: An Update. Front. Endocrinol. 7:70. controlling infection while maintaining cardiovascular and metabolic homeostasis. A typical neu- doi: 10.3389/fendo.2016.00070 roendocrine response to stress includes (i) immediate increased secretion of catecholamines from Frontiers in Endocrinology | www.frontiersin.org 1 June 2016 | Volume 7 | Article 70 Annane Corticosteroids for Sepsis the sympathetic nervous system and adrenal medulla, release of receptors for these mediators, either through areas lacking a corticotrophin-releasing hormone (CRH) and vasopressin from BBB, i.e., the circumventricular organs or across it using specific parvocellular neurons into the portal circulation, and secretion transporters (11, 12). Third, systemic inflammation may cause of oxytocin from the neural lobe of the pituitary, (ii) 5–10 s breakdown to the BBB, facilitating blood-borne cytokines traffic later, secretion of corticotrophin (ACTH) by anterior pituitary to deep brain structures (13–16). Among the various factors that cells, (iii) followed a few seconds later by decreased secretion of contribute to the disruption of tight junctions or swelling of the pituitary gonadotropins and increased secretion of prolactin and BBB, the complement system, particularly C5a anaphylatoxin growth hormone (in primates), and of renin and glucagon from expressed both by astrocytes and endothelial cells, may play a the kidneys and pancreas, respectively, and (iv) a few minutes key role (17). later, increased plasma levels of glucocorticoids and inhibition Dendritic and microglial cells may produce immune mole- of gonadal steroids secretion. Any imbalance between neuroen- cules. In animals, peripheral administration of endotoxin yielded docrine and immune responses favoring a proinflammatory state expression of IL-1 (18) and TNF (19). Similarly, in patients with may trigger organ dysfunction and progression of infection to septic shock, postmortem examination suggested overexpression sepsis. of IL-1 and TNF in hypothalamic nuclei (20). Different cytokines This review will summarize current knowledge on HPA axis in different brain regions induce different brain responses. For and disruption during sepsis and the potential role of treatment example, IL-1 and TNF are likely the two main mediators of the with corticosteroids. so-called sickness behavior, whereas IL-6 may have no apparent direct effect on behavior (21). Experiments in animals suggest ACTivATiOn OF THe HYPOTHALAMiC– that TNF- and IL-1-induced release of corticosterone is CRH- dependent mechanism (22, 23), whereas IL-6 may stimulate PiTUiTARY–ADRenAL AXiS adrenal function by both CRH-dependent and -independent DURinG SePSiS mechanisms (24). IL-1-related activation of the HPA axis is mainly dependent on brain endothelial cells and is independent During stress, the HPA axis is mainly activated by CRH- of hematopoietic cells and perivascular macrophages (25). independent pathways, involving immune mediators. The hypo- thalamus and pituitary glands are protected from exogenous or At the Adrenal Gland Level endogenous toxic molecules by the blood–brain barrier (BBB). Tumor necrosis factor is produced in adrenal tissues by resident Invading pathogens are identified by various cells, including epi- macrophages and by adrenocortical cells, particularly in the thelial, endothelial, and immune cells, thanks to danger molecule fasciculate and reticular layers (26). The presence within the associated patterns (DAMP) they express on their surface or adrenals of TNF and of its receptors suggests that this cytokine cytosol (7). Subsequently, these cells produce factors promoting plays a role in adrenal function, even though experiments found recruitment of additional cells and destruction and clearance of variably stimulatory (27, 28) or inhibitory (26, 29) effects of TNF pathogens. Among them, proinflammatory cytokines, such as on steroidogenesis. Similarly, IL-1 and its receptor are also pro- tumor necrosis factor (TNF), interleukin (IL)-1 and -6, and anti- duced in adrenal tissues and may contribute to steroidogenesis at inflammatory cytokines, such as IL-4 and -10, may contribute least partly by regulating prostaglandins pathways (30). Toll-like activating the HPA axis. receptors (TLR) types 2 and 4 are expressed in human’s adrenal Activation of the cortex (31). TLR2 or TLR4 knockout mice showed impaired glucocorticoid response to LPS (32, 33). Recent data suggested Hypothalamic–Pituitary Axis that these DAMP molecules expressed by immune cells recruited At the Hypothalamic–Pituitary Axis Level in adrenal tissues play a major role in the local immune-adrenal There are three main routes for immune mediators to reach the crosstalk (34). hypothalamus and/or the pituitary gland. First, terminal nerve endings of autonomic nervous afferent fibers express pathogens Mechanisms of Disrupted Hypothalamic– or DAMP and receptors for many mediators (8). Then, sensing Pituitary–Adrenal Axis in Sepsis pathogens or related DAMP in tissues",
    "Conclusion": "results in hypothalamic signaling via autonomic nuclei in the brainstem, which have Irreversible Damage to Neuroendocrine Cells projections to the hypothalamus, for example, between the locus Sepsis is infrequently associated with necrosis or hemorrhage ceruleus and the arcuate nucleus, and other structures of the within the HPA axis. The venous drainage of the adrenals being limbic system as well. Then, efferent fibers, particularly of the limited, sepsis-associated massive increase in arterial blood flow vagus nerve, contribute to the attenuation of inflammation and to these glands results in enlarged glands (Table 1) (35). Then, in resuming homeostasis (9). Corticotrophin-releasing hormone adrenal necrosis and hemorrhage have been reported as a conse- is released upon acetylcholine stimulation of muscarinic recep- quence of sepsis for more than a century (36, 37). Predisposing tor, an effect that is prevented by non-specific nitric oxide (NO) factors of the Waterhouse–Friderichsen syndrome include renal blockade (10). Second, inflammatory mediators released in failure, disseminated intravascular coagulopathy, and treatment blood from tissues can reach the portal circulation in the median with anticoagulants or tyrosine kinase inhibitors. Ischemic eminence, located outside the BBB, via the anterior hypophyseal lesions and hemorrhage have also been described within the arteries. They are carried onto the brain structures, expressing hypothalamus or pituitary gland (38). Frontiers in Endocrinology | www.frontiersin.org 2 June 2016 | Volume 7 | Article 70 Annane Corticosteroids for Sepsis TABLe 1 | Mechanism explaining hypothalamic–pituitary–adrenal axis the neighborhood. In both rodents and humans, sepsis decreased disruption in sepsis. ACTH synthesis, though its secretagogues remained unaltered HPA axis level Main mechanisms Precipitating factors (43). Then, the suppression in ACTH synthesis following sepsis may be mediated by NO (11). Hypothalamus Necrosis or Anticoagulants, brisk variations in blood ACTH synthesis can also be inhibited by various treatments hemorrhage pressure, high dose of vasopressors (44). Opioids are the main component of patients’ sedation regi- Coagulopathy, severe hypoxia, hyperglycemia men in ICU worldwide. In animals, depending on dose, timing, Decreased Treatment with corticosteroids, and duration, opioids have been shown to variably stimulate CRH/AVP psychoactive drugs or inhibit the CRH/ACTH axis, whereas in humans, they pre- synthesis/release Increased brain levels of dominantly inhibited it (45). In animals, sepsis is associated with proinflammatory cytokines (mainly TNF and IL-1) early marked increase in ACTH levels that returned to baseline Hypercortisolemia values around 72 h (46). Clinical studies have found ACTH Pituitary gland Necrosis or Anticoagulants, brisk variations in blood levels to be significantly lower in critically ill patients (47, 48) hemorrhage pressure, high dose of vasopressors and particularly in septic shock (48) than in controls. However, Coagulopathy, severe hypoxia, altered ACTH synthesis in response to metyrapone was observed hyperglycemia in roughly half of septic shock, and very occasionally in patients Decreased ACTH Treatment with corticosteroids, without sepsis (48). synthesis/release psychoactive drugs, anti- infective drugs, megestrol acetate medroxyprogesterone Altered Steroidogenesis Increased blood levels of The adrenals storage of cortisol is very limited. Therefore, proinflammatory cytokines (mainly TNF adequate response to stress relies almost entirely on cortisol and IL-1) synthesis. The normal HPA axis response to sepsis remains Coagulopathy, severe hypoxia, hypercortisolemia unknown. Cortisol production rate is increased in critically ill patients (47). The main finding in this study was an average 50% Adrenals Necrosis or Anticoagulants, brisk variations in blood hemorrhage pressure, high dose of vasopressors reduction in cortisol clearance from plasma, mainly resulting Coagulopathy, severe hypoxia from a loss in cortisol inactivation through suppressed liver Decreased and renal cortisol to cortisone shuttle. About half of septic- steroidogenesis shock patients have decreased cortisol synthesis (48). Following Depletion of lipid Cholesterol-lowering drugs droplets administration of metyrapone, 60% of septic shock had 11β Decreased Proinflammatory mediators deoxycortisol concentrations <7 μg/dl, suggesting decreased expression of cortisol synthesis. The alteration may occur at various steps scavenger in the cortisol synthesis chain. First, histological examination receptor B1 of the adrenal cortex of both animals and humans with sepsis Enzymes inhibition Aminoglutethimide, ketoconazole, fluconazole, etomidate, found marked depletion in lipid droplets, suggesting deficiency dexmedetomidine in esterified cholesterol storage (49). This loss in lipid droplets Proinflammatory mediators is likely mediated by annexin A1 and formyl peptide recep- Decreased Circulating and adrenals tors (50). In normal conditions, both increased plasma ACTH sensitivity of proinflammatory mediators (e.g., concentrations and depletion in adrenal cholesterol stores ACTH receptors corticostatins) upregulate adrenals scavenger receptor B1 (SRB1), an HDL Tissue Decreased cortisol Proinflammatory mediators, liver failure, receptor, which captures esterified cholesterol from blood (51). resistances delivery to tissues severe denutrition Accelerated glucose Phenobarbital, phenytoin, rifampin SRB1-mediated cholesterol uptake is considered an essential clearance protective mechanism against endotoxin (52). Then, sepsis- Decreased binding Proinflammatory mediators induced deficiency, in SRB1 expression by the adrenal cortex, capacity and affinity was associated with increased mortality (53). Second, a number of glucocorticoid of environmental factors may inhibit adrenal steroidogenesis receptor (54). Steroidogenesis may be inhibited at various enzymatic HPA, hypothalamic–pituitary–adrenal. steps by drugs, including P-450 aromatase, hydroxysteroid dehydrogenase, or mitochondrial cytochrome P-450-dependent Altered CRH/ACTH Synthesis enzymes (44). In critically ill patients, etomidate, which inhibits Hypothalamic/pituitary stimulation by cytokines, particularly the last enzymatic step in cortisol synthesis, increased the risk IL-1, induced a biphasic response with initial proportional of adrenal insufficiency, 4–6 h (OR 19.98; 95% CI 3.95–101.11) increase followed by progressive decline in anterior pituitary and 12 h (OR 2.37; 95% CI 1.61–3.47) post-dosing (55). This ACTH concentrations (39, 40). Sepsis is associated in animals effect was associated with organ dysfunction, but the ultimate (41, 42) and in humans (20) with marked overexpression of the effects on mortality remained unclear. Finally, inflammatory inducible isoform of NO synthase (iNOS) in hypothalamic nuclei mediators, such as corticostatins, may bind to ACTH receptors that is partly triggered by TNF and IL-1. Subsequent abundant in the adrenal cortex, thus preventing ACTH stimulation of release of NO may cause apoptosis of neurons and glial cells in cortisol synthesis (56). Frontiers in Endocrinology | www.frontiersin.org 3 June 2016 | Volume 7 | Article 70 Annane Corticosteroids for Sepsis Tissues Resistance to Glucocorticoids bolus on blood pressure response to norepinephrine than patients A number of factors may prevent cortisol bioactivity in tissues. with intact HPA axis (65). Corticosteroids also improved micro- First, cortisol clearance may be accelerated, particularly follow- circulation and tissue perfusion in septic shock (69). This effect ing administration of various drugs, for example, psychoactive may be mediated by upregulation of endothelial NO synthase via drugs (barbiturates, phenytoin) or antibiotics (rifampicin) (52). activation of the mitogen-activated protein kinase and protein Second, sepsis is often associated with marked reduction in Akt pathway (70). corticosteroid-binding globulin (CBG) and albumin (48, 57). A recent systematic review found 12 trials (n = 1561 patient) On the one hand, the reduction in cortisol carriers increased free and reported the effects of corticosteroids on shock reversal cortisol concentrations in plasma. On the other hand, cortisol (weaned off vasopressor therapy) by 1 week (71). In this review, bound to CBG is specifically released at the level of inflamed the relative risk (RR) of having shock reversed by day 7 was 1.31 tissues, via neutrophils elastase-dependent mechanisms (58, 59). (95% CI 1.14–1.51; P value = 0.0001, random effects model), in Thus, the net effect of sepsis-associated reduced CBG and albu- favor of corticosteroids. min levels is reduced cortisol delivery to local sites of inflam- Corticosteroids Decrease Organ Failure mation. Third, at tissue levels, T-helper 2 cell-derived cytokines, for example, IL-2 or IL-4, may inactivate cortisol to cortisone by There is strong evidence that corticosteroids attenuate inflam- upregulating the 11β-hydroxysteroid dehydrogenase (11β-HSD) mation in various organs in sepsis. For example, they have been type 2 enzyme (60). Finally, downregulation of the glucocorticoid shown to dramatically decrease NF-κB activity in peripheral receptor (GR)-α is a well-known complication of sepsis (61). immune cells (72) or in the lung (73). Corticosteroids have been The decrease in GR binding and affinity may be at least partly shown to inhibit iNOS activation in the renal cortex, preventing related to exaggerated release of NO in tissues (62). Sepsis may hypoxic injuries and restoring an adequate oxygen delivery to also cause alteration in the translocation of the GR-α (63). oxygen balance (74). They also improve glomerular function The loss in the dimerization of the GR-α caused resistance to (75), free water clearance, and sodium renal excretion (76). glucocorticoids and lethality in septic animals (64). Corticosteroids may attenuate sepsis-associated brain inflam- mation particularly by preventing the breakdown of the BBB CORTiCOSTeROiDS FOR SePSiS (77, 78). A total of eight trials (n = 1132 patients) (71) reported AnD SePTiC SHOCK a dramatic reduction in the number and degree of severity of failing organs, with a mean reduction in the SOFA score – a Corticosteroids have been used for more than 60 years in the measure of organ dysfunction (79) – of −1.53 (−2.04 to −1.03; management of patients with severe infections. There is a strong P value < 0.00001), in favor of corticosteroids. Corticosteroids rationale (as described earlier) for exogenous administration of also reduced ICU length of stay by −1.68 days (−3.27 to −0.09; glucocorticoids in sepsis. Nevertheless, their use in practice P value = 0.04) and −2.19 days (95% CI −3.93 to −0.46; still remains controversial. There is a general agreement that P value = 0.01), in ICU survivors (71). corticosteroids improve sepsis-associated comorbidities, such as shock, organ dysfunction, and length of hospital stay. Their Corticosteroid Tolerance effects on survival and on the risk of secondary infections are Secondary Infections controversial. Corticosteroids shift the recruitment of T cells from T-helper type 1 to T-helper type 2 and thus to favor the production of anti- Corticosteroids improve inflammatory cytokines. Data from 19 trials (n = 2567 patients) Cardiovascular Function found that the RR for superinfection was 1.02 (0.87–1.20; Corticosteroids contribute to restoring effective blood volume, P value = 0.81) (71). Corticosteroids may blunt febrile response notably via sodium and water retention by binding to mineralo- to infection and alter leukocyte count and most inflammatory corticoid receptors in the kidney. They also contribute to restoring biomarkers. Thus, it may become difficult to recognize secondary systemic vascular resistance. First, increase in sodium and water infections in corticosteroid-treated patients. In practice, physi- content in a vessel’s interstitium results in increased stiffness of cians should systematically screen on a daily basis any potential the vessel wall. Second, corticosteroids enhance vascular contrac- source of infection and draw samples for bacterial culture. tile (65) and blood pressure (66) responses to α-1 agonists. This effect occurs within minutes following corticosteroid adminis- Metabolic Complications tration and is likely a non-genomic effect via modulation of the Corticosteroids induce hyperglycemia by stimulating neoglu- α-1 agonists’ receptors second messenger (65) and ATP-sensitive cogenesis, glycogenolysis, and by insulin resistance in skeletal potassium channels (67). The endothelial GR is crucial for pre- muscles and adipocytes. In septic shock, corticosteroids are venting prolonged activation of NO and NF-κB, following sepsis associated with hyperglycemia (P value < 0.00001) and hyper- (68). Thus, prolonged improvement in vascular responsiveness to natremia (P value < 0.00001) (71). As compared with bolus corticosteroids is likely a genomic transrepressive effect. Patients administration, continuous infusion of corticosteroids may ease with septic shock and blunted response to 250 μg ACTH bolus, the control of glycemia in sepsis (79). However, preventing i.e., increase in total cortisol of <9 μg/dl, have more depressed hyperglycemia by intensive insulin therapy did not improve systemic vascular resistance and a greater effect of hydrocortisone morbidity or mortality (80). Frontiers in Endocrinology | www.frontiersin.org 4 June 2016 | Volume 7 | Article 70 Annane Corticosteroids for Sepsis Acquired Neuromyopathy meta-regression found a significant dose effect of corticosteroids, Myopathy is a common complication of prolonged or acute expo- i.e., the lower the dose, the lower the RR of dying. This review sure to corticosteroids, particularly high doses of fluorinated also suggested that septic shock, ARDS, or community-acquired derivatives (e.g., dexamethasone). They induce myonecrosis, pneumonia were more likely to draw a survival benefit. Finally, diffuse atrophy of fibers, cumulated sarcoplasmic glycogen vesi- data from eight trials (n = 583 patients), reporting subgroups cles, myofibril disorganization, and selective depletion of thick based on the response to 250 μg ACTH test, found a RR of dying myosin filaments (81, 82). Upregulation of the calpain pathway of 0.88 (0.88–1.02, P value = 0.09), in favor of corticosteroids. suggests that altered calcium metabolism and/or increased Depending on trial selection and definition of outcomes, dif- proteolysis may contribute to corticosteroid muscle toxicity ferent meta-analyses variably found (86), or did not find (87, (82). The risk of myopathy associated with corticosteroids may 88), survival benefit from corticosteroids. Current international be potentiated by hyperglycemia, hypoxia, or non-depolarizing guidelines recommend restricting the use of hydrocortisone to neuromuscular drugs. vasopressor-dependent septic shock (89). Other Complications COnCLUSiOn In theory, corticosteroids may be associated with psychotic disor- ders or gastroduodenal bleeding. In practice, data from 19 trials There are numerous experimental and clinical data establishing (n = 2382) found that the RR of gastroduodenal bleeding was of the paramount importance of an appropriate activation of the 1.24 (95% CI 0.92–1.67; P value = 0.15) (71). ICU studies variably HPA axis to respond to severe infection. Similarly, experiments found that exposure to systemic corticosteroids increased (83) or in animals and clinical observations strongly support the role of not (84) the risk of transition to delirium. Corticosteroid wean- an inadequate HPA axis response in the physiopathology and ing may be associated with psychiatric manifestations, including outcome of sepsis. In most animal studies, corticosteroid admin- depressive state and apathy. istration consistently protected against lethal sepsis. In contrast, clinical trials in sepsis found much less consistency in survival Corticosteroids’ effects on Survival benefits from corticosteroids, though most trials demonstrated Most experiments, in both small and large animals, based on faster resolution in shock and organ dysfunction. Thus, physi- endotoxin challenges or live bacteria-induced sepsis, found cians should consider corticosteroids mainly in septic shock who survival benefit from various doses and durations of corticos- do not respond rapidly to fluid therapy and vasopressors. Trials teroids (85). At least 33 trials have evaluated corticosteroids for also consistently found that corticosteroids should be given at severe infection with or without septic shock (71). Data from doses of 200 mg of hydrocortisone equivalent per day for at least 27 trials (n = 3176 patients) found a RR of dying at 28 days of 3 days at full dose. 0.87 (0.76–1.00, P value = 0.05). The survival benefit was more remarkable (P value = 0.01) in 22 trials of prolonged (>96 h) AUTHOR COnTRiBUTiOnS treatment with a moderate (<400 mg daily of hydrocortisone or equivalent) dose of corticosteroids. In this Cochrane review, DA is the sole author and is responsible for the whole content. ReFeRenCeS the mediobasal hypothalamus. Neuroimmunomodulation (1999) 6:168–74. doi:10.1159/000026378 1. Moss M. Epidemiology of sepsis: race, sex, and chronic alcohol abuse. Clin 11. McCann SM, Kimura M, Karanth S, Yu WH, Mastronardi CA, Rettori V. Infect Dis (2005) 41(Suppl 7):S490–7. doi:10.1086/432003 The mechanism of action of cytokines to control the release of hypothalamic 2. Iwashyna TJ, Ely EW, Smith DM, Langa KM. Long-term cognitive impairment and pituitary hormones in infection. Ann NY Acad Sci (2000) 917:4–18. and functional disability among survivors of severe sepsis. JAMA (2010) doi:10.1111/j.1749-6632.2000.tb05368.x 304:1787–94. doi:10.1001/jama.2010.1553 12. Koenig JI. Presence of cytokines in the hypothalamic-pituitary axis. Prog 3. Annane D, Sharshar T. Cognitive decline after sepsis. Lancet Respir Med (2015) Neuroendocrinoimmunol (1991) 4:143–53. 3:61–9. doi:10.1016/S2213-2600(14)70246-2 13. Deng X, Wang X, Andersson R. Endothelial barrier resistance in multiple organs 4. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, after septic and nonseptic challenges in the rat. J Appl Physiol (1985) 78:2052–61. Bauer M, et al. The third international consensus definition for sepsis and 14. Papadopoulos MC, Lamb FJ, Moss RF, Davies DC, Tighe D, Bennett ED. septic shock (sepsis 3). JAMA (2016) 315:1–10. doi:10.1001/jama.2016.0287 Faecal peritonitis causes oedema and neuronal injury in pig cerebral cortex. 5. Selye H. A syndrome produced by diverse nocuous agents. Nature (1936) Clin Sci (Lond) (1999) 96:461–6. doi:10.1042/cs0960461 138:32. doi:10.1038/138032a0 15. Sharshar T, Carlier R, Bernard F, Guidoux C, Brouland JP, Nardi O, et al. Brain 6. Chrousos GP. The hypothalamic-pituitary-adrenal axis and immune-m ediated lesions in septic shock: a magnetic resonance imaging study. Intensive Care inflammation. N Engl J Med (1995) 322(20):1351–62. Med (2007) 33:798–806. doi:10.1007/s00134-007-0598-y 7. Annane D, Bellissant E, Cavaillon JM. Septic shock. Lancet (2005) 365:63–78. 16. Stubbs DJ, Yamamoto AK, Menon DK. Imaging in sepsis-associated enceph- doi:10.1016/S0140-6736(04)17667-8 alopathy – insights and opportunities. Nat Rev Neurol (2013) 9:551–61. 8. Kenney MJ, Ganta CK. Autonomic nervous system and immune system doi:10.1038/nrneurol.2013.177 interactions. Compr Physiol (2014) 4:1177–200. doi:10.1002/cphy.c130051 17. Gasque P, Singhrao SK, Neal JW, Gotze O, Morgan BP. Expression of the 9. Borovikova LV, Ivanova S, Zhang M, Yang H, Botchkina GI, Watkins LR, et al. receptor for complement C5a (CD88) is up-regulated on reactive astrocytes, Vagus nerve stimulation attenuates the systemic inflammatory response to microglia, and endothelial cells in the inflamed human central nervous endotoxin. Nature (2000) 405:458–62. doi:10.1038/35013070 system. Am J Pathol (1997) 150:31–41. 10. Karanth S, Lyson K, McCann SM. Effects of cholinergic agonists and antago- 18. van Dam AM, Brouns M, Louisse S, Berkenbosch F. Appearance of interleukin-1 nists on interleukin-2-induced corticotropin-releasing hormone release from in macrophages and in ramified microglia in the brain of endotoxin-treated Frontiers in Endocrinology | www.frontiersin.org 5 June 2016 | Volume 7 | Article 70 Annane Corticosteroids for Sepsis rats: a pathway for the induction of non-specific symptoms of sickness? Brain 39. Mélik Parsadaniantz S, Levin N, Lenoir V, Roberts JL, Kerdelhué B. Human Res (1992) 588:291–6. doi:10.1016/0006-8993(92)91588-6 interleukin 1 beta: corticotropin releasing factor and ACTH release and gene 19. Gatti S, Bartfai T. Induction of tumor necrosis factor-alpha mRNA in the expression in the male rat: in vivo and in vitro studies. J Neurosci Res (1994) brain after peripheral endotoxin treatment: comparison with interleukin-1 37:675–82. doi:10.1002/jnr.490370602 family and interleukin-6. Brain Res (1993) 624:291–4. doi:10.1016/0006- 40. Parsadaniantz SM, Batsché E, Gegout-Pottie P, Terlain B, Gillet P, Netter P, 8993(93)90090-A et al. Effects of continuous infusion of interleukin 1 beta on corticotro- 20. Sharshar T, Gray F, Lorin de la Grandmaison G, Hopkinson NS, Ross E, pin-releasing hormone (CRH), CRH receptors, proopiomelanocortin gene Dorandeu A, et al. Apoptosis of neurons in cardiovascular autonomic centres expression and secretion of corticotropin, beta-endorphin and corticosterone. triggered by inducible nitric oxide synthase after death from septic shock. Neuroendocrinology (1997) 65:53–63. doi:10.1159/000127164 Lancet (2003) 362:1799–805. doi:10.1016/S0140-6736(03)14899-4 41. Wong ML, Rettori V, al-Shekhlee A, Bongiorno PB, Canteros G, McCann SM, 21. Dantzer R, O’Connor JC, Freund GG, Johnson RW, Kelley KW. From inflam- et al. Inducible nitric oxide synthase gene expression in the brain during mation to sickness and depression: when the immune system subjugates the systemic inflammation. Nat Med (1996) 2:581–4. doi:10.1038/nm0596-581 brain. Nat Rev Neurosci (2008) 9:46–56. doi:10.1038/nrn2297 42. Brunetti L, Volpe AR, Ragazzoni E, Preziosi P, Vacca M. Interleukin-1 beta 22. Bernardini R, Kamilaris TC, Calogero AE, Johnson EO, Gomez MT, Gold PW, specifically stimulates nitric oxide production in the hypothalamus. Life Sci et al. Interactions between tumor necrosis factor-alpha, hypothalamic cor- (1996) 58:L373–7. doi:10.1016/0024-3205(96)00238-X ticotropin-releasing hormone, and adrenocorticotropin secretion in the rat. 43. Polito A, Sonneville R, Guidoux C, Barrett L, Viltart O, Mattot V, et al. Changes Endocrinology (1990) 126:2876–81. doi:10.1210/endo-126-6-2876 in CRH and ACTH synthesis during experimental and human septic shock. 23. Sapolsky R, Rivier C, Yamamoto G, Plotsky P, Vale W. Interleukin-1 stimulates PLoS One (2011) 6(11):e25905. doi:10.1371/journal.pone.0025905 the secretion of hypothalamic corticotropin-releasing factor. Science (1987) 44. Bornstein SM. Predisposing factors for adrenal insufficiency. N Engl J Med 238:522–4. doi:10.1126/science.2821621 (2009) 360:2328–39. doi:10.1056/NEJMra0804635 24. Bethin KE, Vogt SK, Muglia LJ. Interleukin-6 is an essential, corticotropin- 45. Vuong C, Van Uum SH, O’Dell LE, Lutfy K, Friedman TC. The effects of releasing hormone-independent stimulator of the adrenal axis during immune opioids and opioid analogs on animal and human endocrine systems. Endocr system activation. Proc Natl Acad Sci U S A (2000) 97:9317–22. doi:10.1073/ Rev (2010) 31:98–132. doi:10.1210/er.2009-0009 pnas.97.16.9317 46. Cortés-Puch I, Hicks CW, Sun J, Solomon SB, Eichacker PQ, Sweeney DA, 25. Matsuwaki T, Eskilsson A, Kugelberg U, Jönsson JI, Blomqvist A. Interleukin- et al. Hypothalamic-pituitary-adrenal axis in lethal canine Staphylococcus 1β induced activation of the hypothalamus-pituitary-adrenal axis is dependent aureus pneumonia. Am J Physiol Endocrinol Metab (2014) 307:E994–1008. on interleukin-1 receptors on non-hematopoietic cells. Brain Behav Immun doi:10.1152/ajpendo.00345.2014 (2014) 40:166–73. doi:10.1016/j.bbi.2014.03.015 47. Boonen E, Vervenne H, Meersseman P, Andrew R, Mortier L, Declercq PE, 26. Jaattela M, Ilvesmaki V, Voutilainen R, Stenman UH, Saksela E. Tumor necrosis et al. Reduced cortisol metabolism during critical illness. N Engl J Med (2013) factor as a potent inhibitor of adrenocorticotropin-induced cortisol produc- 368:1477–88. doi:10.1056/NEJMoa1214969 tion and steroidogenic P450 enzyme gene expression in cultured human fetal 48. Annane D, Maxime V, Ibrahim F, Alvarez JC, Abe E, Boudou P. Diagnosis of adrenal cells. Endocrinology (1991) 128:623–9. doi:10.1210/endo-128-1-623 adrenal insufficiency in severe sepsis and septic shock. Am J Respir Crit Care 27. Darling G, Goldstein DS, Stull R, Gorschboth CM, Norton JA. Tumor necrosis Med (2006) 174:1319–26. doi:10.1164/rccm.200509-1369OC factor: immune endocrine interaction. Surgery (1989) 106:1155–60. 49. Polito A, Lorin de la Grandmaison G, Mansart A, Louiset E, Lefebvre H, 28. Mikhaylova IV, Kuulasmaa T, Jääskeläinen J, Voutilainen R. Tumor necrosis Sharshar T, et al. Human and experimental septic shock are characterized factor-alpha regulates steroidogenesis, apoptosis, and cell viability in the by depletion of lipid droplets in the adrenals. Intensive Care Med (2010) human adrenocortical cell line NCI-H295R. Endocrinology (2007) 148:386–92. 36:1852–8. doi:10.1007/s00134-010-1987-1 doi:10.1210/en.2006-0726 50. Buss NA, Gavins FN, Cover PO, Terron A, Buckingham JC. Targeting the 29. Jaattela M, Carpen O, Stenman UH, Saksela E. Regulation of ACTH induced annexin 1-formyl peptide receptor 2/ALX pathway affords protection against steroidogenesis in human fetal adrenals by rTNF. Mol Cell Endocrinol (1990) bacterial LPS-induced pathologic changes in the murine adrenal cortex. 68:R31–6. doi:10.1016/0303-7207(90)90196-F FASEB J (2015) 29:2930–42. doi:10.1096/fj.14-268375 30. Engström L, Rosén K, Angel A, Fyrberg A, Mackerlova L, Konsman JP, 51. Wang N, Weng W, Breslow JL, Tall AR. Scavenger receptor BI (SR-BI) is et al. Systemic immune challenge activates an intrinsically regulated local up-regulated in adrenal gland in apolipoprotein A-I and hepatic lipase knock- inflammatory circuit in the adrenal gland. Endocrinology (2008) 149:1436–50. out mice as a response to depletion of cholesterol stores. In vivo evidence that doi:10.1210/en.2007-1456 SR-BI is a functional high density lipoprotein receptor under feedback control. 31. Bornstein SR, Schumann RR, Rettori V, McCann SM, Zacharowski K. Toll-like J Biol Chem (1996) 271(35):21001–4. receptor 2 and toll-like receptor 4 expression in human adrenals. Horm Metab 52. Cai L, Ji A, de Beer FC, Tannock LR, van der Westhuyzen DR. SR-BI protects Res (2004) 36:470–3. doi:10.1055/s-2004-825750 against endotoxemia in mice through its roles in glucocorticoid produc- 32. Bornstein SR, Zacharowski P, Schumann RR, Barthel A, Tran N, Papewalis C, tion and hepatic clearance. J Clin Invest (2008) 118:364–75. doi:10.1172/ et al. Impaired adrenal stress response in toll-like receptor 2-deficient mice. JCI31539 Proc Natl Acad Sci U S A (2004) 101:16695–700. doi:10.1073/pnas.0407550101 53. Gilibert S, Galle-Treger L, Moreau M, Saint-Charles F, Costa S, Ballaire R, 33. Zacharowski K, Zacharowski PA, Koch A, Baban A, Tran N, Berkels R, et al. et al. Adrenocortical scavenger receptor class B type I deficiency exacerbates Toll-like receptor 4 plays a crucial role in the immune-adrenal response to endotoxic shock and precipitates sepsis-induced mortality in mice. J Immunol systemic inflammatory response syndrome. Proc Natl Acad Sci U S A (2006) (2014) 193:817–26. doi:10.4049/jimmunol.1303164 103:6392–7. doi:10.1073/pnas.0601527103 54. Harvey PW. Adrenocortical endocrine disruption. J Steroid Biochem Mol Biol 34. Kanczkowski W, Alexaki VI, Tran N, Großklaus S, Zacharowski K, Martinez A, (2016) 155:199–206. doi:10.1016/j.jsbmb.2014.10.009 et al. Hypothalamo-pituitary and immune-dependent adrenal regulation 55. Bruder EA, Ball IM, Ridi S, Pickett W, Hohl C. Single induction dose of during systemic inflammation. Proc Natl Acad Sci U S A (2013) 110:14801–6. etomidate versus other induction agents for endotracheal intubation in doi:10.1073/pnas.1313945110 critically ill patients. Cochrane Database Syst Rev (2015) 1:CD010225. 35. Jung B, Nougaret S, Chanques G, Mercier G, Cisse M, Aufort S, et al. The doi:10.1002/14651858 absence of adrenal gland enlargement during septic shock predicts mortal- 56. Tominaga T, Fukata J, Naito Y, Nakai Y, Funakoshi S, Fujii N, et al. Effects of ity: a computed tomography study of 239 patients. Anesthesiology (2011) corticostatin-I on rat adrenal cells in vitro. J Endocrinol (1990) 125:287–92. 115:334–43. doi:10.1097/ALN.0b013e318225cfd7 doi:10.1677/joe.0.1250287 36. Waterhouse R. A case of suprarenal apoplexy. Lancet (1911) 1:576. 57. Beishuizen A, Thijs LG, Vermes I. Patterns of corticosteroid binding globulin 37. Friderichsen C. Nebennierenapoplexie bei kleinen Kindern. Jahrb f Kinderheilk and the free cortisol index during septic shock and multitrauma. Intensive (1918) 87:109. Care Med (2000) 27:1584–91. doi:10.1007/s001340101073 38. Sharshar T, Annane D, Lorin de la Grandmaison G, Brouland JP, 58. Pemberton PA, Stein PE, Pepys MB, Potter JM, Carrell RW. Hormone binding Hopkinson NS, Gray F. The neuropathology of septic shock. Brain Pathol globulins undergo serpin conformational change in inflammation. Nature (2004) 14:21–33. doi:10.1111/j.1750-3639.2004.tb00494.x (1988) 336:257–8. doi:10.1038/336257a0 Frontiers in Endocrinology | www.frontiersin.org 6 June 2016 | Volume 7 | Article 70 Annane Corticosteroids for Sepsis 59. Hammond GL, Smith CL, Paterson NA, Sibbald WJ. A role for corticoste- 76. Laviolle B, Annane D, Fougerou C, Bellissant E. Gluco- and mineralocorticoid roid-binding globulin in delivery of cortisol to activated neutrophils. J Clin biological effects of a 7-day treatment with low doses of hydrocortisone and Endocrinol Metab (1990) 71:34–9. doi:10.1210/jcem-71-1-34 fludrocortisone in septic shock. Intensive Care Med (2012) 38:1306–14. 60. Rook G, Baker R, Walker B, Honour J, Jessop D, Hernandez-Pando R, et al. doi:10.1007/s00134-012-2585-1 Local regulation of glucocorticoid activity in sites of inflammation. Insights 77. Forster C, Burek M, Romero IA, Weksler B, Couraud PO, Drenckhahn D. from the study of tuberculosis. Ann N Y Acad Sci (2000) 917:913–22. Differential effects of hydrocortisone and TNFalpha on tight junction pro- doi:10.1111/j.1749-6632.2000.tb05457.x teins in an in vitro model of the human blood-brain barrier. J Physiol (2008) 61. Stith RD, McCallum RE. Down regulation of hepatic glucocorticoid receptors 586:1937–49. doi:10.1113/jphysiol.2007.146852 after endotoxin treatment. Infect Immun (1983) 40:613–21. 78. Kashiwamura Y, Sano Y, Abe M, Shimizu F, Haruki H, Maeda T, et al. 62. Galigniana MD, Piwien-Pilipuk G, Assreuy J. Inhibition of glucocorticoid Hydrocortisone enhances the function of the blood-nerve barrier through receptor binding by nitric oxide. Mol Pharmacol (1999) 55:317–23. the up-regulation of claudin-5. Neurochem Res (2011) 36:849–55. doi:10.1007/ 63. Kamiyama K, Matsuda N, Yamamoto S, Takano K, Takano Y, Yamazaki H, s11064-011-0413-6 et al. Modulation of glucocorticoid receptor expression, inflammation, and cell 79. Loisa P, Parviainen I, Tenhunen J, Hovilehto S, Ruokonen E. Effect of mode apoptosis in septic guinea pig lungs using methylprednisolone. Am J Physiol of hydrocortisone administration on glycemic control in patients with septic Lung Cell Mol Physiol (2008) 295:L998–1006. doi:10.1152/ajplung.00459.2007 shock: a prospective randomized trial. Crit Care (2007) 11:R21. doi:10.1186/ 64. Kleiman A, Hübner S, Rodriguez Parkitna JM, Neumann A, Hofer S, cc5696 Weigand MA, et al. Glucocorticoid receptor dimerization is required for sur- 80. Annane D, Cariou A, Maxime V, Azoulay E, D’honneur G, Timsit JF, et al. vival in septic shock via suppression of interleukin-1 in macrophages. FASEB Corticosteroid treatment and intensive insulin therapy for septic shock in J (2012) 26:722–9. doi:10.1096/fj.11-192112 adults: a randomized controlled trial. JAMA (2010) 303:341–8. doi:10.1001/ 65. Liu J, Haigh RM, Jones CT. Enhancement of noradrenaline-induced inositol jama.2010.2 polyphosphate formation by glucocorticoids in rat vascular smooth muscle 81. Lacomis D, Giulani M, van Cott A, Kramer D. Acute myopathy of intensive cells. J Endocrinol (1992) 133:405–11. doi:10.1677/joe.0.1330405 care – clinical, electromyographic and pathologic aspects. Ann Neurol (1996) 66. Annane D, Bellissant E, Sebille V, Lesieur O, Mathieu B, Raphael JC, et al. 40:645–54. doi:10.1002/ana.410400415 Impaired pressor sensitivity to noradrenaline in septic shock patients with 82. Schakman O, Kalista S, Barbé C, Loumaye A, Thissen JP. Glucocorticoid- and without impaired adrenal function reserve. Br J Clin Pharmacol (1998) induced skeletal muscle atrophy. Int J Biochem Cell Biol (2013) 45:2163–72. 46:589–97. doi:10.1046/j.1365-2125.1998.00833.x doi:10.1016/j.biocel.2013.05.036 67. d’Emmanuele di Villa Bianca R, Lippolis L, Autore G, Popolo A, Marzocco S, 83. Schreiber MP, Colantuoni E, Bienvenu OJ, Neufeld KJ, Chen KF, Sorrentino L, et al. Dexamethasone improves vascular hyporeactivity induced Shanholtz C, et al. Corticosteroids and transition to delirium in patients by LPS in vivo by modulating ATP-sensitive potassium channels activity. with acute lung injury. Crit Care Med (2014) 42:1480–6. doi:10.1097/ Br J Pharmacol (2003) 140:91–6. doi:10.1038/sj.bjp.0705406 CCM.0000000000000247 68. Goodwin JE, Feng Y, Velazquez H, Sessa WC. Endothelial glucocorticoid 84. Wolters AE, Veldhuijzen DS, Zaal IJ, Peelen LM, van Dijk D, Devlin JW, et al. receptor is required for protection against sepsis. Proc Natl Acad Sci U S A Systemic corticosteroids and transition to delirium in critically ill patients. (2013) 110:306–11. doi:10.1073/pnas.1210200110 Crit Care Med (2015) 43:e585–8. doi:10.1097/CCM.0000000000001302 69. Büchele GL, Silva E, Ospina-Tascón GA, Vincent JL, De Backer D. Effects of 85. Annane D. Corticosteroids for severe sepsis: an evidence-based guide for hydrocortisone on microcirculatory alterations in patients with septic shock. physicians. Ann Intensive Care (2011) 1(1):7. doi:10.1186/2110-5820-1-7 Crit Care Med (2009) 37:1341–7. doi:10.1097/CCM.0b013e3181986647 86. Moran JL, Graham PL, Rockliff S, Bersten AD. Updating the evidence for 70. Hafezi-Moghadam A, Simoncini T, Yang Z, Limbourg FP, Plumier JC, the role of corticosteroids in severe sepsis and septic shock: a Bayesian meta- Rebsamen MC, et al. Acute cardiovascular protective effects of corticosteroids analytic perspective. Crit Care (2010) 14:R134. doi:10.1186/cc9182 are mediated by non-transcriptional activation of endothelial nitric oxide 87. Kalil AC, Sun J. Low-dose steroids for septic shock and severe sepsis: the use synthase. Nat Med (2002) 8:473–9. doi:10.1038/nm0502-473 of Bayesian statistics to resolve clinical trial controversies. Intensive Care Med 71. Annane D, Bellissant E, Bollaert PE, Briegel J, Keh D, Kupfer Y. Corticosteroids (2011) 37:420–9. doi:10.1007/s00134-010-2121-0 for treating sepsis. Cochrane Database Syst Rev (2015) 12:CD002243. 88. Volbeda M, Wetterslev J, Gluud C, Zijlstra JG, van der Horst IC, Keus F. doi:10.1002/14651858 Glucocorticosteroids for sepsis: systematic review with meta-analysis and 72. van Leeuwen HJ, van der Bruggen T, van Asbeck BS, Boereboom FT. Effect trial sequential analysis. Intensive Care Med (2015) 41:1220–34. doi:10.1007/ of corticosteroids on nuclear factor-kappaB activation and hemodynamics s00134-015-3899-6 in late septic shock. Crit Care Med (2001) 29:1074–7. doi:10.1097/00003246- 89. Dellinger RP, Levy MM, Rhodes A, Annane D, Gerlach H, Opal SM, et al. 200105000-00041 Surviving sepsis campaign: international guidelines for management of 73. Meduri GU, Muthiah MP, Carratu P, Eltorky M, Chrousos GP. Nuclear factor severe sepsis and septic shock, 2012. Intensive Care Med (2013) 39:165–228. kappaB- and glucocorticoid receptor alpha-mediated mechanisms in the doi:10.1007/s00134-012-2769-8 regulation of systemic and pulmonary inflammation during sepsis and acute respiratory distress syndrome. Evidence for inflammation-induced target tis- Conflict of Interest Statement: The author declares that the research was con- sue resistance to glucocorticoids. Neuroimmunomodulation (2005) 12:321–38. ducted in the absence of any commercial or financial relationships that could be doi:10.1159/000091126 construed as a potential conflict of interest. 74. Johannes T, Mik EG, Klingel K, Dieterich HJ, Unertl KE, Ince C. Low-dose dexamethasone-supplemented fluid resuscitation reverses endotoxin-induced Copyright © 2016 Annane. This is an open-access article distributed under the terms acute renal failure and prevents cortical microvascular hypoxia. Shock (2009) of the Creative Commons Attribution License (CC BY). The use, distribution or 31:521–8. doi:10.1097/SHK.0b013e318188d198 reproduction in other forums is permitted, provided the original author(s) or licensor 75. Rinaldi S, Adembri C, Grechi S, DE Gaudio R. Low-dose hydrocortisone are credited and that the original publication in this journal is cited, in accordance during severe sepsis: effects on microalbuminuria. Crit Care Med (2006) with accepted academic practice. No use, distribution or reproduction is permitted 34:2334–9. doi:10.1097/01.CCM.0000233872.04706.BB which does not comply with these terms. Frontiers in Endocrinology | www.frontiersin.org 7 June 2016 | Volume 7 | Article 70"
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC4913096&blobtype=pdf"
  }
}