{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "30111341",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_30111341\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC6092799&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "30111341",
    "title": "Effect of procalcitonin-guided antibiotic treatment on clinical outcomes in intensive care unit patients with infection and sepsis patients: a patient-level meta-analysis of randomized trials.",
    "journal": "Crit Care",
    "year": "2018",
    "authors": [
      "Wirz Y",
      "Meier MA",
      "Bouadma L",
      "Luyt CE",
      "Wolff M",
      "Chastre J",
      "Tubach F",
      "Schroeder S",
      "Nobre V",
      "Annane D",
      "Reinhart K",
      "Damas P",
      "Nijsten M",
      "Shajiei A",
      "deLange DW",
      "Deliberato RO",
      "Oliveira CF",
      "Shehabi Y",
      "van Oers JAH",
      "Beishuizen A",
      "Girbes ARJ",
      "de Jong E",
      "Mueller B",
      "Schuetz P"
    ],
    "doi": "10.1186/s13054-018-2125-7"
  },
  "sections": {
    "Abstract": "Wirzetal.CriticalCare (2018) 22:191 https://doi.org/10.1186/s13054-018-2125-7 REVIEW Open Access Effect of procalcitonin-guided antibiotic treatment on clinical outcomes in intensive care unit patients with infection and sepsis patients: a patient-level meta-analysis of randomized trials Yannick Wirz1† , Marc A. Meier1† , Lila Bouadma3, Charles E. Luyt4, Michel Wolff3, Jean Chastre4, Florence Tubach5, Stefan Schroeder6, Vandack Nobre7, Djillali Annane8, Konrad Reinhart9, Pierre Damas10, Maarten Nijsten11, Arezoo Shajiei11, Dylan W. deLange12, Rodrigo O. Deliberato13, Carolina F. Oliveira14, Yahya Shehabi15,16, Jos A. H. van Oers17, Albertus Beishuizen18, Armand R. J. Girbes19, Evelien de Jong19, Beat Mueller1,2 and Philipp Schuetz1,2* Abstract Background: The clinical utility of serum procalcitoninlevels in guiding antibiotic treatment decisions inpatients withsepsis remains unclear. This patient-level meta-analysis based on 11 randomizedtrials investigates theimpact ofprocalcitonin-guided antibiotic therapy on mortality inintensivecare unit(ICU)patients withinfection, both overall and stratified according to sepsis definition, severity, and typeof infection. Methods: Forthismeta-analysisfocusingonprocalcitonin-guidedantibioticmanagementincriticallyillpatientswith sepsisofanytype,inFebruary2018weupdatedthedatabaseofapreviousindividualpatientdatameta-analysiswhich waslimitedtopatientswithrespiratoryinfectionsonly.Weusedindividualpatientdatafrom11trialsthatrandomly assignedpatientstoreceiveantibioticsbasedonprocalcitoninlevels(the“procalcitonin-guided”group)orthecurrent standardofcare(the“controls”).Theprimaryendpointwasmortalitywithin30days.Secondaryendpointswereduration ofantibiotictreatmentandlengthofstay. Results:Mortality in the 2252 procalcitonin-guided patients was significantly lower compared with the 2230 control group patients (21.1% vs 23.7%; adjusted odds ratio 0.89, 95% confidence interval (CI) 0.8 to 0.99; p=0.03). These effects on mortality persisted in a subgroup of patients meeting the sepsis 3 definition and based on the severity of sepsis (assessed on the basis of the Sequential Organ Failure Assessment (SOFA) score, occurrence of septic shock or renal failure, and need for vasopressor or ventilatory support) and on the type of infection (respiratory, urinary tract, abdominal, skin, or central nervous system), with interaction for each analysis being >0.05. Procalcitonin guidance also facilitated earlier discontinuation of antibiotics, with a reduction in treatment duration (9.3 vs 10.4 days; adjusted coefficient−1.19 days, 95% CI −1.73 to −0.66; p< 0.001). (Continuedonnextpage) *Correspondence:schuetzph@gmail.com †YannickWirzandMarcA.Meiercontributedequallytothiswork. 1MedicalUniversityDepartment,KantonsspitalAarau,Tellstrasse,CH-5001 Aarau,Switzerland 2FacultyofMedicine,UniversityofBasel,Basel,Switzerland Fulllistofauthorinformationisavailableattheendofthearticle ©TheAuthor(s).2018OpenAccessThisarticleisdistributedunderthetermsoftheCreativeCommonsAttribution4.0 InternationalLicense(http://creativecommons.org/licenses/by/4.0/),whichpermitsunrestricteduse,distribution,and reproductioninanymedium,providedyougiveappropriatecredittotheoriginalauthor(s)andthesource,providealinkto theCreativeCommonslicense,andindicateifchangesweremade.TheCreativeCommonsPublicDomainDedicationwaiver (http://creativecommons.org/publicdomain/zero/1.0/)appliestothedatamadeavailableinthisarticle,unlessotherwisestated. Wirzetal.CriticalCare (2018) 22:191 Page2of11 (Continuedfrompreviouspage) Conclusion: Procalcitonin-guidedantibiotictreatmentinICUpatientswithinfectionandsepsispatientsresultsin improvedsurvivalandlowerantibiotictreatmentduration. Keywords:Sepsis,Procalcitonin,Antibioticstewardship,Meta-analysis, Background definitions among trials and to investigate the impact of Sepsis, defined as life-threatening organ dysfunction PCTguidanceindifferent patient subgroups. caused by a dysregulated host response to infection, re- To address this significant drawback of earlier mains a major healthcare problem worldwide and affects meta-analyses, we performed a meta-analysis of individ- millions of people each year [1, 2]. Early identification ual patient data from 11 randomized-controlled trials and appropriate initial management including the start (RCTs) to assess the safety of using PCT to guide anti- of antibiotic treatment and fluid resuscitation improves biotic decisions in ICU patients with infection and dif- outcomes [2, 3]. In addition, monitoring of patients dur- ferent sepsis severities and with the involvement of ing treatment both for timely escalation of therapy in differentorgans. case of treatment failure and de-escalation in case of a favorable treatment response has an important impact Methods on patient recovery. [1, 2] This also includes early Definitionofpatientpopulationandtrialselection de-escalation or cessation of antibiotic treatment once a Forthismeta-analysisfocusingonPCT-guidedantibiotic patient’s condition has stabilized, with signs indicating management in critically ill patients with sepsis, we progressiontowards theresolution ofinfection. updated the database of a previous individual patient Given that clinical signs for monitoring patients with data meta-analysiswhichwaslimitedtopatientswith re- sepsis can be ambiguous, the use of additional bio- spiratory infections only [20, 21]. Trial selection and markers mirroring specific physiopathological pathways data collection were performed following the initial has been proposed. In this context, serum procalcitonin protocol published in the Cochrane Library [22] and the (PCT) has emerged as a sensitive biomarker that pro- report was prepared according to PRISMA individual vides prognostic information in patients with infections, participantdata (IPD) guidelines[23,24]. and thus may improve sepsis management [4, 5]. Mul- For this analysis, we included all patients residing in tiple studies have demonstrated that PCT levels increase an ICU with any type of systemic infection. We thus ex- in response to bacterial infection and decrease during cluded patients not treated in the ICU and also one trial recovery [4, 5]. Reflecting the host response to a bacter- thatfocused onventilator-associatedpneumoniabecause ial infection, PCT thus provides important adjunctive these patients may not have systemic bacterial infections information in addition to traditional clinical and diag- [25]. Furthermore, pediatric trials and those not using nosticparameters[6]. PCT to guide initiation and duration of antibiotic Multiple trials have investigated the benefits of using treatmentwere excludedfrom thisanalysis. serum PCT levels to guide whether and for how long Given that the definition of sepsis has changed over antibiotic therapy is used—a process referred to as time [26], and is used differently among researchers and PCT-guided antibiotic stewardship—in patients with in- clinicians, we decided to focus primarily on trials involv- fection in the intensive care unit (ICU) [1, 7–17]. While ing patients presenting with infections to the critical most trials have focused on the effects of PCTguidance care unit. However, we performed a subgroup analysis on antibiotic usage, a recent large trial from the on patients meeting the sepsis 3 definition [26]. We also Netherlands reported lower mortality following stratified the analysis based on sepsis severity and type PCT-guided therapy [10]. However, conclusive evidence of organ involved. Individual patient data were collected on the safety of this approach across different types of from eligible RCTs which assessed adults meeting these infection and sepsis severities has been limited due to criteria. largely insufficient statistical power in most of the indi- vidual trials. Moreover, meta-analyses focusing on the Trialsearchanddatacollection impact of PCT-guided antibiotic stewardship in sepsis The search strategy for this review was updated in Feb- patients on clinical outcomes overall and within patient ruary 2018 in collaboration with personnel from the subgroups based on infection type and severity have Cochrane collaboration and executed in all databases been inconclusive [18, 19]. A noteworthy limitation of from the date of their inception to February 2018. All these meta-analyses was that they were based on aggre- references were also screened for eligibility. Databases gate data, limiting opportunities to harmonize outcome searched included the Cochrane Central Register of Wirzetal.CriticalCare (2018) 22:191 Page3of11 Controlled Trials (CENTRAL; January 2017, issue 1), Patientsandendpoints MEDLINE Ovid (1966 to February 2017), and Embase.- All patients with a suspected or proven infection as the com (1980 to February 2017). We applied no language main diagnosis treated in the ICU who were included in orpublicationrestrictions. a previous trial and randomized either to PCT-guided Two authors (YW and MAM) independently assessed care or acontrol group were included in the overall ana- trial eligibility based on titles, abstracts, and full-text re- lysis. The primary safety endpoint was all-cause mortal- ports, with further information being obtained directly ity within 30 days of randomization. For trials with a from investigators as needed. Study protocols, case re- shorter follow-up period, the available information was portforms,andunediteddatabases containing individual used (e.g., mortality at the time of hospital discharge). patien",
    "Method": "",
    "Conclusion": ""
  }
}