{
  "topic": "sepsis_treatment_plan",
  "pmid": "33150472",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_33150472\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC7641258&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "33150472",
    "title": "Pharmacological principles guiding prolonged glucocorticoid treatment in ARDS.",
    "journal": "Intensive Care Med",
    "year": "2020",
    "authors": [
      "Meduri GU",
      "Annane D",
      "Confalonieri M",
      "Chrousos GP",
      "Rochwerg B",
      "Busby A",
      "Ruaro B",
      "Meibohm B"
    ],
    "doi": "10.1007/s00134-020-06289-8"
  },
  "sections": {
    "Abstract": "Intensive Care Med (2020) 46:2284–2296 https://doi.org/10.1007/s00134-020-06289-8 REVIEW Pharmacological principles guiding prolonged glucocorticoid treatment in ARDS Gianfranco Umberto Meduri1,8* , Djillali Annane2, Marco Confalonieri3, George P. Chrousos4, Bram Rochwerg5,9, Amanda Busby6, Barbara Ruaro3 and Bernd Meibohm7 © 2020 This is a U.S. government work and not under copyright protection in the U.S.; foreign copyright protection may apply Abstract Current literature addressing the pharmacological principles guiding glucocorticoid (GC) administration in ARDS is scant. This paucity of information may have led to the heterogeneity of treatment protocols and misinterpretation of available findings. GCs are agonist compounds that bind to the GC receptor (GR) producing a pharmacological response. Clinical efficacy depends on the magnitude and duration of exposure to GR. We updated the meta-analysis of randomized trials investigating GC treatment in ARDS, focusing on treatment protocols and response. We syn- thesized the current literature on the role of the GR in GC therapy including genomic and non-genomic effects, and integrated current clinical pharmacology knowledge of various GCs, including hydrocortisone, methylprednisolone and dexamethasone. This review addresses the role dosage, timing of initiation, mode of administration, duration, and tapering play in achieving optimal response to GC therapy in ARDS. Based on RCTs’ findings, GC plasma concentra- tion–time profiles, and pharmacodynamic studies, optimal results are most likely achievable with early intervention, an initial bolus dose to achieve close to maximal GRα saturation, followed by a continuous infusion to maintain high levels of response throughout the treatment period. In addition, patients receiving similar GC doses may experience substantial between-patient variability in plasma concentrations affecting clinical response. GC should be dose- adjusted and administered for a duration targeting clinical and laboratory improvement, followed by dose-tapering to achieve gradual recovery of the suppressed hypothalamic–pituitary–adrenal (HPA) axis. These findings have practical clinical relevance. Future RCTs should consider these pharmacological principles in the study design and interpreta- tion of findings. Keywords: Acute respiratory distress syndrome, Glucocorticoid, Randomized trial, Glucocorticoid receptor, Duration, Receptor affinity, Pharmacodynamic *Correspondence: gmeduri@uthsc.edu 8 Pulmonary, Critical Care, and Sleep Medicine Service and Research Service, Memphis Veterans Affairs Medical Center, 1030 Jefferson Avenue, Suite room #CW444, Memphis, TN 38104, USA Full author information is available at the end of the article 2285 Introduction Take‑home message The results of recently published randomized controlled To date there is scant literature addressing the pharmacological trials (RCTs) [1, 2] provide more robust evidence sup- principles guiding glucocorticoid administration in ARDS. This porting the efficacy and safety of prolonged gluco- review addresses how the administration mode plays a more signifi- cant role in affecting response than the specific molecule. Dosage corticoid (GC) treatment in acute respiratory distress (initial, overtime, and adjustments based on response), timing of syndrome (ARDS), despite the heterogeneity in etiologies initiation, mode of administration, duration of therapy, tapering, and and severity. GCs are agonist compounds that bind to co-interventions to support the glucocorticoid receptor α function are all essential elements to achieving optimal response to therapy. the ligand-binding domain of the glucocorticoid recep- tor (GR) to produce a biological (or pharmacological) response. Most anti-inflammatory effects of GCs are (Digital Supplement 1; Table S1), associated with res- mediated through the GRα isoform. The rationale for GC cue of the cellular concentrations and functions of acti- treatment in ARDS is similar to the one for severe coro- vated GC-GRα (Fig. 1) and mitochondria [4], exerting a navirus disease 2019 (COVID-19) [3] and is reviewed positive effect on all “layers”—cell biology, histology, and in the Digital Supplement 1. Prolonged ( 7 days) low- ≥ physiology—of the disease process, leading to acceler- to-moderate dose GC treatment is an intervention ated disease resolution (decreased allostatic load) and directed at the core pathogenetic mechanisms of ARDS improved short- and long-term outcomes [5]. Fig. 1 Relations on natural logarithmic scales between mean levels of nuclear NF-κB and nuclear GC-GRα during the natural progression of ARDS, and in response to prolonged methylprednisolone treatment. Mean intracellular changes of nuclear GC-activated GRα and NF-κB were observed by exposing peripheral blood mononuclear cells of a healthy volunteer to ARDS patient plasma samples collected longitudinally (days 1, 3, 5, and 8) and after randomization to methylprednisolone treatment (randomization day (R) and post-randomization days 3, 5, 7, and 10). The mean values of nuclear NF-κB are plotted against the mean nuclear GC-GRα levels. Improvers had a pre-defined improvement in lung injury score [45] and/or gas exchange component by day 7. The left panel shows ARDS patients with adaptive and maladaptive responses. In improvers, an inverse relationship was observed between these two transcription factors, with the longitudinal direction of the interaction shifting leftwards (decreased NF-κB) and upward (increased GC-GRα). Conversely, in non-improvers, NF-κB increased over time, while GC-GRα showed no significant changes. We defined the first interaction as GC-GRα-driven, and the second interaction as NF-κB-driven [80]. The right panel shows non-improvers-survivors randomized after day 8 of ARDS to methylprednisolone (n 11) vs. placebo (n 6). After natural logarithmic transformation and adjustment for repeated meas- = = urements, partial correlations among responses to plasma from the methylprednisolone group were 0.92 (p < 0.0001) both for nuclear NF-κB − and nuclear GRα. For responses to plasma from the placebo group, no significant relationship was found between nuclear NF-κB and nuclear GRα (r 0.11; p 0.70) [7]. Prolonged methylprednisolone treatment was associated with upregulation in all measurements of GC-GRα-activity leading = = to reduction in NF-κB DNA-binding and transcription of inflammatory cytokines. Glucocorticoid treatment changed the longitudinal direction of systemic inflammation from dysregulated (NF-κB-driven, maladaptive response) to regulated (GRα-driven, adaptive response) with significant improvement in indices of alveolar-capillary membrane permeability and markers of inflammation, hemostasis, and tissue repair. Reproduced with permission from reference [5] 2286 The lack of a well-defined rationale for GC treat- Pharmacological principles of glucocorticoid ment’s critical components has resulted in consider- actions able heterogeneity in the protocols investigated in Binding affinity and potency randomized controlled trials (RCTs). While most The magnitude of the in vitro response to the GC drug pharmacological data originate from literature inves- is proportional to the number of GR complexes, and the tigating methylprednisolone, we believe that adminis- binding affinity to the receptor, and is characterized by tration mode is more important in affecting response the maximum response a drug is able to produce [6]. The than the specific molecule. The dosage (initial, over concentration of GRα in cells can be increased by exoge- time, and adjustments based on response), the timing nous GC administration (Digital Supplement 1) [7]. Bind- of initiation, mode of administration, duration, taper- ing affinity is expressed as relative receptor affinity (RRA), ing, and co-interventions to support the GRα function and dexamethasone is frequently the reference point for are all essential elements to achieving optimal response RRA with an arbitrary RRA value of 100. The RRAs for to therapy. We present a summary of the pharmaco- hydrocortisone, methylprednisolone, and dexametha- logical principles that should guide GC treatment in sone are 9, 42, and 100, respectively [8]. In vivo potency ARDS patients based on results of RCTs, concentra- is a measure of the concentration, usually in plasma or tion–time profiles for different dosing regimens, and serum that is required to produce a drug response, often pharmacodynamic studies. This review takes also into expressed as concentration required to achieve 50% of consideration recent discoveries (Digital Supplement the maximum therapeutic effect ( EC or I C ) [9]. The 50 50 1) underscoring the central regulatory function of the RRA of GCs is strongly correlated with the inverse of activated GRα (GC-GRα) in critical illness throughout their IC for unbound, pharmacologically active con- 50 disease development and resolution (Fig. 2) [4]. centrations [8]. RRA and IC are the corresponding 50 in vitro and in vivo parameters that characterize GC potency and are specific to a GC agonist molecule. How- ever, drug effects in vivo are the result of the interplay Fig. 2 Glucocorticoid receptor α as a cellular rheostat of homeostatic corrections. The glucocorticoid receptor α (GRα) acts as a cellular rheostat to ensure that a proper response is elicited by the neuroendocrine and immune systems throughout the three phases of homeostatic corrections. The serial sequence of regulatory functions includes the: (1) activation and reinforcement of innate immunity (ready-reinforce), (2) downregulation of pro-inflammatory transcription factors (repress), and (3) promotion of disease resolution (resolve- restore).by switching production from pro- inflammatory to pro-resolving mediators, while at the same stimulating antifibrotic and antioxidant molecules that limit tissue damage and fibrosis, to help achieve optimal restoration of anatomy and function of the affected tissues, and (4) parallel support of adaptive immunity. Modified with permission from reference.[4]. TLR2 toll-like receptor 2, purinergic receptor P2Y2R; NLRP3 NOD-like receptor pyrin containing 3, APR acute phase response, TF transcription factor, NF-κB nuclear factor-κB, AP-1 activator protein-1, AnxA1 annexinA1, AnxA1 receptor, ALXR A4 lipoxin receptor, GILZ glucocorticoid-induced leucine zipper, TGFβ transforming growth factor β 2287 of pharmacokinetics, i.e., the time course of the effec- Determinants of clinical efficacy tive GC concentrations at the target site produced by the Clinical efficacy depends on both pharmacodynam- applied dose strength and dosing regimens, and pharma- ics (i.e., potency) and pharmacokinetics [i.e., exposure codynamics, i.e., the GC’s concentration–effect relation- ( magnitude and duration) of the drug at the recep- = ship determined by its potency. Thus, a lower in vitro GC tor site]. Together, both processes determine efficacy: potency (i.e. low RRA or correspondingly high I C ) can potency presence at the receptor site momentary 50 + → be offset clinically by higher and/or more frequent doses, effect course (effect duration) sum of momentary → providing higher target site concentrations. effects clinical efficacy [20]. Mathematically, pharma- → The genomic, non-genomic and mitochondrial GC cokinetic/pharmacodynamic models can be applied to signaling pathways are shown in the Digital Supple- describe the momentary effect–time course that stem ment 1 (Figure S1) [4]. The GC genomic effects become from a specific GC dosing regimen. This effect–time evident as early as 30 min after cytosolic GRα binding course is characterized by the duration of effect (i.e., to positive (transactivation) or negative (cis repression) the time until the effect drops below a specified value), GC response elements (GREs) in nuclear DNA, as well as well as peak magnitude. The momentary effect–time as to mitochondrial DNA GREs (mtGRE). Moreover, course can be summed up as the area under the effect– the GC-GRα complex interacts with other transcription time curve (AUETC or AUEC) or as the area between the factors, such as nuclear factor-κB (NF-κB) or activator baseline and effect curve (ABEC), which drive the clinical protein-1 (AP-1) and alters their transcriptional activi- effect [20]. The time to reach a pharmacokinetic steady ties. A recent review reported on the GC regulation of state is determined by the elimination half-life of the mitochondrial transcription, via activation of mtGRE drug. [10]. The degree of cytosolic GRα saturation is a direct As most pharmacological studies evaluating GCs come modulator of the intensity of (therapeutic) GC genomic from the rheumatology literature, the currently used effects [11]. Almost complete receptor saturation can be genomic potency of natural and synthetic",
    "Method": "",
    "Conclusion": ""
  }
}