{
  "pmid": "30105022",
  "topic": "sepsis_diagnosis_criteria",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_30105022\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "Mini Review published: 30 July 2018 doi: 10.3389/fimmu.2018.01736 immune effects of Corticosteroids in Sepsis Nicholas Heming1,2, Sivanthiny Sivanandamoorthy1, Paris Meng1, Rania Bounab1 and Djillali Annane1,2* 1 General Intensive Care Unit, Raymond Poincaré Hospital, Garches, France, 2 U1173 Laboratory Inflammation and Infection, University of Versailles SQY-Paris Saclay – INSERM, Montigny-Le-Bretonneux, France Sepsis, a life-threatening organ dysfunction, results from a dysregulated host response to invading pathogens that may be characterized by overwhelming systemic inflam- mation or some sort of immune paralysis. Sepsis remains a major cause of morbidity and mortality. Treatment is nonspecific and relies on source control and organ support. Septic shock, the most severe form of sepsis is associated with the highest rate of mortality. Two large multicentre trials, undertaken 15 years apart, found that the com- bination of hydrocortisone and fludrocortisone significantly reduces mortality in septic shock. The corticosteroids family is composed of several molecules that are usually characterized according to their glucocorticoid and mineralocorticoid power, relative to hydrocortisone. While the immune effects of glucocorticoids whether mediated or not by the intracellular glucocorticoid receptor have been investigated for several decades, Edited by: Thierry Roger, it is only very recently that potential immune effects of mineralocorticoids via non-renal Centre Hospitalier Universitaire mineralocorticoid receptors have gained popularity. We reviewed the respective role of Vaudois (CHUV), Switzerland glucocorticoids and mineralocorticoids in counteracting sepsis-associated dysregulated Reviewed by: Andreas Schwingshackl, immune systems. University of California, Los Angeles, United States Keywords: glucocorticoids, mineralocorticoids, nF-κB, animal models, clinical trials, septic shock, sepsis, organ Marco Confalonieri, function University of Trieste, Italy inTRODUCTiOn *Correspondence: Djillali Annane djillali.annane@aphp.fr Sepsis is defined by a life-threatening organ dysfunction resulting from deregulated host response to invading pathogens (1). The host–pathogen interaction in sepsis is associated with an excessive Specialty section: response of the innate immune system leading to systemic inflammation and organ failure (2). This article was submitted to This excessive inflammatory response coexists with compensatory anti-inflammatory signaling Microbial Immunology, (3). An initial immune response occurs after recognition of pathogen- or damage-associated a section of the journal molecular patterns by specific cellular receptors, leading to cellular activation and systemic Frontiers in Immunology inflammation (4, 5). In practice,",
    "Method": "patients with sepsis may present with a hyperimmune response, Received: 03 June 2018 typically around the time of admission when the infectious process is not fully under control, Accepted: 13 July 2018 or with an immune suppression state, which tends to occur at a later time (3). The resolution of Published: 30 July 2018 inflammation is also an active process, partly mediated by lipid mediators such as eicosanoids, Citation: which exhibit pro-resolving proprieties, and lead to tissue reparation (6). Then, knowing the time Heming N, Sivanandamoorthy S, course of the immune response to sepsis is likely a key factor for the success of immunomodulatory Meng P, Bounab R and Annane D interventions (7). Sepsis is a leading cause of mortality and morbidity, with annual prevalence (2018) Immune Effects of of sepsis estimated at 31.5 million and the annual number of deaths at 5.3 million, worldwide Corticosteroids in Sepsis. Front. Immunol. 9:1736. (8, 9). The incidence of sepsis is steadily rising (10). Approximately half of sepsis survivors suffer doi: 10.3389/fimmu.2018.01736 from physical and psychological sequel, directly impacting their quality of life (11, 12). Treatment Frontiers in Immunology | www.frontiersin.org 1 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis of sepsis is based on source control and organs support (13). divided into the zona glomerulosa, the outermost layer beneath Corticosteroids are produced by the adrenal glands lying at the the capsule, which secretes mineralocorticoids, the zona superior pole of the kidneys. Corticosteroids are synthesized fasciculata, which secretes glucocorticoids, and the innermost by adrenal cortical cells from esterified cholesterol and possess layer, the zona reticularis, which secretes sex hormones. We four carbon rings. Each step of corticosteroid biosynthesis is will hereafter describe the biological effects of glucocorticoids controlled by a specific enzyme (Figure 1). Corticosteroids are and mineralocorticoids, without further mentioning sex hor- divided into mineralocorticoids, which preferentially affect salt mones. Corticosteroids are commonly categorized accord- and water balance while glucocorticoids preferentially affect ing to their glucocorticoid and mineralocorticoid power, sugar metabolism and sex hormones. The adrenal cortex is relative to hydrocortisone (Table 1). Glucocorticoids exhibit immune-modulating proprieties, in part through interaction with NF-κB (14). Thus, glucocorticoids have been used to treat patients with severe infections for more than 50 years. Much less information is available regarding immune effects of mineralocorticoids, yet the combination of fludrocortisone to hydrocortisone significantly reduced mortality from septic shock (15, 16). We herein reviewed the immune effects of glucocorticoids and mineralocorticoids that may be relevant to the management of sepsis. iMMUne-MODUlaTing eFFeCTS OF CORTiCOSTeROiDS glucocorticoids Molecular Mechanisms of Action Glucocorticoids have anti-inflammatory effects through the production of anti-inflammatory proteins and inhibition of pro-inflammatory proteins. Glucocorticoids bind to a specific intracellular receptor, the glucocorticoid receptor (GR). The GR is a transcription factor belonging to the nuclear receptor super- family encoded on chromosome 5q31-31 (17). Glucocorticoid- regulated transcription factors are 94-kDa proteins, composed of several specific domains. A ligand-binding domain made up of 12 α-helices is involved in the recognition and binding of corticosteroids, a DNA-binding domain composed of two zinc fingers for interaction of the hormone–receptor complex with specific DNA sequences, and a trans-activating domain for binding of transcriptional factors (18). Unbound GR located in the cytoplasm of almost all cells, are stabilized by chaperone proteins such as heat-shock proteins 70, heat-shock protein TaBle 1 | Relative potencies of natural and synthetic steroids. Compound glucocorticoid activity Mineralocorticoid activity natural steroids Cortisol 1 1 Corticosterone 0.3 15 Aldosterone 0.3 3,000 Deoxycorticosterone 0.2 100 Synthetic steroids Cortisone 0.8 0.8 Fludrocortisone 10 125 Prednisone 4 0.8 Prednisolone 4 0.8 Methylprednisolone 5 0.5 FigURe 1 | Corticosteroids biosynthesis. Abbreviations: CYP11A1, Betamethasone 25 0 cholesterol desmolase; 3β-HSD, 3β hydroxysteroid dehydrogenase; Dexamethasone 25 0 CYP17, steroid 17α-hydroxylase; CYP21, steroid 21-hydroxylase; CYP11B2, aldosterone synthase; CYP11B1, steroid 11β-hydroxylase. Glucocorticoid and mineralocorticoid activity of natural and synthetic steroids, relative to cortisol. Frontiers in Immunology | www.frontiersin.org 2 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis 90 (Hsp90), and immunophilin (19). Upon binding with glu- NF-κB is bound to IκBα. Upon cellular activation, NF-κB and cocorticoids, the GR dissociates from chaperone proteins and IκBα dissociate and NF-κB translocates into the cellular nucleus. translocates into the nucleus. Within the nucleus, homodimers Glucocorticoids increase the expression of the inhibitory pro- of the glucocorticoid–GR complex interact with specific DNA tein IκBα, thereby sequestering NF-κB (27). Glucocorticoids sequences (glucocorticoid responsive elements) of the regula- also induce the expression of glucocorticoid-induced leucine tory region of target genes (Figure 2). The expression of genes zipper (GILZ) which inhibits NF-κB (28) as well as the anti- modulated by the hormone–GR complex occurs through chro- inflammatory protein MAP kinase phosphatase 1, which inhibits matin remodeling (20, 21). Chromatin consists of nucleosomes; nuclear translocation of transcription factor GATA-3 implicated DNA associated with core histone proteins. Quiescent genes in Th2 type cytokine expression (29). In addition, glucocorti- are composed of tightly wound DNA around histone proteins, coids promote the production of annexin 1, which inhibits the hampering the ability of RNA polymerases to bind to DNA and expression of phospholipase A2. Phospholipase A2 catabolizes to produce mRNA. Core histones may be acetylated, modifying the production of arachidonic acid-derived ele ments, including the structure of nucleosomes, loosening the chromatin, and prostaglandins and leukotrienes, which are implicated in pain ultimately enhancing gene expression. Transcription factors and inflammatory responses (26). Annexin 1 is also implicated such as NF-κB activate histone acetyltransferases (HATs), in the resolution of inflammation as well as in the phagocytosis leading to acetylation of core histones. By contrast, histone by macrophages of apoptotic neutrophils (25). deacetylases (HDACs) induce a tightening of the chromatin, The genomic effects of glucocorticoids take place only after repressing target genes expression. Activated GR inhibit HATs several hours, following nuclear translocation of activated GR and activate HDACs, overall repressing the expression of pro- and gene regulation (30). This latency is explained by the inflammatory genes. For instance, the expression of the IRF3 time needed for mRNA production, protein synthesis, and transcription factor, implicated in interferon production and transport (31). viral protection, is downregulated by glucocorticoids (22, 23). The GR–glucocorticoid complex also inhibits the production of Effect of Glucocorticoids in Health pro-inflammatory proteins by sequestration of NF-κB within Glucocorticoids suppress the production of acute phase reactants the cytosol (24). NF-κB is implicated in the production of and of chemokines implicated in leukocyte chemo-attraction pro-inflammatory cytokines (25, 26). In a resting state, inactive (32, 33), thereby reducing leukocytes migration into inflamed FigURe 2 | Mechanism of action of corticosteroids. Abbreviations: GR, glucocorticoid receptor; MR, mineralocorticoid receptor; HSP, heat-shock protein; HRE, hormonal response element. Frontiers in Immunology | www.frontiersin.org 3 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis areas. Glucocorticoids suppress the expression of endothelial- several specific domains, including a ligand-binding domain, leukocyte adhesion molecule 1, intracellular adhesion molecule a DNA-binding domain, and a trans-activating domain. The 1 (ICAM-1), and vascular adhesion molecule 1 (VCAM-1) amino acid sequence of the DNA-binding domain of the GR opposing to leukocytes trafficking through the endothelium and MR are approximately 94% similar, indicating that these (34, 35). Glucocorticoids affect both the innate and adaptive two receptors may recognize and bind similar DNA sequences. arms of the immune system. Target immune cells include (1) The activated MR regulates the expression of a set of genes myeloid cells; macrophages, monocytes, dendritic cells (tissue- within target tissues, in a similar way to that of the activated resident DCs, migratory DCs, and plasmacytoid DCs), as well GR. Unbound MR are stabilized in the cytoplasm by Hsp90. as granulocytes and (2) lymphocytes, including CD8, T helper Activated MR will shed their chaperone proteins and translo- 1 (Th1), Th2, and Th17 as well as Treg and B cells (14). Broadly cate into the nucleus, form dimmers, and go on to recognize speaking, glucocorticoids repress the maturation, differentiation specific hormone recognizing elements of the DNA (Figure 2) and proliferation of leukocytes of all subtypes. (59). There is evidence that MR and GR may form functional Glucocorticoids attenuate fever by reducing monocytes and heterodimers with specific properties (60, 61). macrophages production of interleukin (IL)-1, TNF, IL-8, and Surprisingly, cortisol and aldosterone bind the MR with equal MCP-1 (36). Glucocorticoids reduce the number of monocytes/ affinity, indicating that the MR does not specifically recognize macrophages, dendritic cells, and eosinophil and basophil mineralocorticoids over glucocorticoids (57). However, the granulocytes (37). Despite reducing the number of monocytes/ tran scriptional response of the MR in response to aldosterone macrophages, the capacity of glucocorticoid-treated macro- is approximately 100-fold higher than cortisol (62). Corticosteroid phages for phagocytosis seems unaltered or even improved (38). specificity is in part due to the activity of the type 2 isoenzyme Neutrophil granulocytes are not affected by the increased apop- of the 11β-hydroxysteroid dehydrogenase (11βHSD2), found in tosis induced by glucocorticoids, possibly because of the specific the kidney and in the colon and located near the MR. 11βHSD2 production of an inactive isoform of the GR (GR-beta) (39). metabolizes glucocorticoids into an inactive derivative, corti- Indeed, after treatment by glucocorticoids, the number of circu- sone. Since mineralocorticoids are unaffected by 11βHSD2 they lating neutrophil granulocytes increases, through an increased are therefore able to interact with the MR (63). Therefore, the release by the bone marrow associated with increased demar- role of glucocorticoid binding of MR in non-epithelial tissues, gination. However, these leukocytes may be functionally less which are devoid of 11βHSD2, is raised. The MR has several efficient. Glucocorticoid-treated circulating polymorphonuclear isoforms, some of which are able to bind both glucocorticoids leukocytes exhibit decreased levels of L-selectin receptors (40). and mineralocorticoids, while other isoforms bind exclusively Dexamethasone induces the expression by polymorphonuclear mineralocorticoids (64). The density of GR and MR varies from leukocytes of a decoy receptor for IL-1 (41). Glucocorticoids one tissue to another. For instance, MR expression is higher stabilize the lysosomal membranes, greatly reducing the amount than GR expression in the central nervous system; MR and GR of proteolytic enzymes released by lysosomes. Dendritic cells are similarly expressed in the cardiovascular system while GR treated by glucocorticoids produce increased levels of the anti- expression is higher than MR expression in the immune system inflammatory cytokines IL-10 and TGF-β (42). Glucocorticoids (65). Finally, GR and MR also differ in their capacity to inhibit reduce the membrane expression of MHC class II and Fc recep- AP-1-mediated gene activation (66). tors (43, 44) and suppress antigen presenting to T cells (45). Activation, proliferation, and production of immunoglo- Effect of Mineralocorticoids on the bu lins by B cell lymphocytes are depressed by glucocorticoids Immune System in Health (46, 47). They deplete thymic stroma cells and T cells by apopto- Mineralocorticoid receptors play specific roles depending on sis (48–50). Circulating T-cell numbers are reduced with a shift their tissue expression. MRs located in the kidneys and the from a pro-inflammatory Th1 phenotype to an anti-inflam- colon are implicated in NaCl reabsorption and K+ secretion matory Th2 phenotype (51–54). Glucocorticoids suppress the (67, 68), where NaCl reabsorption is mediated by serum and production by lymphocytes of the pro-inflammatory cytokines glucocorticoid-induced kinase (SGK1), GILZ protein, and the IL-2, IL-4, IL-5, IL-13, and INF (55, 56). epithelial sodium channel (69). Mineralocorticoid stimulation promotes the expression by endothelial cells of the VCAM-1, ICAM-1, and P-selectin membrane receptors, implicated in the Mineralocorticoids adhesion of leukocytes to endothelial cells (70). In endothelial Molecular Mechanisms of Action cells, mineralocorticoids also induce the production of reactive While the immune effects of glucocorticoids have been exten- oxygen species via the activation of NADPH oxidase and Rac1 sively investigated, those of mineralocorticoids have only (71). In the brain, MRs are specifically located in the limbic recently gained attention. The biological activity of mineralo- system and are implicated in learning and memory (72). MRs corticoids is mediated by interaction with a specific intracel- are expressed in monocytes and macrophages (73), dendritic lular receptor, the mineralocorticoid receptor (MR). The MR cells (74), and neutrophils (75). MR signaling in myeloid cells is a transcription factors belonging to the nuclear receptor induces a pro-inflammatory response (76, 77). Indeed, mac- superfamily, encoded on chromosome 4, in the q31.1 region rophages exposed to mineralocorticoid agonists undergo a M1 (57, 58). The structure of the mineralocorticoid-regulated tran- type pro-inflammatory polarization associated with an increased scription factor is highly similar to that of the GR and displays production of TNF-α and of reactive oxygen species (78–80). Frontiers in Immunology | www.frontiersin.org 4 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis In microglial cells, which are resident macrophages of the central TaBle 2 | Main effects of glucocorticoid or mineralocorticoid administration during sepsis. nervous system, aldosterone activation induces an increased production of TNF-α and IL-6 in response to lipopolysaccha- Compound glucocorticoid Mineralocorticoid ride stimulation (81). By contrast, MR knockout macrophages Small animal – Improves – Restores the or macrophages treated by MR antagonists exhibit a M2 anti- survival (100–102) expression of the inflammatory polarization (78). Mineralocorticoid agonists mineralocorticoid induce the activation of the mitogen-activated protein kinase receptor (104) pathway in dendritic cells, leading to the secretion of IL-6 and – Reduces the levels TGF-β1 (74). Mineralocorticoids indirectly lead to an increase of plasma histamine, plasma serotonin, in platelet cytosolic calcium concentrations, leading to platelet blood bradykinin, and activation, thrombin formation, and platelet procoagulant plasma catecholamine activ ity (82, 83). Indeed, platelet cytosolic calcium entry is concentration (105) upregulated by the serum- and glucocorticoid-inducible kinase – Improves the hemodynamic isoform SGK1, which is upregulated by mineralocorticoids response (106) (84). SGK1 upregulates IL-17-producing CD4+ helper T cells – Reduces mortality (Th17 cells). Th17 cells are dependent on IL-23 expression; SGK1 (107–109) ensures the proper expression of the IL-23 receptor (85). Large animal – Improves survival (103) – Improves survival and Mineralocorticoid receptor activation indirectly affects the hemodynamic T lymphocyte phenotype. Indeed, dendritic cells activated response (110, 111) by mineralocorticoid agonists impose a pro-inflammatory – Lowers IL-6 levels (111) Th17 phenotype on CD4 T cells (74). Aldosterone stimulates IL-1β secretion by macrophages through NF-κB signaling and Man – Reduces plasma levels – Improves the reactive oxygen species generation. Aldosterone also increases of TNF-α (112) hemodynamic – Reduced levels of E-selectin response in the the expression of NLRP3, implicated in the formation of sE-selectin (113, 114) most severe subgroup inflammasone and mature IL-1β in human peripheral blood – Decreases the number of a pediatric mononuclear cells (86). Infusion of aldosterone in rodents of eosinophils (115) population (123) results in elevated plasma IL-1β levels (86). Human blood mono- – Decreases levels of phospholipase A (116) nuclear cells exposed to MR antagonists produce less cytokines, – Decreases levels of nitrite/nitrate, including TNF, IL-1α, IL-2, IL-6, INFγ, and GM-CSF (87). IL-6, IL-8, and markers of Aldosterone and MR agonists promote myocardial and kidney neutrophil activation (decreased fibrosis (88, 89). Fludrocortisone, at high doses administered expression of CD11b, CD64, in vivo, paradoxically exhibits anti-inflammatory properties. and neutrophil elastase) (116) – Lowers whole blood production Fludrocortisone inhibits histamine release by basophils (90) of IL-1 and IL-6 (113, 116–119) and IL-1 production by lung fragments (91). – Monocyte mHLA-DR levels are depressed (113, 118) – Decreases monocyte production of iMMUnOMODUlaTiOn in SePSiS migration inhibitory factor (120) – Decreases the binding capacity of glucocorticoid receptor in glucocorticoids neutrophils (121) Animal Studies – Improves the hemodynamic The expression of the GR is upregulated in LPS-stimulated mouse response and survival (122) macrophages and in mouse models of sepsis (92–94) (Table 2). However, others have shown that GR expression and protein levels decreased following a TNF challenge (95). The binding Studies in Humans capacity of the GR decreases after an endotoxin challenge (94). When LPS is administered to healthy subjects, the concomi- The binding capacity of the GR may be altered through the tant administration of hydrocortisone reduces plasma levels action of nitric oxide (96, 97). LPS challenge in GR knockout of TNF-α (112). The levels of E-selectin and of the soluble mice induces higher mortality than in control animals (98). form of the receptor sE-selectin are also reduced following The endothelial GR regulates NF-κB in a model of endotoxin- hydrocortisone therapy in sepsis (113, 114). During septic induced sepsis (99). The deletion of the GR from endothelial shock, hydrocortisone decreases the number of eosinophils cells, through the activation of NF-κB, is associated with higher (115), circulating levels of phospholipase A (116), serum mortality, higher nitric oxide levels, and higher levels of pro- levels of nitrite/nitrate, IL-6, IL-8, and markers of neutro- inflammatory cytokines (TNF-α and IL-6) (99). In small animals phil acti vation (decreased expres sion of CD11b, CD64, and with sepsis, high doses of dexamethasone and methylpredni- neutrophil elastase). Moreover, hydrocortisone lowers ex vivo solone significantly prolong survival (100–102). High doses whole blood production of IL-1 and IL-6 in response to LPS of methylprednisolone continuously administered in a canine (113, 116–119). In hydrocortisone-treated patients with septic model of endotoxin shock also improve survival (103). shock, monocyte mHLA-DR levels are depressed, while the Frontiers in Immunology | www.frontiersin.org 5 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis capacity for phagocytosis of mono cytes increases (113, 118). which is restored by supplementation by exogenous MR (104). Glucocorticoids also attenuate LPS-stimulated monocyte pro- In endotoxin shock, aldosterone reduces plasma levels of his- duction of migration inhibitory factor (120). In neutrophils of tamine, serotonin, bradykinin, and catecholamine (105). MR hydrocortisone-treated sepsis patients, the binding capacity of agonists reduce mortality in endotoxin-challenged small ani- GR for glucocorticoid is reduced (121). mals (107–109). In large animal sepsis models, aldosterone levels correlate with the severity of shock and with mortality (140), Clinical Trials and mineralocorticoid supplementation improved survival and Short courses of high dose methylprednisolone or dexa- hastened shock reversal when administered prior to a bacterial methasone do not significantly reduce mortality and may even challenge (110). The early administration of glucocorticoids plus harm patients with sepsis (124–127). The introduction of the mineralocorticoids improves the outcome in large animals with concept of sepsis-associated relative adrenal insufficiency in the sepsis. In the sickest animals, glucocorticoids plus mineralocor- 90s, led physicians and trialists to consider using prolonged ticoids treatment hastened shock reversal and lowered plasma courses of low doses of hydrocortisone (128). Several small IL-6 levels (111). size trials found that 200–400 mg of hydrocortisone per day for more than 3 days improved cardiovascular function in sepsis Clinical Studies (117, 129, 130). GERINF05 was the first phase 3 trial that The plasma concentrations of aldosterone were found to be tested a prolonged course (7 days) of low to moderate doses unexpectedly low in meningococcal sepsis compared with (200 mg/day) of cor ticosteroids in septic shock with evidence ICU admissions for other reasons (141). Lower than expected of relative adrenal insufficiency (15). This trial found a sig- aldosterone levels have also been reported in adults’ septic nificant improvement on survival and cardiovascular function shock (142, 143). Inappropriately low aldosterone levels dur- in patients with septic shock and non-responders to a 250 µg ing septic shock were associated with increased ICU length of ACTH test (Delta cortisol <9 μg/dl) (15). The CORTICUS stay, an increased incidence of acute kidney failure (144), and trial could not reproduce the survival benefit of corticosteroids increased mortality (145). Low aldosterone levels occurred found in GERINF05 while confirming the benefit on car- despite high renin levels, suggesting impaired adrenal syn- diovascular homeostasis and organs function (131). A meta- thesis of aldosterone. In addition, a subset of patients with analysis of the use of corticosteroids in sepsis published in sepsis did not increase aldosterone levels in response to ACTH 2015 concluded that corticosteroids reduced 28-day mortality, stimulation (146). Mineralocorticoid levels were found to increased the rate of shock reversal, without increasing the correlate with IL-6 levels in meningococcal sepsis (147). The risk of infection (122). More recently, the ADRENAL trial expression of the MR is downregulated in human endothelial found no significant survival benefit from a continuous infu- cells exposed to TNF-α (104). The MR agonist fludrocortisone sion of hydrocortisone in patients with septic shock (132). is administered orally, and there is no currently available Nevertheless, the trial found that, when compared with placebo, intravenous formulation. The pharmacokinetics of fludrocor- hydrocortisone fasten the resolution of shock, shortened the tisone were assessed in healthy subjects (148), and in septic duration of mechanical ventilation, and reduced the require- shock patients (149). However, there are still too few data on ment for blood transfusion (132). In keeping with GERINF05 the direct effects of mineralocorticoids in patients with sepsis. observations, the APROCCHSS trial found that the combina- A retrospective study in a pediatric population found that tion of hydrocortisone to fludrocortisone significantly reduced hydrocortisone combined with fludrocortisone was associ- 90-day mortality (16). Likewise, corticosteroids hastened ated with shorter duration of vasopressor support in the most the resolution of shock and organs failure without causing severe patients (123). Finally, it remains unclear whether or not major adverse events. part of the survival benefit from corticosteroids observed in the GERINF05 (15) and APROCCHSS (16) trials are directly Mineralocorticoids related to fludrocortisone. Animal Studies Future research should start with an individual patient In models of chronic cardiovascular diseases, aldosterone is data meta-analysis of all trials comparing hydrocortisone and/ associated with increased vascular and cardiac oxidative stress, or fludrocortisone against placebo. Then, next trial should be inflammation, and fibrosis (133). In models of acute cardiovas- designed as a two-by-two factorial placebo-controlled trial com- cular diseases, both exogenous aldosterone and overexpression paring hydrocortisone versus fludrocortisone versus hydrocor- of the MR increased blood pressure (134, 135). Aldosterone tisone plus fludrocortisone (150). plays a role in salt appetite (136), and in coping behavior (137). MRs, contrary to GRs, when activated, play a neural antiapop- COnClUSiOn totic role by differentially influencing genes of the bcl-2 family (138). Similar to the renal epithelium, aldosterone may also In sepsis, there is sufficient evidence from animals and humans favor the clearance of alveolar fluid by type II epithelial cells studies to support that glucocorticoids modulate innate immu- (139). By extrapolation, these responses may be of benefit dur- nity to promote the resolution of inflammation and organs failure. ing sepsis. However, very little is known about the MR or its Much less is known about the immune effects of mineralocorti- regulation during sepsis. In small animals, sepsis is associated coids though increasing evidence from laboratory investigations with downregulation of the MR in endothelial cells (92, 104), suggested that they might favorably impact the outcome from Frontiers in Immunology | www.frontiersin.org 6 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis sepsis. So far, survival benefits in adults with septic shock have aUTHOR COnTRiBUTiOnS been shown only for the combination of hydrocortisone plus fludrocortisone and not from the administration of hydrocorti- DA has conceived the manuscript. All the authors have contrib- sone alone. uted to the literature search and writing of the manuscript. ReFeRenCeS 20. Nissen RM, Yamamoto KR. The glucocorticoid receptor inhibits NFkappaB by interfering with serine-2 phosphorylation of the RNA polymerase II 1. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, carboxy-terminal domain. Genes Dev (2000) 14:2314–29. doi:10.1101/ Bauer M, et al. The third international consensus definitions for sepsis gad.827900 and septic shock (sepsis-3). JAMA (2016) 315:801–10. doi:10.1001/jama. 21. Luecke HF, Yamamoto KR. The glucocorticoid receptor blocks P-TEFb 2016.0287 recruitment by NFkappaB to effect promoter-specific transcriptional repres- 2. Stearns-Kurosawa DJ, Osuchowski MF, Valentine C, Kurosawa S, Remick DG. sion. Genes Dev (2005) 19:1116–27. doi:10.1101/gad.1297105 The pathogenesis of sepsis. Annu Rev Pathol (2011) 6:19–48. doi:10.1146/ 22. Reily MM, Pantoja C, Hu X, Chinenov Y, Rogatsky I. The GRIP1:IRF3 annurev-pathol-011110-130327 interaction as a target for glucocorticoid receptor-mediated immunosup- 3. Hotchkiss RS, Moldawer LL, Opal SM, Reinhart K, Turnbull IR, Vincent J-L. pression. EMBO J (2006) 25:108–17. doi:10.1038/sj.emboj.7600919 Sepsis and septic shock. Nat Rev Dis Primer (2016) 2:16045. doi:10.1038/ 23. Ogawa S, Lozach J, Benner C, Pascual G, Tangirala RK, Westin S, et al. nrdp.2016.45 Molecular determinants of crosstalk between nuclear receptors and toll-like 4. Tang D, Kang R, Coyne CB, Zeh HJ, Lotze MT. PAMPs and DAMPs: signal receptors. Cell (2005) 122:707–21. doi:10.1016/j.cell.2005.06.029 0s that spur autophagy and immunity. Immunol Rev (2012) 249:158–75. 24. McKay LI, Cidlowski JA. Molecular control of immune/inflammatory doi:10.1111/j.1600-065X.2012.01146.x responses: interactions between nuclear factor-κB and steroid receptor- 5. Gay NJ, Symmons MF, Gangloff M, Bryant CE. Assembly and localiza- signaling pathways. Endocr Rev (1999) 20:435–59. doi:10.1210/er.20.4.435 tion of toll-like receptor signalling complexes. Nat Rev Immunol (2014) 25. Vago JP, Nogueira CRC, Tavares LP, Soriani FM, Lopes F, Russo RC, et al. 14:546–58. doi:10.1038/nri3713 Annexin A1 modulates natural and glucocorticoid-induced resolution of 6. Perretti M, D’Acquisto F. Annexin A1 and glucocorticoids as effectors inflammation by enhancing neutrophil apoptosis. J Leukoc Biol (2012) 92: of the resolution of inflammation. Nat Rev Immunol (2009) 9:62–70. 249–58. doi:10.1189/jlb.0112008 doi:10.1038/nri2470 26. Hannon R, Croxtall JD, Getting SJ, Roviezzo F, Yona S, Paul-Clark MJ, et al. 7. Ahasic AM, Christiani DC. Personalized critical care medicine: how far Aberrant inflammation and resistance to glucocorticoids in annexin 1-/- away are we? Semin Respir Crit Care Med (2015) 36:809–22. doi:10.1055/ mouse. FASEB J (2003) 17:253–5. doi:10.1096/fj.02-0239fje s-0035-1564852 27. Auphan N, DiDonato JA, Rosette C, Helmberg A, Karin M. Immuno- 8. Fleischmann C, Scherag A, Adhikari NKJ, Hartog CS, Tsaganos T, suppression by glucocorticoids: inhibition of NF-kappa B activity through Schlattmann P, et al. Assessment of global incidence and mortality of induction of I kappa B synthesis. Science (1995) 270:286–90. doi:10.1126/ hospital-treated sepsis. Current estimates and limitations. Am J Respir Crit science.270.5234.286 Care Med (2016) 193:259–72. doi:10.1164/rccm.201504-0781OC 28. Berrebi D, Bruscoli S, Cohen N, Foussat A, Migliorati G, Bouchet-Delbos L, 9. Global Burden of Disease Study 2013 Collaborators. Global, regional, and et al. Synthesis of glucocorticoid-induced leucine zipper (GILZ) by macro- national incidence, prevalence, and years lived with disability for 301 acute phages: an anti-inflammatory and immunosuppressive mechanism shared and chronic diseases and injuries in 188 countries, 1990-2013: a systematic by glucocorticoids and IL-10. Blood (2003) 101:729–38. doi:10.1182/blood- analysis for the Global Burden of Disease Study 2013. Lancet (2015) 2002-02-0538 386:743–800. doi:10.1016/S0140-6736(15)60692-4 29. Lasa M, Abraham SM, Boucheron C, Saklatvala J, Clark AR. Dexametha- 10. Gaieski DF, Edwards JM, Kallan MJ, Carr BG. Benchmarking the incidence sone causes sustained expression of mitogen-activated protein kinase and mortality of severe sepsis in the United States. Crit Care Med (2013) (MAPK) phosphatase 1 and phosphatase-mediated inhibition of MAPK 41:1167–74. doi:10.1097/CCM.0b013e31827c09f8 p38. Mol Cell Biol (2002) 22:7802–11. doi:10.1128/MCB.22.22.7802- 11. Annane D, Sharshar T. Cognitive decline after sepsis. Lancet Respir Med 7811.2002 (2015) 3:61–9. doi:10.1016/S2213-2600(14)70246-2 30. Stahn C, Buttgereit F. Genomic and nongenomic effects of glucocorticoids. 12. Iwashyna TJ, Ely EW, Smith DM, Langa KM. Long-term cognitive impair- Nat Clin Pract Rheumatol (2008) 4:525–33. doi:10.1038/ncprheum0898 ment and functional disability among survivors of severe sepsis. JAMA 31. Wehling M. Specific, nongenomic actions of steroid hormones. Annu Rev (2010) 304:1787–94. doi:10.1001/jama.2010.1553 Physiol (1997) 59:365–93. doi:10.1146/annurev.physiol.59.1.365 13. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, 32. Miyamasu M, Misaki Y, Izumi S, Takaishi T, Morita Y, Nakamura H, et al. et al. Surviving sepsis campaign: international guidelines for management Glucocorticoids inhibit chemokine generation by human eosinophils. of sepsis and septic shock: 2016. Intensive Care Med (2017) 43:304–77. J Allergy Clin Immunol (1998) 101:75–83. doi:10.1016/S0091-6749(98) doi:10.1007/s00134-017-4683-6 70196-4 14. Cain DW, Cidlowski JA. Immune regulation by glucocorticoids. Nat Rev 33. Pype JL, Dupont LJ, Menten P, Van Coillie E, Opdenakker G, Van Damme J, Immunol (2017) 17:233–47. doi:10.1038/nri.2017.1 et al. Expression of monocyte chemotactic protein (MCP)-1, MCP-2, and 15. Annane D, Sébille V, Charpentier C, Bollaert P-E, François B, Korach J-M, MCP-3 by human airway smooth-muscle cells. Modulation by corticoste- et al. Effect of treatment with low doses of hydrocortisone and fludrocorti- roids and T-helper 2 cytokines. Am J Respir Cell Mol Biol (1999) 21:528–36. sone on mortality in patients with septic shock. JAMA (2002) 288:862–71. doi:10.1165/ajrcmb.21.4.3660 doi:10.1001/jama.288.7.862 34. Cronstein BN, Kimmel SC, Levin RI, Martiniuk F, Weissmann G. A mecha- 16. Annane D, Renault A, Brun-Buisson C, Megarbane B, Quenot J-P, Siami S, nism for the antiinflammatory effects of corticosteroids: the glucocorticoid et al. Hydrocortisone plus fludrocortisone for adults with septic shock. receptor regulates leukocyte adhesion to endothelial cells and expression N Engl J Med (2018) 378:809–18. doi:10.1056/NEJMoa1705716 of endothelial-leukocyte adhesion molecule 1 and intercellular adhesion 17. Francke U, Foellmer BE. The glucocorticoid receptor gene is in 5q–q32. molecule 1. Proc Natl Acad Sci U S A (1992) 89:9991–5. doi:10.1073/pnas.89. Genomics (1989) 4:610–2. doi:10.1016/0888-7543(89)90287-5 21.9991 18. Weikum ER, Knuesel MT, Ortlund EA, Yamamoto KR. Glucocorti coid 35. Pitzalis C, Pipitone N, Bajocchi G, Hall M, Goulding N, Lee A, et al. receptor control of transcription: precision and plasticity via allostery. Corticosteroids inhibit lymphocyte binding to endothelium and intercellular Nat Rev Mol Cell Biol (2017) 18:159–74. doi:10.1038/nrm.2016.152 adhesion: an additional mechanism for their anti-inflammatory and immu- 19. Picard D, Khursheed B, Garabedian MJ, Fortin MG, Lindquist S, Yamamoto KR. nosuppressive effect. J Immunol (1997) 158:5007–16. Reduced levels of hsp90 compromise steroid receptor action in vivo. Nature 36. Han J, Thompson P, Beutler B. Dexamethasone and pentoxifylline inhibit (1990) 348:166–8. doi:10.1038/348166a0 endotoxin-induced cachectin/tumor necrosis factor synthesis at separate Frontiers in Immunology | www.frontiersin.org 7 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis points in the signaling pathway. J Exp Med (1990) 172:391–4. doi:10.1084/ mechanism of corticosteroid action in allergic disease. PLoS Med (2009) jem.172.1.391 6:e1000076. doi:10.1371/journal.pmed.1000076 37. Boumpas DT, Chrousos GP, Wilder RL, Cupps TR, Balow JE. Glucocorti- 56. Scheinman RI, Gualberto A, Jewell CM, Cidlowski JA, Baldwin AS. Char- coid therapy for immune-mediated diseases: basic and clinical correlates. ac terization of mechanisms involved in transrepression of NF-kappa B Ann Intern Med (1993) 119:1198–208. doi:10.7326/0003-4819-119-12- by activated glucocorticoid receptors. Mol Cell Biol (1995) 15:943–53. 199312150-00007 doi:10.1128/MCB.15.2.943 38. Liu Y, Cousin JM, Hughes J, Van Damme J, Seckl JR, Haslett C, et al. 57. Arriza JL, Weinberger C, Cerelli G, Glaser TM, Handelin BL, Housman DE, Glucocorticoids promote nonphlogistic phagocytosis of apoptotic leuko- et al. Cloning of human mineralocorticoid receptor complementary cytes. J Immunol (1999) 162:3639–46. DNA: structural and functional kinship with the glucocorticoid receptor. 39. Strickland I, Kisich K, Hauk PJ, Vottero A, Chrousos GP, Klemm DJ, et al. Science (1987) 237:268–75. doi:10.1126/science.3037703 High constitutive glucocorticoid receptor beta in human neutrophils 58. Morrison N, Harrap SB, Arriza JL, Boyd E, Connor JM. Regional chro- enables them to reduce their spontaneous rate of cell death in response to mosomal assignment of the human mineralocorticoid receptor gene to corticosteroids. J Exp Med (2001) 193:585–93. doi:10.1084/jem.193.5.585 4q31.1. Hum Genet (1990) 85:130–2. doi:10.1007/BF00276340 40. Nakagawa M, Bondy GP, Waisman D, Minshall D, Hogg JC, van Eeden SF. 59. Lombès M, Binart N, Oblin ME, Joulin V, Baulieu EE. Characterization of The effect of glucocorticoids on the expression of L-selectin on polymor- the interaction of the human mineralocorticosteroid receptor with hor- phonuclear leukocyte. Blood (1999) 93:2730–7. mone response elements. Biochem J (1993) 292(Pt 2):577–83. doi:10.1042/ 41. Re F, Muzio M, De Rossi M, Polentarutti N, Giri JG, Mantovani A, et al. bj2920577 The type II “receptor” as a decoy target for interleukin 1 in polymorpho- 60. Trapp T, Rupprecht R, Castrén M, Reul JM, Holsboer F. Heterodimerization nuclear leukocytes: characterization of induction by dexamethasone and between mineralocorticoid and glucocorticoid receptor: a new principle of ligand binding properties of the released decoy receptor. J Exp Med (1994) glucocorticoid action in the CNS. Neuron (1994) 13:1457–62. doi:10.1016/ 179:739–43. doi:10.1084/jem.179.2.739 0896-6273(94)90431-6 42. Stary G, Klein I, Bauer W, Koszik F, Reininger B, Kohlhofer S, et al. 61. Mifsud KR, Reul JMHM. Acute stress enhances heterodimerization and Glucocorticosteroids modify Langerhans cells to produce TGF-β and expand binding of corticosteroid receptors at glucocorticoid target genes in the regulatory T cells. J Immunol (2011) 186:103–12. doi:10.4049/jimmunol. hippocampus. Proc Natl Acad Sci U S A (2016) 113:11336–41. doi:10.1073/ 1002485 pnas.1605246113 43. Bianchi M, Meng C, Ivashkiv LB. Inhibition of IL-2-induced Jak-STAT 62. Lombes M, Kenouch S, Souque A, Farman N, Rafestin-Oblin ME. signaling by glucocorticoids. Proc Natl Acad Sci U S A (2000) 97:9573–8. The mineralocorticoid receptor discriminates aldosterone from gluco- doi:10.1073/pnas.160099797 corticoids independently of the 11 beta-hydroxysteroid dehydrogenase. 44. Piemonti L, Monti P, Allavena P, Sironi M, Soldini L, Leone BE, et al. Endocrinology (1994) 135:834–40. doi:10.1210/endo.135.3.8070376 Glucocorticoids affect human dendritic cell differentiation and maturation. 63. Funder JW, Pearce PT, Smith R, Smith AI. Mineralocorticoid action: target J Immunol (1999) 162:6473–81. tissue specificity is enzyme, not receptor, mediated. Science (1988) 242:583–5. 45. DeKruyff RH, Fang Y, Umetsu DT. Corticosteroids enhance the capacity doi:10.1126/science.2845584 of macrophages to induce Th2 cytokine synthesis in CD4+ lymphocytes 64. Zennaro MC, Le Menuet D, Lombès M. Characterization of the human by inhibiting IL-12 production. J Immunol (1998) 160:2231–7. mineralocorticoid receptor gene 5’-regulatory region: evidence for differ- 46. Cupps TR, Edgar LC, Thomas CA, Fauci AS. Multiple mechanisms of ential hormonal regulation of two alternative promoters via nonclassical B cell immunoregulation in man after administration of in vivo cortico- mechanisms. Mol Endocrinol (1996) 10:1549–60. doi:10.1210/mend.10. steroids. J Immunol (1984) 132:170–5. 12.8961265 47. Cupps TR, Gerrard TL, Falkoff RJ, Whalen G, Fauci AS. Effects of in vitro 65. Bookout AL, Jeong Y, Downes M, Yu RT, Evans RM, Mangelsdorf DJ. corticosteroids on B cell activation, proliferation, and differentiation. J Clin Anatomical profiling of nuclear receptor expression reveals a hierarchi- Invest (1985) 75:754–61. doi:10.1172/JCI111757 cal transcriptional network. Cell (2006) 126:789–99. doi:10.1016/j.cell. 48. van Vliet E, Melis M, van Ewijk W. The influence of dexamethasone 2006.06.049 treatment on the lymphoid and stromal composition of the mouse thymus: 66. Pearce D, Yamamoto K. Mineralocorticoid and glucocorticoid receptor a flowcytometric and immunohistological analysis. Cell Immunol (1986) activities distinguished by nonreceptor factors at a composite response 103:229–40. doi:10.1016/0008-8749(86)90086-9 element. Science (1993) 259:1161–5. doi:10.1126/science.8382376 49. Wang D, Müller N, McPherson KG, Reichardt HM. Glucocorticoids 67. Ronzaud C, Loffing J, Bleich M, Gretz N, Grone H-J, Schutz G, et al. engage different signal transduction pathways to induce apoptosis in thy- Impair ment of sodium balance in mice deficient in renal principal cell min- mocytes and mature T cells. J Immunol (2006) 176:1695–702. doi:10.4049/ eralocorticoid receptor. J Am Soc Nephrol (2007) 18:1679–87. doi:10.1681/ jimmunol.176.3.1695 ASN.2006090975 50. Woodward MJ, de Boer J, Heidorn S, Hubank M, Kioussis D, Williams O, et al. 68. Terker AS, Yarbrough B, Ferdaus MZ, Lazelle RA, Erspamer KJ, Meermeier NP, Tnfaip8 is an essential gene for the regulation of glucocorticoid-mediated et al. Direct and indirect mineralocorticoid effects determine distal salt trans- apoptosis of thymocytes. Cell Death Differ (2010) 17:316–23. doi:10.1038/ port. J Am Soc Nephrol (2016) 27:2436–45. doi:10.1681/ASN.2015070815 cdd.2009.125 69. Soundararajan R, Zhang TT, Wang J, Vandewalle A, Pearce D. A novel role 51. Ramírez F, Fowell DJ, Puklavec M, Simmonds S, Mason D. Glucocorticoids for glucocorticoid-induced leucine zipper protein in epithelial sodium promote a TH2 cytokine response by CD4+ T cells in vitro. J Immunol (1996) channel-mediated sodium transport. J Biol Chem (2005) 280:39970–81. 156:2406–12. doi:10.1074/jbc.M508658200 52. Sun L, Yu G, Yang S, Zhang L. Effects of hydrocortisone on the differen- 70. Jeong Y, Chaupin DF, Matsushita K, Yamakuchi M, Cameron SJ, Morrell CN, tiation of human T helper 2 cells. Scand J Immunol (2011) 73:208–14. et al. Aldosterone activates endothelial exocytosis. Proc Natl Acad Sci U S A doi:10.1111/j.1365-3083.2010.02500.x (2009) 106:3782–7. doi:10.1073/pnas.0804037106 53. Franchimont D, Galon J, Gadina M, Visconti R, Zhou Y, Aringer M, et al. 71. Iwashima F, Yoshimoto T, Minami I, Sakurada M, Hirono Y, Hirata Y. Inhibition of Th1 immune response by glucocorticoids: dexamethasone Aldosterone induces superoxide generation via Rac1 activation in endo- selectively inhibits IL-12-induced Stat4 phosphorylation in T lymphocytes. thelial cells. Endocrinology (2008) 149:1009–14. doi:10.1210/en.2007-0864 J Immunol (2000) 164:1768–74. doi:10.4049/jimmunol.164.4.1768 72. Berger S, Wolfer DP, Selbach O, Alter H, Erdmann G, Reichardt HM, 54. Liberman AC, Refojo D, Druker J, Toscano M, Rein T, Holsboer F, et al. et al. Loss of the limbic mineralocorticoid receptor impairs behavioral The activated glucocorticoid receptor inhibits the transcription factor plasticity. Proc Natl Acad Sci U S A (2006) 103:195–200. doi:10.1073/pnas. T-bet by direct protein-protein interaction. FASEB J (2007) 21:1177–88. 0503878102 doi:10.1096/fj.06-7452com 73. Armanini D, Strasser T, Weber PC. Characterization of aldosterone binding 55. Maneechotesuwan K, Yao X, Ito K, Jazrawi E, Usmani OS, Adcock IM, sites in circulating human mononuclear leukocytes. Am J Physiol (1985) et al. Suppression of GATA-3 nuclear import and phosphorylation: a novel 248:E388–90. Frontiers in Immunology | www.frontiersin.org 8 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis 74. Herrada AA, Contreras FJ, Marini NP, Amador CA, González PA, Cortés CM, 91. Bochner BS, Rutledge BK, Schleimer RP. Interleukin 1 production by human et al. Aldosterone promotes autoimmune damage by enhancing Th17- lung tissue. II. Inhibition by anti-inflammatory steroids. J Immunol (1987) mediated immunity. J Immunol (2010) 184:191–202. doi:10.4049/jimmunol. 139:2303–7. 0802886 92. Barish GD, Downes M, Alaynick WA, Yu RT, Ocampo CB, Bookout AL, 75. Bergmann A, Eulenberg C, Wellner M, Rolle S, Luft F, Kettritz R. Aldoste- et al. A nuclear receptor atlas: macrophage activation. Mol Endocrinol (2005) rone abrogates nuclear factor kappaB-mediated tumor necrosis factor 19:2466–77. doi:10.1210/me.2004-0529 alpha production in human neutrophils via the mineralocorticoid recep- 93. Salkowski CA, Vogel SN. Lipopolysaccharide increases glucocorticoid tor. Hypertension (2010) 55:370–9. doi:10.1161/HYPERTENSIONAHA. receptor expression in murine macrophages. A possible mechanism for 109.141309 glucocorticoid-mediated suppression of endotoxicity. J Immunol (1992) 76. Frieler RA, Ray JJ, Meng H, Ramnarayanan SP, Usher MG, Su EJ, et al. 149:4041–7. Myeloid mineralocorticoid receptor during experimental ischemic stroke: 94. Bergquist M, Jirholt P, Nurkkala M, Rylander C, Hedenstierna G, Lindholm C. effects of model and sex. J Am Heart Assoc (2012) 1:e002584. doi:10.1161/ Glucocorticoid receptor function is decreased in neutrophils during endo- JAHA.112.002584 toxic shock. J Infect (2014) 69:113–22. doi:10.1016/j.jinf.2014.03.011 77. Rickard AJ, Morgan J, Bienvenu LA, Fletcher EK, Cranston GA, Shen JZ, 95. Van Bogaert T, Vandevyver S, Dejager L, Van Hauwermeiren F, Pinheiro I, et al. Cardiomyocyte mineralocorticoid receptors are essential for deoxy- Petta I, et al. Tumor necrosis factor inhibits glucocorticoid receptor corticosterone/salt-mediated inflammation and cardiac fibrosis. Hyperten sion function in mice: a strong signal toward lethal shock. J Biol Chem (2011) (2012) 60:1443–50. doi:10.1161/HYPERTENSIONAHA.112.203158 286:26555–67. doi:10.1074/jbc.M110.212365 78. Usher MG, Duan SZ, Ivaschenko CY, Frieler RA, Berger S, Schütz G, et al. 96. Galigniana MD, Piwien-Pilipuk G, Assreuy J. Inhibition of glucocorticoid Myeloid mineralocorticoid receptor controls macrophage polarization and receptor binding by nitric oxide. Mol Pharmacol (1999) 55:317–23. doi:10.1124/ cardiovascular hypertrophy and remodeling in mice. J Clin Invest (2010) mol.55.2.317 120:3350–64. doi:10.1172/JCI41080 97. Duma D, Silva-Santos JE, Assreuy J. Inhibition of glucocorticoid recep- 79. Keidar S. Aldosterone administration to mice stimulates macrophage tor binding by nitric oxide in endotoxemic rats. Crit Care Med (2004) NADPH oxidase and increases atherosclerosis development: a possible 32:2304–10. doi:10.1097/01.CCM.0000145996.57901.D7 role for angiotensin-converting enzyme and the receptors for angiotensin 98. Bhattacharyya S, Brown DE, Brewer JA, Vogt SK, Muglia LJ. Macrophage II and aldosterone. Circulation (2004) 109:2213–20. doi:10.1161/01.CIR. glucocorticoid receptors regulate toll-like receptor 4-mediated inflamma- 0000127949.05756.9D tory responses by selective inhibition of p38 MAP kinase. Blood (2007) 80. Łabuzek K, Liber S, Bułdak Ł, Machnik G, Liber J, Okopień B. Eplerenone 109:4313–9. doi:10.1182/blood-2006-10-048215 promotes alternative activation in human monocyte-derived macro- 99. Goodwin JE, Feng Y, Velazquez H, Sessa WC. Endothelial glucocorticoid phages. Pharmacol Rep (2013) 65:226–34. doi:10.1016/S1734-1140(13) receptor is required for protection against sepsis. Proc Natl Acad Sci U S A 70983-6 (2013) 110:306–11. doi:10.1073/pnas.1210200110 81. Chantong B, Kratschmar DV, Nashev LG, Balazs Z, Odermatt A. Mine- 100. Pitcairn M, Schuler J, Erve PR, Holtzman S, Schumer W. Glucocorticoid ralocorticoid and glucocorticoid receptors differentially regulate NF-kappaB and antibiotic effect on experimental gram-negative bacteremic shock. Arch activity and pro-inflammatory cytokine production in murine BV-2 micro- Surg (1975) 110:1012–5. doi:10.1001/archsurg.1975.01360140156030 glial cells. J Neuroinflammation (2012) 9:260. doi:10.1186/1742-2094- 101. Ottosson J, Brandberg A, Erikson B, Hedman L, Dawidson I, Söderberg R. 9-260 Experimental septic shock – effects of corticosteroids. Circ Shock (1982) 82. Braun A, Varga-Szabo D, Kleinschnitz C, Pleines I, Bender M, Austinat M, 9:571–7. et al. Orai1 (CRACM1) is the platelet SOC channel and essential for patho- 102. Fabian TC, Patterson R. Steroid therapy in septic shock. Survival studies in logical thrombus formation. Blood (2009) 113:2056–63. doi:10.1182/blood- a laboratory model. Am Surg (1982) 48:614–7. 2008-07-171611 103. White GL, Archer LT, Beller BK, Hinshaw LB. Increased survival with 83. Mushtaq M, Nam T-S, Kim U-H. Critical role for CD38-mediated Ca2+ methylprednisolone treatment in canine endotoxin shock. J Surg Res (1978) signaling in thrombin-induced procoagulant activity of mouse platelets 25:357–64. doi:10.1016/0022-4804(78)90131-2 and hemostasis. J Biol Chem (2011) 286:12952–8. doi:10.1074/jbc.M110. 104. Fadel F, André-Grégoire G, Gravez B, Bauvois B, Bouchet S, Sierra-Ramos C, 207100 et al. Aldosterone and vascular mineralocorticoid receptors in murine 84. Borst O, Schmidt E-M, Münzer P, Schönberger T, Towhid ST, Elvers M, endotoxic and human septic shock. Crit Care Med (2017) 45:e954–62. et al. The serum- and glucocorticoid-inducible kinase 1 (SGK1) influences doi:10.1097/CCM.0000000000002462 platelet calcium signaling and function by regulation of Orai1 expres- 105. Ebata T, Hayasaka H. Effects of aldosterone and dexamethasone on blood sion in megakaryocytes. Blood (2012) 119:251–61. doi:10.1182/blood- chemical mediators in endotoxin shock. Jpn J Surg (1979) 9:79–85. doi:10.1007/ 2011-06-359976 BF02468720 85. Kleinewietfeld M, Manzel A, Titze J, Kvakan H, Yosef N, Linker RA, et al. 106. Laviolle B, Nesseler N, Massart C, Bellissant E. Fludrocortisone and Sodium chloride drives autoimmune disease by the induction of pathogenic hydrocortisone, alone or in combination, on in vivo hemodynamics and TH17 cells. Nature (2013) 496:518–22. doi:10.1038/nature11868 in vitro vascular reactivity in normal and endotoxemic rats: a randomized 86. Bruder-Nascimento T, Ferreira NS, Zanotto CZ, Ramalho F, Pequeno IO, factorial design study. J Cardiovasc Pharmacol (2014) 63:488–96. doi:10.1097/ Olivon VC, et al. NLRP3 inflammasome mediates aldosterone- FJC.0000000000000072 induced vascular damage. Circulation (2016) 134:1866–80. doi:10.1161/ 107. Bein HJ, Jaques R. The antitoxic effect of aldosterone. Experientia (1960) CIRCULATIONAHA.116.024369 16:24–6. doi:10.1007/BF02201783 87. Sønder SUS, Mikkelsen M, Rieneck K, Hedegaard CJ, Bendtzen K. Effects 108. Bondoc CC, Beskid G, Wolferth CC, Howard JM, O’Malley JF. Cardio- of spironolactone on human blood mononuclear cells: mineralocorticoid vascular and antitoxic effects of aldosterone on cats in endotoxin shock. receptor independent effects on gene expression and late apoptosis induc- Surg Gynecol Obstet (1962) 114:43–6. tion. Br J Pharmacol (2006) 148:46–53. doi:10.1038/sj.bjp.0706700 109. Hayasaka H, O’malley JF, Howard JM. Antitoxic effect of aldosterone on cats 88. Nagai Y, Miyata K, Sun G-P, Rahman M, Kimura S, Miyatake A, et al. in endotoxic shock. Further studies. Arch Surg (1963) 87:861–5. doi:10.1001/ Aldosterone stimulates collagen gene expression and synthesis via activa- archsurg.1963.01310170147025 tion of ERK1/2 in rat renal fibroblasts. Hypertension (2005) 46:1039–45. 110. Hicks CW, Sweeney DA, Danner RL, Eichacker PQ, Suffredini AF, Feng J, doi:10.1161/01.HYP.0000174593.88899.68 et al. Efficacy of selective mineralocorticoid and glucocorticoid agonists 89. Brown NJ. Contribution of aldosterone to cardiovascular and renal inflam- in canine septic shock. Crit Care Med (2012) 40:199–207. doi:10.1097/ mation and fibrosis. Nat Rev Nephrol (2013) 9:459–69. doi:10.1038/nrneph. CCM.0b013e31822efa14 2013.110 111. Hicks CW, Sweeney DA, Danner RL, Eichacker PQ, Suffredini AF, Feng J, 90. Schleimer RP, MacGlashan DW, Gillespie E, Lichtenstein LM. Inhibition et al. Beneficial effects of stress-dose corticosteroid therapy in canines of basophil histamine release by anti-inflammatory steroids. II. Studies on depend on the severity of staphylococcal pneumonia. Intensive Care Med the mechanism of action. J Immunol (1982) 129:1632–6. (2012) 38:2063–71. doi:10.1007/s00134-012-2735-5 Frontiers in Immunology | www.frontiersin.org 9 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis 112. Barber AE, Coyle SM, Marano MA, Fischer E, Calvano SE, Fong Y, et al. randomized, double-blind, single-center study. Crit Care Med (1999) Glucocorticoid therapy alters hormonal and cytokine responses to endotoxin 27:723–32. doi:10.1097/00003246-199904000-00025 in man. J Immunol (1993) 150:1999–2006. 131. Sprung CL, Annane D, Keh D, Moreno R, Singer M, Freivogel K, et al. 113. Keh D, Boehnke T, Weber-Cartens S, Schulz C, Ahlers O, Bercker S, et al. Hydrocortisone therapy for patients with septic shock. N Engl J Med (2008) Immunologic and hemodynamic effects of “low-dose” hydrocortisone in 358:111–24. doi:10.1056/NEJMoa071366 septic shock: a double-blind, randomized, placebo-controlled, crossover 132. Venkatesh B, Finfer S, Cohen J, Rajbhandari D, Arabi Y, Bellomo R, et al. study. Am J Respir Crit Care Med (2003) 167:512–20. doi:10.1164/rccm. Adjunctive glucocorticoid therapy in patients with septic shock. N Engl J Med 200205-446OC (2018) 378:797–808. doi:10.1056/NEJMoa1705835 114. Leone M, Boutière-Albanèse B, Valette S, Camoin-Jau L, Barrau K, Albanèse J, 133. Rickard AJ, Morgan J, Chrissobolis S, Miller AA, Sobey CG, Young MJ. Endothelial et al. Cell adhesion molecules as a marker reflecting the reduction of cell mineralocorticoid receptors regulate deoxycorticosterone/salt-mediated endothelial activation induced by glucocorticoids. Shock (2004) 21:311–4. cardiac remodeling and vascular reactivity but not blood pressure. Hyper­ doi:10.1097/00024382-200404000-00004 tension (2014) 63:1033–40. doi:10.1161/HYPERTENSIONAHA.113.01803 115. Laviolle B, Annane D, Fougerou C, Bellissant E. Gluco- and mineralo- 134. Gomez-Sanchez EP. Intracerebroventricular infusion of aldosterone induces corticoid biological effects of a 7-day treatment with low doses of hydro- hypertension in rats. Endocrinology (1986) 118:819–23. doi:10.1210/endo- cortisone and fludrocortisone in septic shock. Intensive Care Med (2012) 118-2-819 38:1306–14. doi:10.1007/s00134-012-2585-1 135. Cat AND, Griol-Charhbili V, Loufrani L, Labat C, Benjamin L, Farman N, 116. Briegel J, Kellermann W, Forst H, Haller M, Bittl M, Hoffmann GE, et al. et al. The endothelial mineralocorticoid receptor regulates vasoconstric- Low-dose hydrocortisone infusion attenuates the systemic inflammatory tor tone and blood pressure. FASEB J (2010) 24:2454–63. doi:10.1096/fj. response syndrome. The Phospholipase A2 Study Group. Clin Investig (1994) 09-147926 72:782–7. doi:10.1007/BF00180547 136. Sakai RR, Nicolaïdis S, Epstein AN. Salt appetite is suppressed by interference 117. Oppert M, Schindler R, Husung C, Offermann K, Gräf K-J, Boenisch O, et al. with angiotensin II and aldosterone. Am J Physiol (1986) 251:R762–8. Low-dose hydrocortisone improves shock reversal and reduces cytokine 137. Oitzl MS, de Kloet ER. Selective corticosteroid antagonists modulate specific levels in early hyperdynamic septic shock. Crit Care Med (2005) 33:2457–64. aspects of spatial orientation learning. Behav Neurosci (1992) 106:62–71. doi:10.1097/01.CCM.0000186370.78639.23 doi:10.1037/0735-7044.106.1.62 118. Kaufmann I, Briegel J, Schliephake F, Hoelzl A, Chouker A, Hummel T, et al. 138. Almeida OF, Condé GL, Crochemore C, Demeneix BA, Fischer D, Hassan AH, Stress doses of hydrocortisone in septic shock: beneficial effects on opsoniza- et al. Subtle shifts in the ratio between pro- and antiapoptotic molecules tion-dependent neutrophil functions. Intensive Care Med (2008) 34:344–9. after activation of corticosteroid receptors decide neuronal fate. FASEB J doi:10.1007/s00134-007-0868-8 (2000) 14:779–90. doi:10.1096/fasebj.14.5.779 119. Briegel J, Jochum M, Gippner-Steppert C, Thiel M. Immunomodulation 139. Suzuki S, Tsubochi H, Suzuki T, Darnel AD, Krozowski ZS, Sasano H, et al. in septic shock: hydrocortisone differentially regulates cytokine responses. Modulation of transalveolar fluid absorption by endogenous aldosterone in J Am Soc Nephrol (2001) 12(Suppl 17):S70–4. adult rats. Exp Lung Res (2001) 27:143–55. doi:10.1080/019021401750069384 120. Maxime V, Fitting C, Annane D, Cavaillon J-M. Corticoids normalize 140. Cortés-Puch I, Hicks CW, Sun J, Solomon SB, Eichacker PQ, Sweeney DA, leukocyte production of macrophage migration inhibitory factor in septic et al. Hypothalamic-pituitary-adrenal axis in lethal canine Staphylococcus shock. J Infect Dis (2005) 191:138–44. doi:10.1086/426401 aureus pneumonia. Am J Physiol­Endocrinol Metab (2014) 307:E994–1008. 121. Bergquist M, Lindholm C, Strinnholm M, Hedenstierna G, Rylander C. doi:10.1152/ajpendo.00345.2014 Impairment of neutrophilic glucocorticoid receptor function in patients 141. Lichtarowicz-Krynska EJ, Cole TJ, Camacho-Hubner C, Britto J, Levin M, treated with steroids for septic shock. Intensive Care Med Exp (2015) 3:23. Klein N, et al. Circulating aldosterone levels are unexpectedly low in children doi:10.1186/s40635-015-0059-9 with acute meningococcal disease. J Clin Endocrinol Metab (2004) 89:1410–4. 122. Annane D, Bellissant E, Bollaert PE, Briegel J, Keh D, Kupfer Y. Corticosteroids doi:10.1210/jc.2003-030505 for treating sepsis. Cochrane Database Syst Rev (2015). doi:10.1002/14651858. 142. Moraes RB, Friedman G, Viana MV, Tonietto T, Saltz H, Czepielewski MA. CD002243.pub3 Aldosterone secretion in patients with septic shock: a prospective study. 123. Hebbar KB, Stockwell JA, Fortenberry JD. Clinical effects of adding fludro- Arq Bras Endocrinol Metabol (2013) 57:636–41. doi:10.1590/S0004- cortisone to a hydrocortisone-based shock protocol in hypotensive critically 27302013000800009 ill children. Intensive Care Med (2011) 37:518–24. doi:10.1007/s00134- 143. Tsai M-H, Chen Y-C, Lien J-M, Tian Y-C, Peng Y, Fang J-T, et al. Hemo- 010-2090-3 dynamics and metabolic studies on septic shock in patients with acute liver 124. Luce JM, Montgomery AB, Marks JD, Turner J, Metz CA, Murray JF. failure. J Crit Care (2008) 23:468–72. doi:10.1016/j.jcrc.2008.04.006 Ineffec tiveness of high-dose methylprednisolone in preventing parenchy- 144. du Cheyron D, Lesage A, Daubin C, Ramakers M, Charbonneau P. Hyper- mal lung injury and improving mortality in patients with septic shock. reninemic hypoaldosteronism: a possible etiological factor of septic shock- Am Rev Respir Dis (1988) 138:62–8. doi:10.1164/ajrccm/138.1.62 induced acute renal failure. Intensive Care Med (2003) 29:1703–9. doi:10.1007/ 125. Veterans Administration Systemic Sepsis Cooperative Study Group. Effect s00134-003-1986-6 of high-dose glucocorticoid therapy on mortality in patients with clinical 145. Findling JW, Waters VO, Raff H. The dissociation of renin and aldosterone signs of systemic sepsis. N Engl J Med (1987) 317:659–65. doi:10.1056/ during critical illness. J Clin Endocrinol Metab (1987) 64:592–5. doi:10.1210/ NEJM198709103171102 jcem-64-3-592 126. Sprung CL, Caralis PV, Marcial EH, Pierce M, Gelbard MA, Long WM, 146. Manglik S, Flores E, Lubarsky L, Fernandez F, Chhibber VL, Tayek JA. et al. The effects of high-dose corticosteroids in patients with septic shock. Glucocorticoid insufficiency in patients who present to the hospital with A prospective, controlled study. N Engl J Med (1984) 311:1137–43. severe sepsis: a prospective clinical trial. Crit Care Med (2003) 31:1668–75. doi:10.1056/NEJM198411013111801 doi:10.1097/01.CCM.0000063447.37342.A9 127. Bone RC, Fisher CJ, Clemmer TP, Slotman GJ, Metz CA, Balk RA. A con- 147. den Brinker M, Joosten KFM, Liem O, de Jong FH, Hop WCJ, Hazelzet JA, trolled clinical trial of high-dose methylprednisolone in the treatment of et al. Adrenal insufficiency in meningococcal sepsis: bioavailable cortisol severe sepsis and septic shock. N Engl J Med (1987) 317:653–8. doi:10.1056/ levels and impact of interleukin-6 levels and intubation with etomidate on NEJM198709103171101 adrenal function and mortality. J Clin Endocrinol Metab (2005) 90:5110–7. 128. Rothwell PM, Udwadia ZF, Lawler PG. Cortisol response to corticotropin and doi:10.1210/jc.2005-1107 survival in septic shock. Lancet (1991) 337:582–3. doi:10.1016/0140-6736 148. Hamitouche N, Comets E, Ribot M, Alvarez J-C, Bellissant E, Laviolle B. (91)91641-7 Population pharmacokinetic-pharmacodynamic model of oral fludrocorti- 129. Bollaert PE, Charpentier C, Levy B, Debouverie M, Audibert G, Larcan A. sone and intravenous hydrocortisone in healthy volunteers. AAPS J (2017) Reversal of late septic shock with supraphysiologic doses of hydrocortisone. 19:727–35. doi:10.1208/s12248-016-0041-9 Crit Care Med (1998) 26:645–50. doi:10.1097/00003246-199804000-00010 149. Polito A, Hamitouche N, Ribot M, Polito A, Laviolle B, Bellissant E, et al. 130. Briegel J, Forst H, Haller M, Schelling G, Kilger E, Kuprat G, et al. Stress Pharmacokinetics of oral fludrocortisone in septic shock. Br J Clin Pharmacol doses of hydrocortisone reverse hyperdynamic septic shock: a prospective, (2016) 82:1509–16. doi:10.1111/bcp.13065 Frontiers in Immunology | www.frontiersin.org 10 July 2018 | Volume 9 | Article 1736 Heming et al. Corticosteroids in Sepsis 150. Druce LA, Thorpe CM, Wilton A. Mineralocorticoid effects due to cortisol Copyright © 2018 Heming, Sivanandamoorthy, Meng, Bounab and Annane. This inactivation overload explain the beneficial use of hydrocortisone in septic is an open­access article distributed under the terms of the Creative Commons shock. Med Hypotheses (2008) 70:56–60. doi:10.1016/j.mehy.2007.04.031 Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited Conflict of Interest Statement: The authors declare that the research was con- and that the original publication in this journal is cited, in accordance with accepted ducted in the absence of any commercial or financial relationships that could be academic practice. No use, distribution or reproduction is permitted which does not construed as a potential conflict of interest. comply with these terms. Frontiers in Immunology | www.frontiersin.org 11 July 2018 | Volume 9 | Article 1736",
    "Conclusion": ""
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC6077259&blobtype=pdf"
  }
}