{
  "topic": "sepsis_diagnosis_criteria",
  "pmid": "33159530",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_33159530\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC7648542&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "33159530",
    "title": "Myorelaxants in ARDS patients.",
    "journal": "Intensive Care Med",
    "year": "2020",
    "authors": [
      "Hraiech S",
      "Yoshida T",
      "Annane D",
      "Duggal A",
      "Fanelli V",
      "Gacouin A",
      "Heunks L",
      "Jaber S",
      "Sottile PD",
      "Papazian L"
    ],
    "doi": "10.1007/s00134-020-06297-8"
  },
  "sections": {
    "Abstract": "Intensive Care Med (2020) 46:2357–2372 https://doi.org/10.1007/s00134-020-06297-8 REVIEW Myorelaxants in ARDS patients Sami Hraiech1,2, Takeshi Yoshida3, Djillali Annane4, Abhijit Duggal5, Vito Fanelli6, Arnaud Gacouin7, Leo Heunks8, Samir Jaber9, Peter D. Sottile10 and Laurent Papazian1,2* © 2020 Springer-Verlag GmbH Germany, part of Springer Nature Abstract Neuromuscular blocking agents (NMBAs) inhibit patient-initiated active breath and the risk of high tidal volumes and consequent high transpulmonary pressure swings, and minimize patient/ ventilator asynchrony in acute respiratory distress syndrome (ARDS). Minimization of volutrauma and ventilator-induced lung injury (VILI) results in a lower incidence of barotrauma, improved oxygenation and a decrease in circulating proinflammatory markers. Recent randomized clinical trials did not reveal harmful muscular effects during a short course of NMBAs. The use of NMBAs should be considered during the early phase of severe ARDS for patients to facilitate lung protective ventilation or prone positioning only after optimising mechanical ventilation and sedation. The use of NMBAs should be integrated in a global strategy including the reduction of tidal volume, the rational use of PEEP, prone positioning and the use of a ventilatory mode allowing spontaneous ventilation as soon as possible. Partial neuromuscular blockade should be evaluated in future trials. Keywords: Muscle relaxants, Protective ventilation, Prone positioning, Corticosteroids, ECMO, Sedation, PEEP Introduction ALVEOLI trial comparing a high PEEP strategy to a low PEEP strategy, continuous NMBAs were used at baseline Mechanical ventilation (MV) is the basis of the treatment in 30% and 25.4% of the lower and higher PEEP groups, of patients presenting with acute respiratory distress syn- respectively, and in 45% and 33% of patients with lower drome (ARDS). The respective roles of mechanical ven- and higher PEEP between day 0 and day 28 [2]. Factors tilation with preserved spontaneous breathing (SB) and that were found to be associated with NMBA use are completely controlled mechanical ventilation using neu- mainly related to disease severity, as assessed by a high romuscular blocking agents (NMBAs) need to be clari- APACHE III score, a large alveolar–arterial oxygen gra- fied at the very early phase of ARDS. However, these two dient, and a high plateau pressure [2]. Moreover, the seemingly opposing strategies should be complemen- use of prone positioning [3], permissive hypercapnia tary, and defining the appropriate timing using these two to ensure protective ventilation, extra-corporeal mem- strategies successively is warranted. brane oxygenation (ECMO) [4] or high-frequency oscil- The current SARS-CoV-2 pandemic is associated latory ventilation may require the use of NMBAs [5]. with NMBA shortage in different countries, suggesting The purpose of this narrative review is to present an their widespread use [1]. Even before the publication of updated discussion on the role of muscle paralysis dur- specific studies regarding the use of NMBAs in ARDS ing mechanical ventilation in ARDS patients, based both patients, their use was not trivial. In a sub-study of the on pathophysiological concepts and data obtained from clinical studies. *Correspondence: laurent.papazian@ap-hm.fr 1 Assistance Publique - Hôpitaux de Marseille, Hôpital Nord, Médecine Intensive Réanimation, 13015 Marseille, France Full author information is available at the end of the article 2358 Pharmacology of NMBAs Take‑home message Physiologically, acetylcholine (ACh) is released from the presynaptic motor nerve terminus, diffuses across the The use of NMBAs should be considered during the early phase of synaptic cleft, and binds to ligand-gated nicotinic ace- severe ARDS for patients who despite deep sedation cannot be ven- tylcholine receptors (AChRs) on the postsynaptic motor tilated according to lung protective ventilation criteria or patients in prone position only after adjusting mechanical ventilation settings endplate. The binding of ACh increases the membrane and sedation. The use of NMBAs should be integrated into a global permeability, which decreases the transmembrane poten- strategy involving low tidal volume, a judicious use of PEEP, prone tial. When the threshold potential is reached, the action positioning and the use of a ventilatory mode allowing spontane- ous ventilation as soon as possible. potential is propagated, resulting in skeletal muscle cell contraction. The action of ACh is rapidly terminated by the enzyme acetylcholinesterase. NMBAs cause skeletal benzylisoquinolinium drug one of the most commonly muscle relaxation by blocking the acetylcholine receptor utilized NMBAs in critically ill patients who require neu- neuromuscular junction [6]. These agents are classified romuscular blockade [9, 10] Main differences between by their mechanism of action and chemical structure. benzylisoquinoliniums and other NMBAs are reported in Depolarising NMBAs bind and activate AChRs, whereas Table 1. non-depolarising NMBAs bind and competitively antag- Selecting a specific NMBA in the critically ill patient onize AChRs. Succinylcholine is the only depolaris- depends on the indication, patient’s comorbidities (liver ing agent but is not used as continuous infusion. The or renal failure), interactions with other drugs, physi- group of non-depolarising NMBAs is further subdivided ological changes and risk factors that may affect the phar- according to their structure into benzylisoquinolinium— macokinetics of NMBAs, such as age-related changes, e.g., atracurium, cisatracurium and mivacurium, and hypothermia, sepsis, and metabolic or electrolyte distur- amino steroidal compounds—e.g., rocuronium, vecuro- bances. Tachyphylaxis has also been documented with nium and pancuronium. Steroid compounds appear to NMBAs use, and clinical guidelines recommend that further favor the occurrence of myopathies because of patients who develop tachyphylaxis to one NMBA should their structural analogy [7]. Moreover, they are metabo- try another drug (rather from another class) if neuromus- lized into active metabolites; the elimination of these cular blockade is still required [11]. metabolites can be disturbed in renal or liver failure, and there is a risk of accumulation, especially if administered Plausible beneficial effects of NMBAs in ARDS for several days. On the contrary, benzylisoquinolines are patients metabolized to inactive compounds by plasma esterases, depending upon the plasma temperature and pH. There Several pathophysiological hypotheses have been pro- is no risk of a prolonged muscular block after ending posed to explain why NMBAs used during the acute the infusion of these agents even in critically ill patients phase of moderate-to-severe ARDS might improve the with renal or liver failure [8]. The choice of the adequate outcomes. Figure 1 summarizes the key mechanisms. The non-depolarising NMBA depends on both the indication main effects probably involve the following: and patient’s comorbidities (e.g., renal and liver failure). Pancuronium was the first amino steroidal compound Reduction of patient‑to‑ventilator asynchronies and better introduced clinically. It stimulates muscarinic receptors, adaptation to protective ventilation especially cardiac receptors with an atropine-like effect Better control of the tidal volume by limiting inspira- (vagal blockade with tachycardia). Atracurium and cisa- tory efforts and inhibition of active expiration help to tracurium are preferred agents for continuous infusions decrease baro, volu and atelectrauma [12]. Thus, NMBAs due to the fact that their metabolism is unrelated to renal limit the occurrence of high and large swings of transpul- or hepatic function. They are both intermediate-acting monary pressure related to strong inspiratory efforts, as NMBAs. Atracurium is metabolized through nonspe- well as expiratory collapse by inhibiting active expiration. cific plasma esterase-mediated hydrolysis as well as by Strong expiratory efforts can generate negative transpul- the Hofmann elimination reaction, which is independ- monary pressure (when pleural pressure is higher than ent of hepatic and renal function, making this agent an PEEP) and lead to alveolar collapse [13]. By the way, attractive option in the intensive care unit in patients NMBAs could limit derecruitment and allow the main- with renal and/or hepatic dysfunction. Cisatracurium tenance of PEEP [13, 14]. These events are associated is an isomer of atracurium, with a fourfold increased with a decrease in lung blood flow and alveolar–capil- potency and without the associated histamine release. lary permeability. NMBAs also prevent breath stacking, It is metabolized through organ-independent mecha- a patient–ventilator interaction in which consecutive nisms via the Hofmann elimination reaction, making this machine inspiratory cycles occur in close succession with 2359 Table 1 Pharmacology of commonly used neuromuscular blocking agents Agent ED95/ Onset time (min) Infusion Duration of action Elimination Intubating dose (mg/kg) dose (μg/kg/min) Succinylcholine 0.5–0.6/1–1.2 0.5–1 s NF 10–12 min Metabolized by plasma cholinesterase. No active metabolite Rocuronium 0.3/0.6 1.5–3 5–12 20–70 min Eliminated by the liver (90%) (1.2 for rapid sequence induc- (1 for rapide induction dose) and kidneys (10%). No active tion) metabolite Pancuronium 0.07/0.1 3–5 0.8–1.7 20–40 min Eliminated by the liver (15%) and kidneys (85%). Active metabolite 3-OH-pancuro- = nium, accumulating in case of renal failure Vecuronium 0.05/0.08–0.1 3–5 0.8–1.7 20–40 min Eliminated by the liver (60%) and kidneys (40%). Active metabolite 3-desacetyl- = Vecuronium, accumulating in case of renal failure Cisatracurium 0.05–0.07/0.15 4–7 1–3 35–50 min Hofmann elimination. No active metabolite Atracurium 0.25/0.5 3–5 10–20 30–45 min Metabolized by plasma esterase and Hofmann elimination. Metabolite laudanosine, = possible neurologic toxicity at high continuous doses) Mivacurium 0.08/0.25 2–3 5–6 12–20 min Metabolized by plasma cholinesterase. No active metabolite ED95 effective dose 95%: the amount of NMBA required to reduce twitch height by 95%. NF not feasible incomplete exhalation between them, typically due to mechanism, NMBAs likely reduce respiratory demand inspiratory muscle effort early during the machine expir- and cardiac output, followed by an increase in the mixed atory phase. Breath stacking can result in regular expo- venous partial pressure of oxygen and the partial pres- sure to potentially injurious and occult high Vt despite sure of arterial oxygen. Reducing the work of breathing ventilator settings consistent with a lung-protective during mechanical ventilation by neuromuscular paraly- strategy. By eliminating breath-stacking dyssynchrony, sis may lower the whole-body oxygen consumption in a NMBAs ensure provision of the intended low-Vt strategy significant manner (a 25% reduction has been reported [15]. Inspiratory efforts can be clinically undetectable or [20]) and redistribute the blood flow to the splanchnic associated with undiagnosed reverse triggering (a breath and other non-vital vascular beds [20]. Sparing oxygen delivered by the ventilator triggering a contraction of the consumption, NMBAs could reduce respiratory demand, diaphragm responsible for a spontaneous breath [16]), contributing to reduce VILI from high minute ventila- which can be frequent even under deep sedation in non- tion and excessive patient effort, whereas decreasing car- paralysed patients [17]. Finally, an elevated rate of asyn- diac output may decrease VILI from pulmonary vascular chronies has been shown to be associated with higher strain [21]. ICU and hospital mortality [18]. Lastly, paralysing ventilatory muscles to allow con- Increased thoraco‑pulmonary compliance and functional trolled ventilation could facilitate the tolerance of per- residual capacity missive hypercapnia. This might be associated with a decrease in the intra-pul- monary shunt due to PEEP maintenance and lower ate- Decrease in oxygen consumption lectasis in dependant regions of the lungs [22]. NMBAs NMBAs have been shown to decrease oxygen con- improve the mechanical viscoelastic properties of the sumption, mainly by eliminating muscular activity and chest wall. An improved ventilation–perfusion ratio may improving systemic oxygenation, particularly in muscles also be related to a more uniform distribution of lung implicated in respiratory function [19]. Through this perfusion due to the application of lower pulmonary 2360 Fig. 1 Plausible beneficial effects of neuromuscular blocking agents (NMBAs) in ARDS patients pressure, favouring the perfusion of ventilated areas and The biological plausibility of a direct anti-inflammatory decreasing the intra-pulmonary shunt [23]. effect of cisatracurium is based on the broad expression of its receptor, alpha-1-nicotine receptor (nAChRα1), on Better regional distribution of the tidal volume epithelial cells, endothelial cells, leukocytes and fibro- NMBAs could avoid or limit the overdistension of high blasts [27–30] (Table S1, supplementary material 1). compliance territories and promoting the recruitment of In the lungs, nAChRα1 signals as an alternative recep- areas with smaller compliance. tor for urokinase on neutrophils, leading to the release of inflammatory cytokines such as IL-1α, TNF-α, and Anti‑inflammatory effects macrophage inflammatory protein-2 [27]. An in vitro The lower production of proinflammatory cytokines in and in vivo animal study has been conducted to test the the lung and the blood reported in patients receiving hypothesis that NMBAs are protective against biotrauma cisatracurium [24] has suggested an “anti-inflammatory” by their anti-inflammatory effects mediated by blocking role for NMBAs. Two mechanisms could be involved: the activity of nAChRα1 on epithelial cells, endothelial first, a reduced inflammation through the reduction cells, and leukocytes [31]. Cisatracurium had intrinsic of ventilator-induced lung injury (VILI). The second anti-inflammatory properties and its lung protection was hypothesis is a direct “anti-inflammatory” effect of cisa- primarily independent of the effects of synchrony. Sur- tracurium (see “Biological effects” section). rogates of lung injury, such as the wet to dry ratio and protein concentration in bronchoalveolar lavage fluid Biological effects of NMBAs (BALF), were lower in rats treated with NMBA than NMBAs have multiple, potentially positive, biologi- in controls, in which perfect synchrony was achieved cal effects in humans [25]. In patients with moderate- with anaesthesia alone. The anti-inflammatory effects to-severe ARDS, NMBAs administration has been of cisatracurium, as defined by the lower release of associated with lower local and systemic release of inflammatory cytokines by several cell types (epithelial, inflammation, epithelial dysfunction, and endothelial endothelial, and CD14 cells) after challenge with LPS, + injury biomarkers, such as IL-8, surfactant protein-D, BALF or plasma from ARDS patients, was mediated by and von Willebrand factor [24, 26]. nAChRα1 blockade. cisatracurium lac",
    "Method": "",
    "Conclusion": ""
  }
}