{
  "pmid": "15025773",
  "topic": "steroid_sensitivity",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_15025773\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "Critical Care April 2004 Vol 8 No 2 Prigent et al. Review Clinical review: Corticotherapy in sepsis Helene Prigent1, Virginie Maxime2 and Djillali Annane3 1Senior Resident, Service de Réanimation Médicale, Hôpital Raymond Poincaré, Garches, France 2Senior Resident, Service de Réanimation Médicale, Hôpital Raymond Poincaré, Garches, France 3Director of the ICU, Service de Réanimation Médicale, Hôpital Raymond Poincaré, Garches, France Correspondence: Djillali Annane, djillali.annane@rpc.ap-hop-paris.fr Published online: 29 September 2003 Critical Care2004, 8:122-129 (DOI 10.1186/cc2374) This article is online at http://ccforum.com/content/8/2/122 © 2004 BioMed Central Ltd (Print ISSN 1364-8535; Online ISSN 1466-609X) Abstract The use of glucocorticoids (corticotherapy) in severe sepsis is one of the main controversial issues in critical care medicine. These agents were commonly used to treat sepsis until the end of the 1980s, when several randomized trials casted serious doubt on any benefit from high-dose glucocorticoids. Later, important progress in our understanding of the role played by the hypothalamic–pituitary– adrenal axis in the response to sepsis, and of the mechanisms of action of glucocorticoids led us to reconsider their use in septic shock. The present review summarizes the basics of the physiological response of the hypothalamic–pituitary–adrenal axis to stress, including regulation of glucocorticoid synthesis, the cellular mechanisms of action of glucocorticoids, and how they influence metabolism, cardiovascular homeostasis and the immune system. The concepts of adrenal insufficiency and peripheral glucocorticoid resistance are developed, and the main experimental and clinical data that support the use of low-dose glucocorticoids in septic shock are discussed. Finally, we propose a decision tree for diagnosis of adrenal insufficiency and institution of cortisol replacement therapy. Keywordsadrenal insufficiency, glucorticoids, hormone replacement therapy, hypothalamic–pituitary–adrenal axis, sepsis Introduction line [norepinephrine]) is localized in the medulla. The adrenal Ever since the discovery of the Waterhouse–Friderichsen cortex consists of three zones, each of which synthesizes syndrome, the occurrence of acute adrenal failure during specific groups of hormones. Zona glomerulosa, which is sepsis has remained controversial. The use of glucocorticoids superficially located, produces mineralocorticoids (aldo- (corticotherapy) during sepsis has also been a subject of sterone and, to a lesser extent, corticosterone); whereas debate. Initially used in sepsis at high doses for its anti-inflam- zona reticularis, which is deeper set, produces weak andro- matory properties, corticotherapy was abandoned during the gens (dehydroepiandrosterone, dehydroepiandrosterone sul- 1980s after several studies of corticotherapy in septic shock phate, ∆ -androstenedione and 11β-hydroxyandrostenedione). 4 showed no benefit from treatment. However, recent evidence Finally, glucocorticoids (cortisol and cortisone) are produced of adrenal dysfunction during sepsis and a better understand- by the zona fasciculata. ing of the mechanisms of action of glucocorticoids have led to a reconsideration of the role of glucocorticoids in sepsis. Cortisol, the main glucocorticoid, is a steroid hormone of 19carbon atoms derived from the conversion of cholesterol by Major physiologic properties and actions of an enzymatic chain that belongs to the P450 cytochrome. Corti- glucocorticoids sol circulates in plasma either in its free and active form (which The adrenal gland consists of two functional units: the accounts only for 5–10% of total cortisol) or in its inactive form, medulla and the cortex. Production of the sympathetic reversibly bound to proteins. The two main binding proteins are system hormones (adrenaline [epinephrine] and noradrena- the cortisol-binding globulin (CBG) and albumin [1]. ACTH = adrenocorticotrophic hormone; AVP = arginine vasopressin; CBG = cortisol-binding globulin; CRH = corticotrophin-releasing hormone; 122 IL = interleukin; NO = nitric oxide; Th = T helper; TNF = tumour necrosis factor. Available onlinehttp://ccforum.com/content/8/2/122 Because of its lipophylic nature, cortisol enters the cells pas- agonists (noradrenaline) and serotonin stimulate its produc- sively and binds to a soluble cytosolic receptor – glucocorti- tion whereas substanceP, opioids and γ-aminobutyric acid coid receptor typeII – which in its inactive form is bound to inhibit it. Inflammation cytokines (IL-1, IL-2, IL-6, TNF-α) also heat shock protein-90. The glucocorticoid-receptor complex influence production of CRH [4,7]. enters the nucleus and interacts directly with specific DNA sites (glucocorticoid-responsive elements), exerting both Finally, glucocorticoids exert a negative feedback on the inhibitory and activating actions on transcription [2]. Study of hypothalamic–pituitary axis, inhibiting ACTH production as the effect of glucocorticoids on gene expression of mononu- well as pro-opiomelanocortin gene transcription, and CRH clear cells shows that glucocorticoids upregulate and down- and AVP production. regulate up to 2000 genes that are involved in regulation of the immune response [3]. Secretion of the hypothalamic–pituitary axis hormones (ACTH, CRH and AVP) follows a pulsatile course with a cir- Cortisol is metabolized by the liver (reduced and conjugated) cadian rhythm. The amplitude of the secretory pulses varies as well as by the kidney, where it is converted into its inactive throughout the day and is greatest in the morning between 6 metabolite cortisone by the 11β-hydroxysteroid dehydroge- and 8AM, rapidly decreasing until noon and decreasing more nase. Steroids that possess a ketone group at position 11 slowly until midnight [1]. have an affinity for both glucocorticoid and mineralocorticoid Main actions of glucocorticoids receptors, which accounts for the weak mineralocorticoid activity of glucocorticoids. Since the discovery of cortisol by Kendall and Reichstein in 1937, the actions of glucocorticoids have been progressively Regulation of glucocorticoid production identified and defined in many areas. The production of glucocorticoids is regulated by the hypo- thalamic–pituitary axis. Cortisol production and secretion is Metabolic effects stimulated mainly by the adrenocorticotrophic hormone Glucocorticoids play a major role in glucose metabolism. (ACTH). This peptide is comprises 39amino acids and is They stimulate liver gluconeogenesis and glycogenolysis, produced in the anterior pituitary. It is liberated by cleavage of promote the action of the other hormones that are involved in a large precursor, the pro-opiomelanocortin, which also liber- gluconeogenesis (glucagon and adrenaline), and inhibit cellu- ates other peptides (β-endorphin, lipotropin, melanocyte-stim- lar uptake of glucose by inducing peripheral insulin resis- ulating hormone). In the short term, ACTH stimulates cortisol tance. The main consequence of these actions is a rise in production and secretion (cortisol storage in adrenal glands blood glucose concentration [8]. Glucocorticoids also influ- being low); in the longer term, ACTH also stimulates the syn- ence fat metabolism, activating lipolysis and inhibiting thesis of enzymes that are involved in cortisol production, as glucose uptake by the adipocytes. They inhibit protein synthe- well as their cofactors and adrenal receptors for low-density sis and activate proteinolysis in muscles, liberating amino lipoprotein cholesterol. ACTH also stimulates the production acids that can serve as substrates for gluconeogenesis. of adrenal androgens and, to a lesser extent, that of mineralo- Finally, they are involved in bone and mineral metabolism, corticoids [1]. activating osteoclasts, inhibiting osteoblasts, decreasing intestinal calcium uptake and increasing calcium urinary The half-life of ACTH is short and its action is fast because secretion by decreasing its renal reabsorption [1]. cortisol concentration in adrenal veins rises only a few minutes after ACTH secretion [4]. ACTH secretion is regu- Immunological and anti-inflammatory effects lated by several factors. The main stimulators of its produc- Immune cells present high-affinity receptors for glucocorti- tion are the corticotrophin-releasing hormone (CRH) and coids. Many effects of glucocorticoids on the immune and arginine vasopressine (AVP), which are both secreted by the inflammatory responses have been described in vitrobut their hypothalamus. AVP stimulates ACTH secretion only weakly clinical relevance remains controversial. An anti-inflammatory but it strongly promotes CRH action. Catecholamines, effect is clinically observed when the hormones are given at angiotensinII, serotonin and vasoactive intestinal peptide are supra-physiological doses. However, glucocorticoids influ- also known stimulators of ACTH secretion. Finally, some ence the main mediators of the inflammatory response, inflammatory cytokines influence ACTH secretion, exerting namely lymphocytes, natural killer lymphocytess, monocytes, either a stimulatory action (IL-1, IL-2, IL-6, tumour necrosis macrophages, eosinophils, neutrophils, mast cells and factor [TNF]-α) or an inhibitory one (transforming growth basophils [9]. Glucocorticoid administration is followed by a factor-β) [4–6]. fall in circulating lymphocytes, which results from the passage of lymphocytes from main circulation toward lymphoid organs CRH is a 41-amino-acid peptide secreted by the hypothala- (e.g. spleen, adenopathies, thoracic canal). The opposite mus. Liberated in the hypothalamic–pituitary portal system, it effect is observed with granulocytes, which accumulate in stimulates the production and the secretion of pro-opiome- blood circulation, whereas neutrophil migration toward inflam- lanocortin. Many factors influence CRH secretion. Adrenergic matory sites is inhibited (resulting from decreased secretion 123 Critical Care April 2004 Vol 8 No 2 Prigent et al. Table 1 Main anti-inflammatory effects of glucocorticoids Anti-inflammatory effect Details Proinflammatory cytokine production Inhibition of IL-2, IL-3, IL-4(?), IL-5, IFN-γ, GM-CSF synthesis by T lymphocytes Inhibition of IL-1, TNF-α, IL-6, IL-8, IL-12, MIF synthesis by macrophages/monocytes Inhibition of IL-8 synthesis by neutrophils Anti-inflammatory cytokine production Increase in IL-10, TGF-β, IL-1 receptor antagonist synthesis Inflammatory cell migration Inhibition of chemokine production (MCP-1, IL-8, MIP-1α) Stimulation of MIF and lipocortine-1 production by macrophages Inflammation mediator expression Inhibition of soluble PLA , inducible COX-2 and inducible NOS synthesis 2 Cell membrane markers expression Inhibition of CD14 expression on macrophages/monocytes Inhibition of adhesion molecule expression (ICAM-1, ECAM-1, LFA-1, CD2) on endothelial cells Apoptosis Activation of eosinophils and mature T lymphocyte apoptosis COX, cylo-oxygenase; ECAM, endothelial cell adhesion molecule; GM-CSF, granulocyte–macrophage colony-stimulating factor; ICAM, intercellular adhesion molecule; IFN, interferon; IL, interleukin; LFA, leucocyte function associated antigen; MCP, monocyte chemoattractant protein; MIF, migration inhibitory factor; MIP, macrophage inflammatory peptide; NOS, nitric oxide synthase; PL, phospholipase; TGF, transforming growth factor; TNF, tumour necrosis factor. of chemokines), which contributes to a decreased local corticoids stimulate the production of anti-inflammatory inflammatory reaction. Macrophage secretion is inhibited by factors such as IL-1 receptor agonist, the soluble TNF recep- the production of migration inhibitory factor [10]. Finally, glu- tor, IL-10 and transforming growth factor-β[15,16]. This anti- cocorticoids stimulate eosinophil apoptosis [11]. inflammatory activity is completed by inhibition of the production of cyclo-oxygenase-2 and of the inducible nitric Glucocorticoids are involved in the immune response by inhibit- oxide (NO) synthase, which are key enzymes in inflammation. ing the production of IL-12 by macrophages and monocytes, Glucocorticoids also induce the production of lipocortin-1, and therefore influencing lymphocyte differentiation by acting which in turn inhibits the synthesis of leucotrienes and of on the Th1/Th2 balance. IL-12 is a strong stimulator of inter- phopholipase A – an important enzyme that is involved in the 2 feron-γ synthesis and inhibitor of IL-4 secretion. Inhibition of arachidonic acid cascade [4,17]. IL-12 secretion and of the expression of its receptors on T and natural killer lymphocytes favours IL-4 production and lifts the Cardiovascular effects suppressive effects of IL-12 on Th2 activity. Th1 and Th2 lym- Glucocorticoids are involved in vascular reactivity. Indeed, phocytes are mutually inhibitory, and therefore the promotion of although hypertension is a common complication of corti- Th2 activity and humoral immunity is associated with a sup- cotherapy, hypotension is a key symptom of adrenal failure. pression of cellular immunity [9]. However, these in vitroobser- Blocking the effects of endogenous cortisol in animals results vations must be confirmed in vivo. A recent study of cytokines in arterial hypotension, which seems secondary to an effect expressed by 40patients with septic shock, 20 of whom were on peripheral resistances, whereas cardiac output is unaf- treated with low doses of glucocorticoids, showed an increase fected. This effect of cortisol appears independent of miner- in IL-12 secretion and did not show an increase in Th2 differen- alocorticoid activity. Although the mechanisms of the vascular tiation while under glucocorticoid treatment [12]. effects are not fully understood, glucocorticoids modulate vascular reactivity to angiotensinII and to catecholamines Glucocorticoids modulate the cytokine response observed (adrenaline and noradrenaline). The increase in transcription during inflammation (Table1). On the cellular level, this action and expression of glucocorticoid receptors might be one of is mediated by the inhibition of the production and of the the mechanisms involved [18]. Glucocorticoids also modu- activity of proinflammatory cytokines (IL-1, IL-2, IL-3, IL-6, late vascular permeability and decrease production of NO as interferon-γ, TNF-α), chemokines, eicosanoids, bradykinin and well as of other vasodilator factors [1,7]. migration inhibitory factor [5,10,13,14]. This inhibition results Glucocorticoids and stress both from the direct interaction between the glucocorticoid- receptor complex and the glucocorticoid responsive elements The main role of the stress response is to maintain homeosta- located on DNA, and from the inhibition of transcriptions sis. The hypothalamic–pituitary axis, along with the adrenergic factors such as nuclear factor-κB (mediated by the inhibitory and sympathetic nervous systems, are the main mediators of 124 factor IκB) and activator protein-1 [2]. Simultaneously, gluco- the stress response. Available onlinehttp://ccforum.com/content/8/2/122 Almost all forms of stress (whether physical or psychological) with severe sepsis as well as in",
    "Method": "patients undergoing surgery are followed by an immediate increase in ACTH secretion, [14,27–30]. Peak cortisol levels correlate with the severity of which is followed a few minutes later by an important rise in infection. Thus, Rothwell and Lawler [31], measuring serum cortisol blood levels [19]. Stress also results in a decrease in cortisol levels on intensive care unit admission in CBG, leading to an increase in cortisol blood levels [20]. 260patients, observed significantly higher levels in patients Moreover, free cortisol concentration can be enhanced at the who did not survive. Serum cortisol level was an independent inflammatory site by an increase in neutrophil elastase activ- predictive factor for outcome, reflecting the intensity of the ity, which will contribute to cleavage of cortisol and CBG. activation of the hypothalamic–pituitary axis as well as the Finally, cytokines may also increase the affinity of receptors severity of the ‘stressful’ factor. for glucocorticoids [15]. During stress adrenal hormone pro- duction is characterized by a shift in the production of miner- Stress response is associated with a rise in serum cortisol alocorticoids with a drop in aldosterone production, while levels, but the absolute value that represents an appropriate renin levels rise. However, the clinical significance and conse- response is not known. It probably varies according to the quences of this fall in mineralocorticoid production is underlying cause (depending on the importance of the surgi- unknown, and mineralocorticoid treatment in sepsis remains cal procedure, whether the patient presents with trauma or controversial. These events are associated with a loss of the severe sepsis) [19,32]. Moreover, a dynamic evaluation of circadian rhythm of cortisol secretion secondary to an adrenal function is necessary in order to appreciate the increase in CRH and ACTH production, stimulated by inflam- integrity of the hypothalamic–pituitary axis. This evaluation matory cytokines, vagal stimulation and reduction in cortisol relies on ACTH stimulation tests, which explore ACTH recep- negative feedback [9,19]. tor efficiency and the ability of adrenal cells to produce gluco- corticoid. However, inducing hypoglycaemia with an insulin As described above, a rise in glucocorticoid concentration test may be dangerous in unstable patients. The dynamic results in multiple effects with the aim of maintaining homeo- response of serum cortisol levels after stimulation defines stasis during stress. Metabolic effects, especially hypergly- whether the hypothalamic–pituitary axis is responding appro- caemia, contribute to increasing energetic substrates during priately. The ‘normal’ value after stress exposure is not known, a period that requires increased metabolism and transfer of but a rise of 9µg/dl or more is commonly accepted as an available glucose to insulin-independent cells (e.g. central appropriate response [33,34]. nervous system, inflammatory cells). Cardiovascular effects Glucocorticoids and sepsis occur to maintain normal vascular reactivity during the stress period. Finally, glucocorticoids counteract almost every step The initial phase of sepsis is associated with intense inflam- of the inflammatory cascade, modulating the immune matory activity, secondary to the identification of infectious response. These different mechanisms are integrated in the components by the immune system. The major anti-inflamma- adaptive response to stress. Inflammatory cytokines (e.g. tory role played by glucocorticoids naturally led to considera- TNF-α, IL-6, IL-1) acutely activate the hypothalamic–pituitary tion of their use in sepsis. The first evaluations of axis, which reduces the inflammatory response; cortisol, in corticotherapy in severe sepsis were done with high doses of turn, exerts a negative feedback on the hypothalamic–pitu- glucocorticoids and did not show any benefit on duration of itary axis, which allows the body to regulate the period in shock or on outcome [35,36]. A meta-analysis of nine which the immunosuppressive and catabolic effects of gluco- prospective randomized controlled studies [37] concluded corticoids are active [6]. However, over time, prolonged expo- that glucocorticoids have no favourable effects on morbidity sure to cytokines might lead to an altered response of the and mortality in severe sepsis, and even suggested an hypothalamic–pituitary axis. Thus, low levels of ACTH have increased risk for superinfection-related death. been described in patients presenting with severe sepsis or systemic inflammatory response syndrome [14,21]. Likewise, The emerging concept that transient adrenal failure repre- chronic increase in IL-6 can lead to a decrease in ACTH pro- sents an aggravating factor during sepsis and septic shock duction, while TNF-α may cause a reduction in adrenal func- led to reconsideration of the use of glucocorticoids in sepsis. tion, CRH stimulation and ACTH production [7,22]. Numerous factors interfere with the hypothalamic–pituitary axis response during sepsis. The presence of an underlying The concentration of circulating cortisol that is ‘normal’ for pituitary or adrenal pathology can lead to an acute adrenal the response to stress remains controversial. Various levels failure, which can be triggered by sepsis. The use of specific have been proposed to define normal cortisol concentration, drugs can interfere with adrenal function either by inhibiting ranging from 15 to 20µg/dl [7,23–26]. These values are the enzymes that are involved in cortisol synthesis (e.g. etomi- based on the response observed after stimulation with exoge- date, ketokenazole) or by increasing cortisol metabolism nous ACTH (250µg) or with insulin-induced hypoglycaemia (phenytoin, phenobarbital) [19]. Finally, in postmortem in stable individuals. The relevance of these values in patients studies conducted in individuals who died from septic shock, subjected to acute stress remains to be demonstrated. A rise bilateral adrenal haemorrhages or necrosis was observed in in serum cortisol levels is observed in patients presenting up to 30% of cases [14,19]. 125 Critical Care April 2004 Vol 8 No 2 Prigent et al. Figure 1 Activation of the hypothalamic–pituitary–adrenal axis during acute stress. Activating effects are shown with plain arrows, and inhibitory effects with dotted arrows. The round symbols indicate the potential mechanisms that are involved in the axis dysfunction that occurs during sepsis either by failure of production or by tissue resistance to glucocorticoids. ACTH, adrenocorticotrophic hormone; AVP, arginine vasopressine; CBG, cortisol- binding globulin; CRH, corticotropin-releasing hormone; GRE, glucocorticoid responsive element; IFN, interferon; IL, interleukin; R, glucocorticoid receptor; ANS, autonomic nervous system; Th, T helper; TNF, tumour necrosis factor. Several studies have shown that the frequency of adrenal Peripheral resistance to glucorticoids failure, defined as an inappropriate glucocorticoid response Inappropriate response to inflammation can be enhanced by during sepsis, depends largely on the threshold used tissue resistance to glucocorticoids. In the 59septic [14,21,28,34,38–41]. Dysfunction of the adrenal–hypothala- patients they studied, Marik and Zaloga [39] found an inci- mic–pituitary axis during severe illness can result from a com- dence of 19% of ACTH resistance. Several factors may be bination of different mechanisms, mainly adrenal failure and involved and these probably interact: decreased access of peripheral resistance to glucocorticoids (Fig.1). cortisol to the inflammatory site secondary to the reduction in circulating CBG; modulation of local cortisol level by a Adrenal failure reduction in the cleavage of CBG–cortisol complex Briegel and coworkers [42] studied adrenal function during (antielastase activity); reduction in the number and affinity of septic shock and after recovery in 20patients. They showed glucocorticoid receptors, shown on lymphocytes treated that 13 of the patients presented with adrenal failure, which with different cytokines; and a rise in the conversion of corti- regressed after recovery from the sepsis. In 59septic sol in inactive cortisone by increased activity of the patients, Marik and Zaloga [39] also found primary adrenal 11β-hydroxyseroid dehydrogenase stimulated by IL-2, IL-4 failure in 25% and hypothalamic–pituitary axis failure in 17% and IL-13. These different mechanisms can account for of cases. In a study conducted in 189 patients presenting decreased activity of glucocorticoids while serum cortisol with severe sepsis [34], about 10% of patients had adrenal level is apparently appropriate. failure (defined in that study as serum cortisol levels <20µg/dl) whereas 50% of the patients had reversible Effects of low-dose corticotherapy during sepsis adrenal failure defined as high basal serum cortisol levels but Anti-inflammatory effects a blunted response to ACTH stimulation (increment in corti- Patients in septic shock treated with low doses of hydrocorti- sol levels after 250µg of ACTH of <9µg/dl). The presence sone (300mg/day over 5days) exhibit a fall in temperature of adrenal failure was associated with a significant increase and heart rate associated with a decrease in inflammatory 126 in mortality. response (phospholipase A and C-reactive protein), proin- 2 Available onlinehttp://ccforum.com/content/8/2/122 flammatory cytokines and soluble adhesion complex, as well Effects on outcome as an increase in anti-inflammatory cytokines [17]. Keh and While studies concerning corticotherapy given at pharmalogi- coworkers [12] recently studied the effects of low-dose treat- cal doses showed no benefit in terms of survival in patients ment with hydrocortisone (240mg/day after a bolus dose of presenting with severe sepsis or septic shock, there are now 100mg) in 40patients in septic shock and demonstrated a data favouring the use of low doses of hydrocortisone for at reduction in the production of inflammatory cytokines (IL-6 least 5days in patients with septic shock. and IL-8), which was associated with a reduction in endothe- lial and neutrophil activation. The production of IL-10 and In 18critically ill patients with adrenal failure, daily doses of TNF-α soluble receptors (anti-inflammatory factors) was also 200mg hydrocortisone significantly increased survival rate decreased. After withdrawal of treatment, a rebound effect compared with conventional treatment (90% versus 13%) was observed in all of those mediators. [23]. In a randomized, placebo-controlled, double-blind trial of 41septic shock patients [46], 100mg hydrocortisone every Cardiovascular effects 8hours for 5days significantly improved 28-day survival com- In healthy individuals, the local administration of lipopolysac- pared with placebo (63% versus 32%). These favourable charide (endotoxin) is followed by a reduction in the contrac- effects of low-dose glucocorticoids in septic shock were con- tile response to noradrenaline, which is fully prevented by firmed in a phaseIII trial [26]. However, in that study only pretreatment with hydrocortisone. Treatment with hydrocorti- those patients with septic shock and a poor response to the sone simultaneously with or just before administration of ACTH test benefited from glucocorticoids. lipopolysaccharide also prevents the occurrence of arterial hypotension and the rise of both heart rate and plasma adren- Therapeutic strategies aline levels [43,44]. Adrenal failure can contribute to haemodynamic instability and can perpetuate inflammation, and should therefore be In numerous cases of septic shock, administration of low- sought out in patients presenting with severe sepsis. Haemo- dose corticotherapy was followed by an improvement in dynamic instability, high dependency on catecholamines haemodynamic status and in response to vasopressor despite control of infection, and occurrence of hypoglycaemia drugs [17,26,45,46]. Administration of a single dose of or of hypereosinophilia should lead to suspicion of adrenal 50mg hydrocortisone in septic shock was followed by a failure. Basal serum cortisol levels of 15µg/dl or less indicate significant increase in blood pressure in patients treated adrenal insufficiency [24,26]. When cortisol levels are greater with catecholamines [47,48]. A multicentre study of 300 than 15µg/dl, an ACTH stimulation test is required to rule out patients with septic shock comparing the effects of low- adrenal insufficiency. An increment of 9µg/dl or less strongly dose treatment with hydrocortisone (50mg every 6hours) suggests adrenal failure. Finally, an increase in cortisol levels plus fludrocortisone with those of placebo over 7days [26] in excess of 9µg/dl when the basal level is greater than showed a reduction in the duration of shock in treated 34µg/dl suggests tissue resistance to glucocorticoid (Fig.2). patients, who exhibited blunted responses to the ACTH stimulation test. These effects were associated with a sig- The presence of adrenal failure requires prompt initiation of nificant improvement in survival in treated patients. Keh and replacement therapy with low doses of corticosteroids. coworkers [12], in a double-blind study of the effects of low Replacement treatment with hydrocortisone (200–300mg/day) doses of hydrocortisone (240mg/day after a 100mg bolus can be combined with 9α-fludrocortisone (50µg/day) and ) in 40patients presenting with septic shock, also found an administered for 7days in order to improve haemodynamic improvement in haemodynamic status in treated patients, status and response to vasopressor treatment, allowing with a reduction in the duration of shock and with recur- reduction in the duration of shock and improvements in short- rence of catecholamine dependency after withdrawal of glu- term and long-term survival. The ongoing Corticotherapy for cocorticoid treatment. The increase in mean arterial blood Septic Shock (CORTICUS) phaseIII trial, which is evaluating pressure was associated with an increase in systemic resis- hydrocortisone alone in septic shock, may help in deciding tance and a reduction in cardiac index and heart rate, sug- whether to combine hydrocortisone with fludrocortisone. gesting that the effects of glucocorticoids mainly concern peripheral vascular tone. Several mechanisms for the vascu- Given the high frequency of adrenal dysfunction in septic lar effects of glucocorticoids might be involved. The inhibi- shock, replacement therapy should be started immediately tion of NO production – a vasodilator – may result from after the ACTH test is done, and be continued only in direct inhibition of the inducible NO synthase by glucocorti- patients with adrenal failure. coids [12]. Glucocorticoids might also increase the expres- sion of catecholamine receptors, desensitized by the Further studies are needed to better identify adrenal failure in negative feedback of high circulating levels of cate- septic shock. These studies should compare the low dose cholamines [49]. Finally, inhibition of the local production of (1µg) ACTH test with the traditional 250µg ACTH test, inflammation factors or of the direct stimulation by guanylate using the metopirone test or induced hypoglycaemia as ‘gold cyclase might also be involved. standards’ for the diagnosis of adrenal failure. 127 Critical Care April 2004 Vol 8 No 2 Prigent et al. Figure 2 Severe sepsis / Septic Shock Cortisol plasma levels Cortisol ≤15 µg/dl Cortisol > 15 µg/dl Adrenal failure ACTH stimulation test Replacement therapy Cortisol rise ≤9 µg/dl Cortisol rise > 9 µg/dl 15 µg/dl < Cortisol ≤ 34 µg/dl Cortisol > 34 µg/dl Tissue resistance Adrenal failure No adrenal failure to glucocorticoids? Replacement Replacement No treatment therapy Therapy? Strategy for detection and treatment of adrenal failure during sepsis. ACTH, adrenocorticotrophic hormone. Conclusion 9. Chrousos GP: The stress response and immune function: clin- ical implications. The 1999 Novera H. Spector Lecture. In Adrenal dysfunction is commonly observed in severely ill Neuroimmunomodulation. Perspectives at the New Millennium. patients, especially in sepsis, and can increase morbidity and Edited by Conti A, Maestroni JM, McCann SM, Sternberg EM, mortality. The diagnosis of adrenal failure in the critically ill Lipton JM, Smith CC. New York: Ann NY Acad Sci; 2000:38-67. 10. Beishuizen A, Thijs LG, Haanen C, Vermes I: Macrophage migra- remains a challenge and its criteria need to be improved. tion inhibitory factor and hypothalamo-pituitary-adrenal func- While the use of high-dose corticoid treatment in sepsis is tion during critical illness. J Clin Endocrinol Metab 2001, 86: 2811-2816. not justified, replacement therapy by glucocorticoids can 11. Beishuizen A, Vermes I, Hylkema BS, Haanen C: Relative improve outcomes in patients in septic shock. Detecting and eosinophilia and functional adrenal insufficiency in critically ill treating adrenal failure during severe sepsis or septic shock patients.Lancet1999, 353:1675-1676. 12. Keh D, Boehnke T, Weber-Cartens S, Schulz C, Ahlers O, seem bound to become a major part in the management of Bercker S, Volk HD, Doecke WD, Falke KJ, Gerlach H: Immuno- the critically ill. logic and hemodynamic effects of ‘low-dose’ hydrocortisone in septic shock: a double-blind, randomized, placebo-con- trolled, crossover study.Am J Respir Crit Care Med2003, 167: Competing interests 512-520. 13. Beishuizen A, Thijs LG: Endotoxin and the hypothalamo-pitu- None declared. itary-adrenal (HPA) axis.J Endotoxin Res2003, 9:3-24. 14. Soni A, Pepper GM, Wyrwinski PM, Ramirez NE, Simon R, Pina T, Gruenspan H, Vaca CE: Adrenal insufficiency occurring during References septic shock: incidence, outcome, and relationship to periph- 1. Orth DN, Kovacs WJ, DeBold CR: The Adrenal Cortex. In eral cytokine levels.Am J Med1995, 98:266-271. Williams Textbook of Endocrinology. Edited by Wilson JD, Foster 15. Franchimont D, Martens H, Hagelstein MT, Louis E, Dewe W, DW. Philadelphia: W.B. Saunders Company; 1992:489-531. Chrousos GP, Belaiche J, Geenen V: Tumor necrosis factor 2. Almawi WY: Molecular mechanisms of glucocorticoid effects. alpha decreases, and interleukin-10 increases, the sensitivity Mod Asp Immunobiol2001, 2:78-82. of human monocytes to dexamethasone: potential regulation 3. Galon J, Franchimont D, Hiroi N, Frey G, Boettner A, Ehrhart- of the glucocorticoid receptor. J Clin Endocrinol Metab 1999, Bornstein M, O’Shea JJ, Chrousos GP, Bornstein SR: Gene pro- 84:2834-2839. filing reveals unknown enhancing and suppressive actions of 16. Muller B, Peri G, Doni A, Perruchoud AP, Landmann R, Pasqualini glucocorticoids on immune cells.FASEB J2002, 16:61-71. F, Mantovani A: High circulating levels of the IL-1 type II decoy 4. Chrousos GP: The hypothalamic-pituitary-adrenal axis and receptor in critically ill patients with sepsis: association of immune-mediated inflammation. N Engl J Med 1995, 332: high decoy receptor levels with glucocorticoid administration. 1351-1362. J Leukoc Biol2002, 72:643-649. 5. Cavaillon JM: Action of glucocorticoids in the inflammatory 17. Briegel J, Kellermann W, Forst H, Haller M, Bittl M, Hoffmann GE, cascade [in French]. Réanim Urgences2000, 9:605-612. Buchler M, Uhl W, Peter K: Low-dose hydrocortisone infusion 6. Tsigos C, Chrousos GP: Hypothalamic-pituitary-adrenal axis, attenuates the systemic inflammatory response syndrome. neuroendocrine factors and stress. J Psychosom Res 2002, The Phospholipase A2 Study Group.Clin Invest1994, 72:782- 53:865-871. 787. 7. Marik PE, Zaloga GP: Adrenal insufficiency in the critically ill: a 18. Annane D, Bellissant E: Impact of corticosteroids on the vascu- new look at an old problem.Chest2002, 122:1784-1796. lar response to catecholamines in septic shock. Réanimation 8. Pilkis SJ, Granner DK: Molecular physiology of the regulation 2002, 11:111-116. of hepatic gluconeogenesis and glycolysis.Annu Rev Physiol 19. Lamberts SW, Bruining HA, de Jong FH: Corticosteroid therapy 128 1992, 54:885-909. in severe illness.N Engl J Med1997, 337:1285-1292. Available onlinehttp://ccforum.com/content/8/2/122 20. Beishuizen A, Thijs LG, Vermes I: Patterns of corticosteroid- shock and after complete recovery.Intensive Care Med1996, binding globulin and the free cortisol index during septic 22:894-899. shock and multitrauma. Intensive Care Med 2001, 27:1584- 43. Barber AE, Coyle SM, Marano MA, Fischer E, Calvano SE, Fong 1591. Y, Moldawer LL, Lowry SF: Glucocorticoid therapy alters hor- 21. Schroeder S, Wichers M, Klingmuller D, Hofer M, Lehmann LE, monal and cytokine responses to endotoxin in man.J Immunol von Spiegel T, Hering R, Putensen C, Hoeft A, Stuber F: The 1993, 150:1999-2006. hypothalamic-pituitary-adrenal axis of patients with severe 44. Bhagat K, Collier J, Vallance P: Local venous responses to sepsis: altered response to corticotropin-releasing hormone. endotoxin in humans.Circulation1996, 94:490-497. Crit Care Med2001, 29:310-316. 45. Briegel J, Forst H, Haller M, Schelling G, Kilger E, Kuprat G, 22. Mastorakos G, Chrousos GP, Weber JS: Recombinant inter- Hemmer B, Hummel T, Lenhart A, Heyduck M, Stoll C, Peter K: leukin-6 activates the hypothalamic-pituitary-adrenal axis in Stress doses of hydrocortisone reverse hyperdynamic septic humans.J Clin Endocrinol Metab1993, 77:1690-1694. shock: a prospective, randomized, double-blind, single-center 23. McKee JI, Finlay WE: Cortisol replacement in severely stressed study.Crit Care Med1999, 27:723-732. patients [letter].Lancet1983, 1:484. 46. Bollaert PE, Charpentier C, Levy B, Debouverie M, Audibert G, 24. Cooper MS, Stewart PM: Corticosteroid insufficiency in acutely Larcan A: Reversal of late septic shock with supraphysiologic ill patients.N Engl J Med2003, 348:727-734. doses of hydrocortisone.Crit Care Med1998, 26:645-650. 25. Streeten DH: What test for hypothalamic-pituitary-adrenocorti- 47. Bellissant E, Annane D: Effect of hydrocortisone on phenyle- cal insufficiency?Lancet1999, 354:179-180. phrine: mean arterial pressure dose-response relationship in 26. Annane D, Sebille V, Charpentier C, Bollaert PE, Francois B, septic shock.Clin Pharmacol Ther2000, 68:293-303. Korach JM, Capellier G, Cohen Y, Azoulay E, Troche G, Chaumet- 48. Annane D, Bellissant E, Sebille V, Lesieur O, Mathieu B, Raphael Riffaut P, Bellissant E: Effect of treatment with low doses of JC, Gajdos P: Impaired pressor sensitivity to noradrenaline in hydrocortisone and fludrocortisone on mortality in patients septic shock patients with and without impaired adrenal func- with septic shock.JAMA2002, 288:862-871. tion reserve.Br J Clin Pharmacol1998, 46:589-597. 27. Jurney TH, Cockrell JL Jr, Lindberg JS, Lamiell JM, Wade CE: 49. Hotchkiss RS, Karl IE: The pathophysiology and treatment of Spectrum of serum cortisol response to ACTH in ICU sepsis.N Engl J Med2003, 348:138-150. patients. Correlation with degree of illness and mortality. Chest1987, 92:292-295. 28. Loisa P, Rinne T, Kaukinen S: Adrenocortical function and mul- tiple organ failure in severe sepsis. Acta Anaesthesiol Scand 2002, 46:145-151. 29. Span LF, Hermus AR, Bartelink AK, Hoitsma AJ, Gimbrere JS, Smals AG, Kloppenborg PW: Adrenocortical function: an indi- cator of severity of disease and survival in chronic critically ill patients.Intensive Care Med1992, 18:93-96. 30. Schein RM, Sprung CL, Marcial E, Napolitano L, Chernow B: Plasma cortisol levels in patients with septic shock.Crit Care Med1990, 18:259-263. 31. Rothwell PM, Lawler PG: Prediction of outcome in intensive care patients using endocrine parameters. Crit Care Med 1995, 23:78-83. 32. Chernow B, Alexander HR, Smallridge RC, Thompson WR, Cook D, Beardsley D, Fink MP, Lake CR, Fletcher JR: Hormonal responses to graded surgical stress. Arch Intern Med 1987, 147:1273-1278. 33. Rothwell PM, Udwadia ZF, Lawler PG: Cortisol response to cor- ticotropin and survival in septic shock.Lancet1991, 337:582- 583. 34. Annane D, Sebille V, Troche G, Raphael JC, Gajdos P, Bellissant E: A 3-level prognostic classification in septic shock based on cortisol levels and cortisol response to corticotropin. JAMA 2000, 283:1038-1045. 35. Anonymous: Effect of high-dose glucocorticoid therapy on mortality in patients with clinical signs of systemic sepsis. The Veterans Administration Systemic Sepsis Cooperative Study Group.N Engl J Med1987, 317:659-665. 36. Bone RC, Fisher CJ Jr, Clemmer TP, Slotman GJ, Metz CA, Balk RA: A controlled clinical trial of high-dose methylprednisolone in the treatment of severe sepsis and septic shock.N Engl J Med1987, 317:653-658. 37. Cronin L, Cook DJ, Carlet J, Heyland DK, King D, Lansang MA, Fisher CJ Jr: Corticosteroid treatment for sepsis: a critical appraisal and meta-analysis of the literature. Crit Care Med 1995, 23:1430-1439. 38. Annane D, Raphael JC, Gajdos P: Are endogenous glucocorti- coid levels adequate in septic shock? Intensive Care Med 1996, 22:711-712. 39. Marik PE, Zaloga GP: Adrenal insufficiency during septic shock.Crit Care Med2003, 31:141-145. 40. Moran JL, Chapman MJ, O’Fathartaigh MS, Peisach AR, Pannall PR, Leppard P: Hypocortisolaemia and adrenocortical respon- siveness at onset of septic shock. Intensive Care Med 1994, 20:489-495. 41. Rothwell PM, Udwadia ZF, Jackson EA, Lawler PJ: Plasma corti- sol levels in patients with septic shock. Crit Care Med 1991, 19:589-590. 42. Briegel J, Schelling G, Haller M, Mraz W, Forst H, Peter K: A comparison of the adrenocortical response during septic 129",
    "Conclusion": ""
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC420022&blobtype=pdf"
  }
}