{
  "pmid": "38250247",
  "topic": "sepsis_treatment_plan",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_38250247\\paper.pdf",
  "sectionizer": "simple_pdfplumber",
  "sections": {
    "Abstract": "LATE BREAKER ARTICLE Corticosteroids in Sepsis and Septic Shock: A Systematic Review, Pairwise, and Dose-Response Meta-Analysis Tyler Pitre, MD, MA1 OBJECTIVES: To perform a systematic review and meta-analysis to assess the Katherine Drover2 efficacy and safety of corticosteroids in",
    "Method": "patients with sepsis. Dipayan Chaudhuri, MD, MSc3,4 DATA SOURCES: We searched PubMed, Embase, and the Cochrane Library, up Dena Zeraaktkar, PhD3,5 to January 10, 2023. Kusum Menon, MD, MSc6 STUDY SELECTION: We included randomized controlled trials (RCTs) compar- Hayley B. Gershengorn, MD7,8 ing corticosteroids with placebo or standard care with sepsis. Namita Jayaprakash, MD9 DATA EXTRACTION: The critical outcomes of interest included mortality, shock Joanna L. Spencer-Segal, MD, reversal, length of stay in the ICU, and adverse events. PhD10 DATA ANALYSIS: We performed both a pairwise and dose-response meta- Stephen M. Pastores, MD11 analysis to evaluate the effect of different corticosteroid doses on outcomes. We Andrea M. Nei, PharmD12 used Grading of Recommendations Assessment, Development and Evaluation to Djillali Annane, MD, PhD13 assess certainty in pooled estimates. Bram Rochwerg, MD, MSc3,4 DATA SYNTHESIS: We included 45 RCTs involving 9563 patients. Corticosteroids probably reduce short-term mortality (risk ratio [RR], 0.93; 95% CI, 0.88–0.99; moderate certainty) and increase shock reversal at 7 days (RR, 1.24; 95% CI, 1.11–1.38; high certainty). Corticosteroids may have no important 19January2024 effect on duration of ICU stay (mean difference, –0.6 fewer days; 95% CI, 1.48 fewer to 0.27 more; low certainty); however, probably increase the risk of hyper- glycemia (RR, 1.13; 95% CI, 1.08–1.18; moderate certainty) and hypernatremia (RR, 1.64; 95% CI, 1.32–2.03; moderate certainty) and may increase the risk of neuromuscular weakness (RR, 1.21; 95% CI, 1.01–1.45; low certainty). The dose-response analysis showed a reduction in mortality with corticosteroids with optimal dosing of approximately 260 mg/d of hydrocortisone (RR, 0.90; 95% CI, 19January2024 0.83–0.98) or equivalent.",
    "Conclusion": "CONCLUSIONS: We found that corticosteroids may reduce mortality and in- crease shock reversal but they may also increase the risk of hyperglycemia, hyper- natremia, and neuromuscular weakness. The dose-response analysis indicates 6 optimal dosing is around 260 mg/d of hydrocortisone or equivalent. Copyright © 2024 The Authors. KEYWORDS: corticosteroids; critical illness; meta-analysis; sepsis; septic shock Published by Wolters Kluwer Health, Inc. on behalf of the Society of Critical Care Medicine. This is an The use of corticosteroids for patients with sepsis and septic shock has open-access article distributed under been debated for decades and examined in previous randomized con- the terms of the Creative Commons Attribution-Non Commercial-No trolled trials (RCTs), systematic reviews, and meta-analyses. Despite 1 Derivatives License 4.0 (CCBY- this, there remains important uncertainty regarding the effects of corticoste- NC-ND), where it is permissible to roids on patient-centered outcomes in those with sepsis (1, 2). download and share the work pro- Previous systematic reviews have found a possible reduction in mortality, al- vided it is properly cited. The work beit based on low certainty evidence (3, 4). Based on higher certainty evidence, cannot be changed in any way or corticosteroids have been found to reverse shock and improve organ dysfunc- used commercially without permis- sion from the journal. tion compared with standard care or placebo (3). However, several important questions remain, including whether certain subtypes of patients with sepsis DOI: 10.1097/CCE.0000000000001000 Critical Care Explorations www.ccejournal.org 1 Pitre et al (6). We included data from trials enrolling any criti- cally ill patients treated with corticosteroids if patients KEY POINTS with sepsis or septic shock were reported separately. We included studies examining any systemic (enteral Question: What is the efficacy of corticosteroids or parenteral) corticosteroids. We excluded inhaled or in severe sepsis and septic shock? topical corticosteroids. We included RCTs that used Findings: Corticosteroids probably reduce mor- a placebo or usual care without corticosteroid com- tality in patients with sepsis and septic shock and parator group. Our primary analysis included studies reverses shock. The optimal dose is likely around with corticosteroids or corticosteroids and fludrocor- 260 mg/d. There are important adverse effects, in- tisone alone and did not include cointervention with cluding hyperglycemia, hypernatremia, and neuro- vitamin C or thiamine. However, we included studies muscular weakness. that administered hydrocortisone in combination with Meanings: Clinicians and patients should have ascorbic acid and thiamine, as we planned to include more confidence in the effectiveness of corticoste- these in a secondary sensitivity analysis. roids in treating sepsis and septic shock. Outcomes of interest included short-term-mortality (28–31 d or in-hospital), long-term mortality (90-d or may benefit more, and whether the corticosteroid reg- longest reported), number of participants with shock imen (including duration, dose, and the type of corti- reversal at day 7 (stable hemodynamic status over 24 hr costeroid) impacts outcomes. after withdrawal of vasopressors), organ dysfunction at In the past few years, several new RCTs evaluating day 7 (using Sequential [Sepsis-related] Organ Failure the use of corticosteroids in patients with sepsis and Assessment [SOFA] score), ICU and hospital length of septic shock have been published. We therefore sought stay, and adverse events associated with corticosteroids, to update the evidence summaries addressing this including ICU-acquired neuromuscular weakness, gas- question incorporating these newer trials with the goal trointestinal bleeding, adverse neuropsychiatric events, of improving precision and addressing the optimal hypernatremia, superinfection, vascular events (stroke, corticosteroid regimen. myocardial infarction), and hyperglycemia requiring intervention. We captured adverse event outcomes as defined by individual study authors. METHODS We registered a protocol on Open Science Framework Search Strategy and Study Selection in accordance with the Preferred Reporting Items We updated a search strategy from a previous review for Systematic Reviews and Meta-Analyses-protocol (conducted through January 10, 2018) with the help checklist on December 28, 2022. We subsequently of an experienced medical librarian and included all prepared this article in accordance with the 2020 the existing trials from the previous review (3). We Preferred Reporting Items for Systematic Reviews and searched Ovid Medline, Embase, Cochrane Clinical Meta-Analyses statement (https://osf.io/v5qrz) (5). Trials Register, and Latin American and Caribbean Health Sciences Literature from January 1, 2018, to Eligibility Criteria January 1, 2023. We only included primary source We included all RCTs examining the use of corticoste- clinical trial data but reviewed secondary analyses for roids in critically ill adults and pediatric patients with subgroup data when applicable. eTable 1 (http://links. sepsis or septic shock. We excluded case reports, case lww.com/CCX/B266) presents the search strategy. series, and observational studies. We did not impose Two reviewers worked independently and in du- any methodological quality or language restrictions. plicate to screen titles and abstracts of citations found To provide important information and future research with the search. Any study deemed potentially relevant direction, and in keeping with the approach used in by either reviewer at the title and abstract screening the original review, we included studies of adults or was advanced to the full-text screening. Reviewers re- children who were diagnosed with sepsis, or septic solved discrepancies in full text by discussion or, when shock using the sepsis 1, 2, or 3 consensus definitions necessary, by third party adjudication. 2 www.ccejournal.org January 2024 • Volume 6 • Number 1 Late Breaker Article Data Collection and pneumonia vs. not specific to ARDS or pneu- monia), sepsis severity (sepsis without shock vs. septic We collected data describing trial characteristics (au- shock), risk of bias (high or probably high vs. low or thor, year published, trial registration, country of en- probably low), children vs. adults (< 18 vs. 18 yr old rollment, ethics and funding statements), patient or older), and duration of corticosteroids (3 d or less characteristics (age, sex), intervention characteristics vs. more than 3 d). We performed on post hoc sub- (type of corticosteroid, dose, duration), and outcomes group comparing hyperglycemia requiring insulin. We of interest. also performed a sensitivity analysis, including hydro- For dichotomous outcomes, we extracted the cortisone, ascorbic acid, and thiamine (HAT) combi- number of participants analyzed and the number nation therapy vs. corticosteroid alone. We performed of events in each arm. For continuous outcomes, we two post hoc analyses using meta-regression based collected the number of participants analyzed, the on disease severity (mortality rate in the comparator measure of central tendency (mean or median), and arm) and year of publication. We hypothesized that the measure of variability (e.g., sd, interquartile range) there would be a beneficial effect of corticosteroids for for each arm. When studies reported other measures patients with septic shock, but no effect for the other of variability other than sd, we converted them to sds moderators. We used the Instrument for assessing using methods proposed by Hozo et al (6). the Credibility of Effect Modification Analyses tool to assess credibility of these subgroups if there were sta- Risks of Bias tistically significant interaction terms (p < 0.05) (13). For short-term mortality, we performed an addi- Two reviewers assessed the risk of bias of included tional dose-response meta-analysis (14, 15). For the studies using the modified Cochrane tool for random- dose-response analysis, we conducted a random-effects ized trials (7–9). We classified trials rated at probably dose-response meta-analysis using the restricted max- low or low risk of bias across domains as low risk of imum likelihood heterogeneity estimator and meth- bias overall. We resolved discrepancies by discussion ods proposed by Greenland, Longnecker, Orsini, and and, when necessary, with adjudication by a third colleagues (16, 17) using a one-stage approach (18). party. Dose-response meta-analysis estimates the association between doses of an exposure and the RR or MD of an Statistical Methods outcome. We analyzed the daily dose of corticosteroids We conducted both a pairwise random-effects and a administered during the trial. dose-response meta-analysis. For both analyses and We used the following corticosteroid conversions: for all outcomes, we performed the analysis using 1 mg of dexamethasone = 26.7 mg of hydrocortisone = the maximum likelihood heterogeneity estimator for 5.3 mg of methylprednisolone/prednisolone = 6.7 mg the random-effects model to pool effect sizes for each of prednisone (19–21). To ensure no differences based outcome. on molecule, we performed meta-regression using We summarized the effects of interventions using molecule as a moderator. relative risks (RRs) and corresponding 95% CIs for For analyses with five or more studies, we assessed dichotomous outcomes and mean differences (MDs) for nonlinearity by using restricted cubic splines with with 95% CI for continuous outcomes. To facilitate in- knots at 10%, 50%, and 90% and a Wald-type test (22). terpretation, for dichotomous outcomes, we calculated Restricted cubic splines accommodate nonlinear rela- absolute risk differences per 1000 patients and corre- tionships by splitting the independent variable (i.e., sponding 95% CI (10–12) using the baseline risk sum- dose) at “knots” and fitting separate curves between marized across the placebo arms of included trials. knots. For analyses in which we observed statistically We performed prespecified subgroup analyses significant nonlinear associations, we present results based on: corticosteroid compound (both type and by from the nonlinear model. For pairwise analyses, we weighted mineralocorticoid composition), sepsis co- performed all analyses using STATA v.17 (StataCorp morbidity as defined by study inclusion (sepsis and LLC, College Station, TX). For the dose-response anal- acute respiratory distress syndrome [ARDS] vs. sepsis ysis, we performed all analyses using the dosresmeta Critical Care Explorations www.ccejournal.org 3 Pitre et al and meta packages in R (Version 4.03; R Foundation separately. For steroid compounds, 26 trials used hy- for Statistical Computing, Vienna, Austria) (16, 17). drocortisone, seven used methylprednisolone, five The R code and data for the primary outcome are pre- used dexamethasone, and three used prednisolone. sented on the registration page (https://osf.io/v5qrz). In addition, two studies used combination hydrocor- tisone and fludrocortisone, and two used dexametha- Certainty of the Evidence sone and methylprednisolone. The dose of corticosteroid varied, although most For all outcomes, reviewers, working independently (n = 40) used a relatively low dose (< 400 mg/d of hy- and in duplicate, assessed the certainty of evidence drocortisone or equivalent). eTable 2 (http://links. using the Grading of Recommendations Assessment, lww.com/CCX/B266) presents more details on the Development and Evaluation (GRADE) approach (18, included trials. All included studies enrolled patients 23). Supplementary Methods (http://links.lww.com/ with sepsis based on previous Sepsis 1 or Sepsis 2 di- CCX/B266) have more detail on how we assessed the agnostic criteria. quality of the evidence. We describe results using guidance from the Risk of Bias GRADE Working Group, based on the certainty of ev- idence and the magnitude of the effect (e.g., corticoste- We judged 22 trials (48.8%) to be at high or probably roids reduce mortality [high certainty], corticosteroids high risk of bias. Eight were at risk of bias due to issues probably reduce mortality [moderate certainty], corti- arising from allocation concealment, eight due to bias costeroids may reduce mortality [low certainty], and arising from lack of blinding, seven due to bias arising the effect of corticosteroids on mortality is uncertain from missing data, seven due to bias arising from se- [very low certainty]) (18). lective reporting, and seven due to bias arising from deviations from the intended interventions. eTable 3 (http://links.lww.com/CCX/B266) presents our risk of RESULTS bias assessments. Trial Selection and Characteristics Mortality The search identified 1702 unique citations, of which we identified 11 new eligible RCTs since the previously We found that corticosteroids probably reduce short- published review that we were updating. Of these 11, term mortality (RR, 0.93; 95% CI, 0.88–0.99; absolute seven RCTs evaluated combination therapy with cor- risk reduction, 2.1%; 95% CI, 0.6–3.6% reduction; ticosteroid, ascorbic acid, and thiamine, trials which moderate certainty) (Fig. 1; and eTable 4, http:// were not included in the primary analysis. Four of the links.lww.com/CCX/B266) and may reduce long-term trials evaluated corticosteroids, including one which mortality (RR, 0.94; 95% CI, 0.89–1.00; absolute risk was a subgroup analysis of a previously included trial. reduction, 1.9%; 95% CI, 0–4.1% reduction; low cer- Thus, we included a total of 45 RCTs in this updated tainty) (eFig. 2 and eTable 4, http://links.lww.com/ analysis, 42 trials from the previous review and three CCX/B266). new RCTs. The seven corticosteroid/ascorbic acid/thi- The dose-response meta-analysis found no increased amine trials were included in a secondary sensitivity benefit in mortality reduction above 260 mg/d of hy- analysis. eFigure 1 (http://links.lww.com/CCX/B266) drocortisone or equivalent (RR, 0.93; 95% CI, 0.88– presents more detail on the inclusion and exclusion 0.99) as compared with higher or lower doses. Table 1 process. and Figure 2 present the analysis. Of the 45 RCTs, 20 were multicenter and 25 were single center. Twenty-seven RCTs examined patients Other Efficacy Outcomes with septic shock; five included patients with both community-acquired pneumonia (CAP) and sepsis We found that corticosteroids may not have an impor- and four enrolled patients with ARDS and sepsis. Six tant effect on ICU length of stay (MD, 0.60 d shorter; RCTs enrolled only children (24–29) and one enrolled 95% CI, 1.48 d shorter to 0.27 d longer; low certainty) both adults and children but reported the two groups and hospital length of stay (MD, 0.74 d shorter; 95% CI, 4 www.ccejournal.org January 2024 • Volume 6 • Number 1 Late Breaker Article 15%; 95% CI, 6.9–23.8% increase; high certainty) and decrease SOFA scores at day 7 (MD, 1.41 points lower; 95% CI, 0.96–1.87 points lower; high cer- tainty) (eFigs. 5 and 6 and eTable 4, http://links.lww. com/CCX/B266). Adverse Events Corticosteroids probably increase hypernatremia (RR, 1.64; 95% CI, 1.32– 2.03; absolute risk increase, 2.6%; 95% CI, 1.3–4.2% in- crease; moderate certainty) and hyperglycemia (RR, 1.13; 95% CI, 1.08–1.18; ab- solute risk increase, 3.8%; 95% CI, 2.3–5.2% increase; moderate certainty) (eFigs. 7 and 8 and eTable 4, http:// links.lww.com/CCX/B266). Corticosteroids may in- crease the rate of neuro- muscular weakness (RR, 1.21; 95% CI, 1.01–1.45; absolute risk increase, 1.2%; 95% CI, 0.1–2.5% increase; low certainty) and may de- crease the rates of neuro- psychiatric outcomes (RR, 0.58; 95% CI, 0.33–1.03; ab- solute risk reduction, 1.2%; 95% CI, 4.0% decrease to 0.2% increase; low cer- tainty) (eFigs. 9 and 10 and eTable 4, http://links.lww. com/CCX/B266). Corticosteroids had an uncertain effect on other Figure 1. Forest plot for short-term mortality. ML = Maximum likelihood. adverse events, including gastrointestinal bleeding 2.06 d shorter to 0.57 d longer; low certainty) (eFigs. 3 (RR, 1.09; 95% CI, 0.87–1.37; absolute risk increase, and 4 and eTable 4, http://links.lww.com/CCX/B266). 0.5%; 95% CI, 0.7% decrease to 2.0% increase; very Corticosteroids increase shock reversal at day 7 low certainty), superinfection (RR, 1.05; 95% CI, (RR, 1.24; 95% CI, 1.11–1.38; absolute risk increase, 0.94–1.17; absolute risk increase, 1.0%; 95% CI, 1.2% Critical Care Explorations www.ccejournal.org 5 Pitre et al TABLE 1. Assessments of the Certainty of the Evidence for Each Included Outcome Anticipated Absolute Effectsd No. of Participants Certainty of (Studies) the Evidence Relative Risk Risk With Risk Difference With Outcomes Follow-Up (GRADE) (95% CI) Placebo Corticosteroids Long-term mortality 6438 (nine RCTs) ⨁⨁◯◯ RR 0.95 (0.89–1.00) 372/1000 19 fewer per 1000 (41 (90–180 d) Lowa,c fewer to 0 fewer) Short-term mor- 9711 (39 RCTs) ⨁⨁⨁◯ RR 0.93 (0.88–0.99) 297/1000 21 fewer per 1000 (36 tality (28–30 d) Moderatec fewer to 3 fewer) Shock reversal at 2922 (13 RCTs) ⨁⨁⨁⨁ RR 1.24 (1.11–1.38) 627/1000 150 more per 1000 (69 7 d High more to 238 more) Organ dysfunction 1986 (nine RCTs) ⨁⨁⨁⨁ — — MD 1.41 points lower at day 7 High (1.87 lower to 0.96 lower) ICU length of stay 7626 (22 RCTs) ⨁⨁◯◯ — — MD 0.6 d fewer (1.48 (d) Lowa,c fewer to 0.27 more) Hospital length of 7706 (18 RCTs) ⨁⨁◯◯ — — MD 0.74 d fewer (2.06 stay (d) Lowa,c fewer to 0.57 more) Neuromuscular 6178 (seven RCTs) ⨁⨁◯◯ RR 1.21 (1.01–1.45) 57/1000 12 more per 1000 (1 weakness Lowa,c more to 25 more) Gastrointestinal 4355 (24 RCTs) ⨁◯◯◯ RR 1.09 (0.87–1.37) 55/1000 5 more per 1000 (7 bleeding Very lowb,c fewer to 20 more) Neuropsychiatric 1004 (five RCTs) ⨁⨁◯◯ RR 0.58 (0.33–1.03) 59/1000 25 fewer per 1000 (40 effects Lowb fewer to 2 more) Hypernatremia 4865 (five RCTs) ⨁⨁⨁◯ RR 1.64 (1.32–2.03) 40/1000 26 more per 1000 (13 Moderatec more to 42 more) Superinfection 4599 (25 RCTs) ⨁◯◯◯ RR 1.05 (0.94–1.17) 201/1000 10 more per 1000 (12 Very lowb,c fewer to 34 more) Stroke 1225 (four RCTs) ⨁◯◯◯ RR 1.19 (0.42–3.42) 10/1000 2 more per 1000 (6 Very lowb,c fewer to 24 more) Myocardial 1200 (four RCTs) ⨁◯◯◯ RR 1.02 (0.55–1.90) 32/1000 1 more per 1000 (14 infarction Very lowb,c fewer to 29 more) Hyperglycemia 7683 (18 RCTs) ⨁⨁⨁◯ RR 1.13 (1.08–1.18) 291/1000 38 more per 1000 (23 Moderateb more to 52 more) MD = mean difference, RCTs = randomized controlled trials, RR = risk ratio. aOnce for imprecision. bTwice for imprecision. cOnce for inconsistency. dThe risk in the intervention group (and its 95% CI) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI). Grading of Recommendations Assessment, Development and Evaluation Working Group grades of evidence: ⨁⨁⨁⨁ High certainty: We are very confident that the true effect lies close to that of the estimate of the effect. ⨁⨁⨁◯ Moderate certainty: We are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different. ⨁⨁◯◯ Low certainty: Our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect. ⨁◯◯◯ Very low certainty: We have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect. 6 www.ccejournal.org January 2024 • Volume 6 • Number 1 Late Breaker Article Figure 2. Dose-response analysis for short-term mortality, with the line representing the effect size and the ribbons representing the 95% CIs. decrease to 3.4% increase; very low certainty) (eFigs. in relative effect between those with or without shock. 11 and 12 and eTable 4, http://links.lww.com/CCX/ We also found that corticosteroids increase shock re- B266), stroke (RR, 1.19; 95% CI, 0.42–3.42; absolute versal and improve organ dysfunction in 1 week. risk increase, 2.0%; 95% CI, 0.6% decrease to 2.4% in- Furthermore, corticosteroids may increase the risk of crease; very low certainty), and myocardial infarction hypernatremia, hyperglycemia, and neuromuscular (RR, 1.02; 95% CI, 0.55–1.90; absolute risk increase, weakness; however, these effects on adverse events 1.0%; 95% CI, 1.4% decrease to 2.9% increase; very low were based on low certainty of evidence, limited by certainty) (eFigs. 13 and 14 and eTable 4, http://links. imprecision. The dose-response meta-analysis found lww.com/CCX/B266). no increased benefit above 260 mg of hydrocortisone per day (or equivalent). To our knowledge, this is the Subgroup Analyses first dose-response analysis to address this question and provide optimal dosing information for clinicians. Subgroup and sensitivity analyses did not demonstrate Most of the evidence comes from studies that used a credible effect for any of the predefined analyses and hydrocortisone with or without fludrocortisone at a on any of the outcomes of interest, including sepsis relatively low daily dose (under 400 mg/d). vs. septic shock (p > 0.05 for all outcomes). eFigures 15–26 (http://links.lww.com/CCX/B266) present the In Relation to Other Findings results of these subgroups. We found three new trials and one post hoc analysis DISCUSSION reporting only on septic shock patients which we in- cluded in this updated review. With this new data, we Main Findings have improved the precision around some of the effect We found that corticosteroids probably reduce mor- estimates compared with the previous review (3). Most tality in adult patients with sepsis, with no difference notably, the upper end of the CI around the pooled Critical Care Explorations www.ccejournal.org 7 Pitre et al effect estimate for short-term mortality now excludes Although there was initial enthusiasm for the HAT harm (RR, 0.93; 95% CI, 0.88–0.99). Although incre- combination based on an early uncontrolled observa- mental, the use of corticosteroids in sepsis and septic tional study (21), subsequent larger RCTs evaluating shock remains quite controversial and improved cer- HAT therapy have shown lack of benefit (22,24,25,30– tainty in treatment effects is important for clinicians, 33) and maybe even harm. Sensitivity analysis per- patients, and guideline developers. Although there is formed as part of this present meta-analysis did not still moderate certainty evidence for this outcome, and reveal evidence of a differential effect on patient im- issues with imprecision persist, this is an important portant outcomes with HAT therapy and given more finding as it improves confidence in the effectiveness recent data demonstrating the potential harm of vi- of corticosteroids in this patient population. A re- tamin C in sepsis (26), vitamin C should not be given cently published individual patient data meta-analysis with corticosteroids. (IPDMA) focused only on septic shock found a sim- Our dose-response meta-analysis suggests approx- ilar reduction in mortality at 90 days with corticoste- imately 260 mg/d of hydrocortisone or hydrocorti- roids. The discrepancy in findings is almost certainly sone equivalent may be the optimal dose; however, our due to the included studies. While IPDMA are great data demonstrated a consistent effect across various at exploring heterogeneity in treatment effect through corticosteroid compounds and durations of therapy. subgroup analysis, they generally include much less Notably, most studies evaluated hydrocortisone, with data as fewer trialists are willing to share individual much fewer RCTs examining methylprednisolone, patient data. This is clearly reflected by the referenced prednisolone, or dexamethasone. This consistent rel- IPDMA that included fewer trials and patients as com- ative effect across corticosteroid compounds is infor- pared with our trial level meta-analysis. Again, while mative as evidence of benefits from dexamethasone the IPDMA can provide a more nuanced evaluation of (ARDS, COVID) (27) and hydrocortisone (CAP) (28, subgroups than our trial level Meta-analysis, we believe 29) increases for other overlapping conditions and cli- the precision gained by including more data allows our nicians must choose an agent when sepsis is present in approach to best address the relative effect of the in- association with these syndromes. tervention across patients with sepsis and septic shock (19). Strengths and Limitations The most recent Surviving Sepsis Campaign inter- national guidelines provide a conditional recommen- The strengths of this review include a comprehensive dation for using corticosteroids in adult patients with search including a prepublished protocol, application septic shock who require ongoing support with vaso- of GRADE methodology to assess the certainty of pressors (20). Beyond this expanded population, the effects, a priori specification of possible effect modi- increased precision and certainty of findings afforded fiers, and meta-regression to explore modification and by the inclusion of new studies, especially for mor- specification of both relative and absolute effects. We tality, may support stronger guidance and this will also provide a dose-response analysis, which provides need to be reevaluated in the next iteration of the a novel insight into optimal dosing for this population, guideline. which has previously not been assessed. The data addressing the role of corticosteroids in Limitations of this review include clinical heteroge- children with sepsis remains less clear. Unfortunately, neity as studies were conducted over a span of approx- we did not find many eligible studies examining this imately 6 decades. The exploration of the subgroup population and although there were no signs of rela- hypothesis and the failure to identify effect modifica- tive effect modification based on adults vs. children, tion based on any factor, including year of publication, the generalizability of these findings to children re- decreases this concern. mains unclear. The ongoing Stress Hydrocortisone Although we did not find a statistically signifi- In Pediatric Septic Shock trial (NCT03401398) may cant subgroup effect for patients with septic shock, provide more answers in this specific subset of the the included trials mostly focused on this popula- population and inform the treatment of children with tion with few and fewer studies that enrolled patients sepsis. with sepsis and without shock. All included studies 8 www.ccejournal.org January 2024 • Volume 6 • Number 1 Late Breaker Article enrolled patients with sepsis based on previous Sepsis 1 Division of Respirology, Department of Medicine, University of Toronto, Toronto, ON, Canada. 1 or Sepsis 2 diagnostic criteria, although we have no 2 Department of Health Sciences, McMaster University, reason to believe that using the new Sepsis 3 criteria Hamilton, ON, Canada. would alter the efficacy or risks of corticosteroids. 3 Department of Health Research Methods Evidence and Based on the dose-response meta-analysis around Impact, McMaster University, Hamilton, ON, Canada. 260 mg/d of hydrocortisone (or equivalent) appears to 4 Department of Critical Care, McMaster University, Hamilton, be the optimal regime but we were not able to perform ON, Canada. a statistical test to compare to other dosing. It is there- 5 Department of Anesthesiology, McMaster University, fore certainly possible that a slightly higher or slightly Hamilton, ON, Canada. lower dose would be equally beneficial. 6 Department of Pediatrics, University of Ottawa and Children’s Hospital of Eastern Ontario, Ottawa, ON, Canada. 7 Division of Pulmonary, Critical Care, and Sleep Medicine, Implications and Future Directions University of Miami Miller School of Medicine, Miami, FL. 8 Division of Critical Care Medicine, Albert Einstein College This review can help guideline developers and clini- of Medicine, Bronx, NY. cians on several fronts. First, guideline developers can 9 Department of Emergency Medicine and Division of more confidently assess the role of corticosteroids in Pulmonary and Critical Care Medicine, Henry Ford Health, septic shock and sepsis, due to the more precise esti- Detroit, MI. mates of effect, especially evaluating mortality. Second, 10 Department of Internal Medicine and Michigan Neuroscience both clinicians and guideline developers now have a Institute, University of Michigan, Ann Arbor, MI. reference for optimal dosing, namely, we found no ben- 11 Critical Care Center, Department of Anesthesiology and Critical Care Medicine, Memorial Sloan Kettering Cancer efit above the typical standard dosing of approximately Center, New York, NY. 260 mg/d of hydrocortisone or equivalent. Third, this 12 Department of Pharmacy, Mayo Clinic Hospital—Rochester, review provides clinicians, patients, and their families Rochester, MN. with the most up-to-date summary of potential harms 13 General Intensive Care Unit, Raymond Poincare Hospital (i.e., hyperglycemia, neuromuscular weakness, hyper- (APHP), Garches, France and the School of Medicine Simone Veil, University Paris Saclay—Campus UVSQ, Paris, natremia) and benefits of administering corticoste- France. roids for patients with sepsis. Future studies examining Supplemental digital content is available for this article. Direct corticosteroids in sepsis should seek to clarify their URL citations appear in the printed text and are provided in the effect on long-term mortality and should systemati- HTML and PDF versions of this article on the journal’s website cally assess gastrointestinal, glycemic, neuromuscular, (http://journals.lww.com/ccejournal). and neuropsychiatric outcomes to better inform the The authors have disclosed that they do not have any potential conflicts of interest. tradeoff between benefits and risks. Dr. Pitre and Ms. Drover contributed equally as co-first authors. For information regarding this article, E-mail: Tyler.Pitre@uhn.ca CONCLUSIONS We demonstrate that corticosteroids probably reduce REFERENCES mortality, increase shock reversal, and decrease SOFA scores in patients with sepsis. Corticosteroids probably 1. Salluh JI, Póvoa P: Corticosteroids in severe sepsis and septic shock: A concise review. Shock 2017; 47(1S Suppl 1):47–51 increase hypernatremia and hyperglycemia and may 2. Vandewalle J, Libert C: Glucocorticoids in sepsis: To be or not increase neuromuscular weakness. Dose-response to be. Front Immunol 2020; 11:1318 meta-analysis suggested the optimal dosage to be 3. Rochwerg B, Oczkowski SJ, Siemieniuk RAC, et al: 260 mg/d of hydrocortisone or equivalent. Corticosteroids in sepsis: An updated systematic review and meta-analysis. Crit Care Med 2018; 46:1411–1420 4. Annane D, Bellissant E, Bollaert PE, et al: Corticosteroids for ACKNOWLEDGMENTS treating sepsis in children and adults. Cochrane Database Syst Rev 2019; 12:CD002243 We thank Karin Dearness for performing the search 5. Page MJ, McKenzie JE, Bossuyt PM, et al: The PRISMA 2020 strategy and Kaitryn Campbell for peer reviewing the statement: An updated guideline for reporting systematic Ovid search strategy. reviews. BMJ 2021; 372:n71 Critical Care Explorations www.ccejournal.org 9 Pitre et al 6. Hozo SP, Djulbegovic B, Hozo I: Estimating the mean and var- septic shock: A retrospective before-after study. Chest 2017; iance from the median, range, and the size of a sample. BMC 151:1229–1238 Med Res Methodol 2005; 5:13 22. Wani SJ, Mufti SA, Jan RA, et al: Combination of vitamin C, 7. Sterne JAC, Savović J, Page MJ, et al: RoB 2: A revised tool thiamine and hydrocortisone added to standard treatment in for assessing risk of bias in randomised trials. BMJ 2019; the management of sepsis: Results from an open label ran- 366:l4898 domised controlled clinical trial and a review of the literature. 8. Guyatt G, Busse J: Methods Commentary: Risk of Bias in Infect Dis (Lond) 2020; 52:271–278 Randomized Trials 1. 2021. https://www.distillersr.com/re- 23. Guyatt GH, Oxman AD, Vist GE, et al; GRADE Working sources/methodological-resources/risk-of-bias-commentary. Group: GRADE: An emerging consensus on rating quality Accessed August 20, 2023 of evidence and strength of recommendations. BMJ 2008; 9. Pitre T, Mah J, Helmeczi W, et al: Medical treatments for idi- 336:924–926 opathic pulmonary fibrosis: A systematic review and network 24. Chang P, Liao Y, Guan J, et al: Combined treatment with hydro- meta-analysis. Thorax 2022; 77:1243–1250 cortisone, vitamin C, and thiamine for sepsis and septic shock: 10. Forrow L, Taylor WC, Arnold RM: Absolutely relative: How re- A randomized controlled trial. Chest 2020; 158:174–182 search results are summarized can affect treatment decisions. 25. Balakrishnan M, Gandhi H, Shah K, et al: Hydrocortisone, vi- Am J Med 1992; 92:121–124 tamin C and thiamine for the treatment of sepsis and septic 11. Naylor CD, Chen E, Strauss B: Measured enthusiasm: Does shock following cardiac surgery. Indian J Anaesth 2018; the method of reporting trial results alter perceptions of thera- 62:934–939 peutic effectiveness? Ann Intern Med 1992; 117:916–921 26. Lamontagne F, Masse MH, Menard J, et al; LOVIT Investigators 12. Tucker G, Metcalfe A, Pearce C, et al: The importance of cal- and the Canadian Critical Care Trials Group: Intravenous vi- culating absolute rather than relative fracture risk. Bone 2007; tamin c in adults with sepsis in the intensive care unit. N Engl 41:937–941 J Med 2022; 386:2387–2398 13. Schandelmaier S, Briel M, Varadhan R, et al: Development of 27. Chaudhuri D, Sasaki K, Karkar A, et al: Corticosteroids in the Instrument to assess the Credibility of Effect Modification COVID-19 and non-COVID-19 ARDS: A systematic review Analyses (ICEMAN) in randomized controlled trials and meta- and meta-analysis. Intensive Care Med 2021; 47:521–537 analyses. CMAJ 2020; 192:E901–E906 28. Pitre T, Abdali D, Chaudhuri D, et al: Corticosteroids in 14. Discacciati A, Crippa A, Orsini N: Goodness of fit tools for community-acquired bacterial pneumonia: A systematic re- dose–response meta-analysis of binary outcomes. Res Synth view, pairwise and dose-response meta-analysis. J Gen Intern Methods 2017; 8:149–160 Med 2023; 38:2593–2606 15. Sterne JA, Gavaghan D, Egger M: Publication and related bias 29. Dequin P-F, Meziani F, Quenot J-P, et al; CRICS-TriGGERSep in meta-analysis: Power of statistical tests and prevalence in Network: Hydrocortisone in severe community-acquired pneu- the literature. J Clin Epidemiol 2000; 53:1119–1129 monia. N Engl J Med 2023; 388:1931–1941 16. Crippa A: Multivariate Dose-Response Meta-Analysis 2.0.1. 30. Sevransky JE, Rothman RE, Hager DN, et al; VICTAS CRAN. 2017. https://cran.r-project.org/web/packages/dos- Investigators: Effect of vitamin C, thiamine, and hydrocorti- resmeta/dosresmeta.pdf. Accessed August 20, 2023 sone on ventilator- and vasopressor-free days in patients with 17. Schwarzer G: General Package for Meta-Analysis 5.2-0. sepsis: The VICTAS randomized clinical trial. JAMA 2021; CRAN. 2022. https://cran.r-project.org/web/packages/ 325:742–750 meta/meta.pdf. Accessed August 20, 2023 31. Moskowitz A, Huang DT, Hou PC, et al; ACTS Clinical Trial 18. Santesso N, Glenton C, Dahm P, et al; GRADE Working Group: Investigators: Effect of ascorbic acid, corticosteroids, and thi- GRADE guidelines 26: Informative statements to communi- amine on organ injury in septic shock: The ACTS randomized cate the findings of systematic reviews of interventions. J Clin clinical trial. JAMA 2020; 324:642–650 Epidemiol 2020; 119:126–135 32. Mohamed ZU, Prasannan P, Moni M, et al: Vitamin C Therapy 19. Pirracchio R, Annane D, Waschka AK, et al: Patient-level for Routine Care in Septic Shock (ViCTOR) trial: Effect of in- meta-analysis of low-dose hydrocortisone in adults with septic travenous vitamin c, thiamine, and hydrocortisone administra- shock. NEJM Evidence 2023; 2:EVIDoa2300034 tion on inpatient mortality among patients with septic shock. 20. Evans L, Rhodes A, Alhazzani W, et al: Surviving sepsis cam- Indian J Crit Care Med 2020; 24:653–661 paign: International guidelines for management of sepsis and 33. Lyu QQ, Zheng RQ, Chen QH, et al: Early administration of septic shock 2021. Intensive Care Med 2021; 47:1181–1247 hydrocortisone, vitamin C, and thiamine in adult patients with 21. Marik PE, Khangoora V, Rivera R, et al: Hydrocortisone, vi- septic shock: A randomized controlled clinical trial. Crit Care tamin C, and thiamine for the treatment of severe sepsis and 2022; 26:295 10 www.ccejournal.org January 2024 • Volume 6 • Number 1"
  },
  "meta": {
    "findit_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC10798738&blobtype=pdf"
  }
}