{
  "topic": "sepsis_treatment_plan",
  "pmid": "38250247",
  "pdf_path": "Annane_Sepsis_Corpus\\papers\\PMID_38250247\\paper.pdf",
  "source_url": "http://europepmc.org/backend/ptpmcrender.fcgi?accid=PMC10798738&blobtype=pdf",
  "sectionizer": "pdfplumber",
  "meta": {
    "pmid": "38250247",
    "title": "Corticosteroids in Sepsis and Septic Shock: A Systematic Review, Pairwise, and Dose-Response Meta-Analysis.",
    "journal": "Crit Care Explor",
    "year": "2024",
    "authors": [
      "Pitre T",
      "Drover K",
      "Chaudhuri D",
      "Zeraaktkar D",
      "Menon K",
      "Gershengorn HB",
      "Jayaprakash N",
      "Spencer-Segal JL",
      "Pastores SM",
      "Nei AM",
      "Annane D",
      "Rochwerg B"
    ],
    "doi": "10.1097/CCE.0000000000001000"
  },
  "sections": {
    "Abstract": "LATE BREAKER ARTICLE Corticosteroids in Sepsis and Septic Shock: A Systematic Review, Pairwise, and Dose-Response Meta-Analysis Tyler Pitre, MD, MA1 OBJECTIVES: To perform a systematic review and meta-analysis to assess the Katherine Drover2 efficacy and safety of corticosteroids in patients with sepsis. Dipayan Chaudhuri, MD, MSc3,4 DATA SOURCES: We searched PubMed, Embase, and the Cochrane Library, up Dena Zeraaktkar, PhD3,5 to January 10, 2023. Kusum Menon, MD, MSc6 STUDY SELECTION: We included randomized controlled trials (RCTs) compar- Hayley B. Gershengorn, MD7,8 ing corticosteroids with placebo or standard care with sepsis. Namita Jayaprakash, MD9 DATA EXTRACTION: The critical outcomes of interest included mortality, shock Joanna L. Spencer-Segal, MD, reversal, length of stay in the ICU, and adverse events. PhD10 DATA ANALYSIS: We performed both a pairwise and dose-response meta- Stephen M. Pastores, MD11 analysis to evaluate the effect of different corticosteroid doses on outcomes. We Andrea M. Nei, PharmD12 used Grading of Recommendations Assessment, Development and Evaluation to Djillali Annane, MD, PhD13 assess certainty in pooled estimates. Bram Rochwerg, MD, MSc3,4 DATA SYNTHESIS: We included 45 RCTs involving 9563 patients. Corticosteroids probably reduce short-term mortality (risk ratio [RR], 0.93; 95% CI, 0.88–0.99; moderate certainty) and increase shock reversal at 7 days (RR, 1.24; 95% CI, 1.11–1.38; high certainty). Corticosteroids may have no important 19January2024 effect on duration of ICU stay (mean difference, –0.6 fewer days; 95% CI, 1.48 fewer to 0.27 more; low certainty); however, probably increase the risk of hyper- glycemia (RR, 1.13; 95% CI, 1.08–1.18; moderate certainty) and hypernatremia (RR, 1.64; 95% CI, 1.32–2.03; moderate certainty) and may increase the risk of neuromuscular weakness (RR, 1.21; 95% CI, 1.01–1.45; low certainty). The dose-response analysis showed a reduction in mortality with corticosteroids with optimal dosing of approximately 260 mg/d of hydrocortisone (RR, 0.90; 95% CI, 19January2024 0.83–0.98) or equivalent. CONCLUSIONS: We found that corticosteroids may reduce mortality and in- crease shock reversal but they may also increase the risk of hyperglycemia, hyper- natremia, and neuromuscular weakness. The dose-response analysis indicates 6 optimal dosing is around 260 mg/d of hydrocortisone or equivalent. Copyright © 2024 The Authors. KEYWORDS: corticosteroids; critical illness; meta-analysis; sepsis; septic shock Published by Wolters Kluwer Health, Inc. on behalf of the Society of Critical Care Medicine. This is an The use of corticosteroids for patients with sepsis and septic shock has open-access article distributed under been debated for decades and examined in previous randomized con- the terms of the Creative Commons Attribution-Non Commercial-No trolled trials (RCTs), systematic reviews, and meta-analyses. Despite 1 Derivatives License 4.0 (CCBY- this, there remains important uncertainty regarding the effects of corticoste- NC-ND), where it is permissible to roids on patient-centered outcomes in those with sepsis (1, 2). download and share the work pro- Previous systematic reviews have found a possible reduction in mortality, al- vided it is properly cited. The work beit based on low certainty evidence (3, 4). Based on higher certainty evidence, cannot be changed in any way or corticosteroids have been found to reverse shock and improve organ dysfunc- used commercially without permis- sion from the journal. tion compared with standard care or placebo (3). However, several important questions remain, including whether certain subtypes of patients with sepsis DOI: 10.1097/CCE.0000000000001000 Critical Care Explorations www.ccejournal.org 1 Pitre et al (6). We included data from trials enrolling any criti- cally ill patients treated with corticosteroids if patients KEY POINTS with sepsis or septic shock were reported separately. We included studies examining any systemic (enteral Question: What is the efficacy of corticosteroids or parenteral) corticosteroids. We excluded inhaled or in severe sepsis and septic shock? topical corticosteroids. We included RCTs that used Findings: Corticosteroids probably reduce mor- a placebo or usual care without corticosteroid com- tality in patients with sepsis and septic shock and parator group. Our primary analysis included studies reverses shock. The optimal dose is likely around with corticosteroids or corticosteroids and fludrocor- 260 mg/d. There are important adverse effects, in- tisone alone and did not include cointervention with cluding hyperglycemia, hypernatremia, and neuro- vitamin C or thiamine. However, we included studies muscular weakness. that administered hydrocortisone in combination with Meanings: Clinicians and patients should have ascorbic acid and thiamine, as we planned to include more confidence in the effectiveness of corticoste- these in a secondary sensitivity analysis. roids in treating sepsis and septic shock. Outcomes of interest included short-term-mortality (28–31 d or in-hospital), long-term mortality (90-d or may benefit more, and whether the corticosteroid reg- longest reported), number of participants with shock imen (including duration, dose, and the type of corti- reversal at day 7 (stable hemodynamic status over 24 hr costeroid) impacts outcomes. after withdrawal of vasopressors), organ dysfunction at In the past few years, several new RCTs evaluating day 7 (using Sequential [Sepsis-related] Organ Failure the use of corticosteroids in patients with sepsis and Assessment [SOFA] score), ICU and hospital length of septic shock have been published. We therefore sought stay, and adverse events associated with corticosteroids, to update the evidence summaries addressing this including ICU-acquired neuromuscular weakness, gas- question incorporating these newer trials with the goal trointestinal bleeding, adverse neuropsychiatric events, of improving precision and addressing the optimal hypernatremia, superinfection, vascular events (stroke, corticosteroid regimen. myocardial infarction), and hyperglycemia requiring intervention. We captured adverse event outcomes as defined by individual study authors.",
    "Method": "METHODS We registered a protocol on Open Science Framework Search Strategy and Study Selection in accordance with the Preferred Reporting Items We updated a search strategy from a previous review for Systematic Reviews and Meta-Analyses-protocol (conducted through January 10, 2018) with the help checklist on December 28, 2022. We subsequently of an experienced medical librarian and included all prepared this article in accordance with the 2020 the existing trials from the previous review (3). We Preferred Reporting Items for Systematic Reviews and searched Ovid Medline, Embase, Cochrane Clinical Meta-Analyses statement (https://osf.io/v5qrz) (5). Trials Register, and Latin American and Caribbean Health Sciences Literature from January 1, 2018, to Eligibility Criteria January 1, 2023. We only included primary source We included all RCTs examining the use of corticoste- clinical trial data but reviewed secondary analyses for roids in critically ill adults and pediatric patients with subgroup data when applicable. eTable 1 (http://links. sepsis or septic shock. We excluded case reports, case lww.com/CCX/B266) presents the search strategy. series, and observational studies. We did not impose Two reviewers worked independently and in du- any methodological quality or language restrictions. plicate to screen titles and abstracts of citations found To provide important information and future research with the search. Any study deemed potentially relevant direction, and in keeping with the approach used in by either reviewer at the title and abstract screening the original review, we included studies of adults or was advanced to the full-text screening. Reviewers re- children who were diagnosed with sepsis, or septic solved discrepancies in full text by discussion or, when shock using the sepsis 1, 2, or 3 consensus definitions necessary, by third party adjudication. 2 www.ccejournal.org January 2024 • Volume 6 • Number 1 Late Breaker Article Data Collection and pneumonia vs. not specific to ARDS or pneu- monia), sepsis severity (sepsis without shock vs. septic We collected data describing trial characteristics (au- shock), risk of bias (high or probably high vs. low or thor, year published, trial registration, country of en- probably low), children vs. adults (< 18 vs. 18 yr old rollment, ethics and funding statements), patient or older), and duration of corticosteroids (3 d or less characteristics (age, sex), intervention characteristics vs. more than 3 d). We performed on post hoc sub- (type of corticosteroid, dose, duration), and outcomes group comparing hyperglycemia requiring insulin. We of interest. also performed a sensitivity analysis, including hydro- For dichotomous outcomes, we extracted the cortisone, ascorbic acid, and thiamine (HAT) combi- number of participants analyzed and the number nation therapy vs. corticosteroid alone. We performed of events in each arm. For continuous outcomes, we two post hoc analyses using meta-regression based collected the number of participants analyzed, the on disease severity (mortality rate in the comparator measure of central tendency (mean or median), and arm) and year of publication. We hypothesized that the measure of variability (e.g., sd, interquartile range) there would be a beneficial effect of corticosteroids for for each arm. When studies reported other measures patients with septic shock, but no effect for the other of variability other than sd, we converted them to sds moderators. We used the Instrument for assessing using methods proposed by Hozo et al (6). the Credibility of Effect Modification Analyses tool to assess credibility of these subgroups if there were sta- Risks of Bias tistically significant interaction terms (p < 0.05) (13). For short-term mortality, we performed an addi- Two reviewers assessed the risk of bias of included tional dose-response meta-analysis (14, 15). For the studies using the modified Cochrane tool for random- dose-response analysis, we conducted a random-effects ized trials (7–9). We classified trials rated at probably dose-response meta-analysis using the restricted max- low or low risk of bias across domains as low risk of imum likelihood heterogeneity estimator and meth- bias overall. We resolved discrepancies by discussion ods proposed by Greenland, Longnecker, Orsini, and and, when necessary, with adjudication by a third colleagues (16, 17) using a one-stage approach (18). party. Dose-response meta-analysis estimates the association between doses of an exposure and the RR or MD of an Statistical Methods outcome. We analyzed the daily dose of corticosteroids We conducted both a pairwise random-effects and a administered during the trial. dose-response meta-analysis. For both analyses and We used the following corticosteroid conversions: for all outcomes, we performed the analysis using 1 mg of dexamethasone = 26.7 mg of hydrocortisone = the maximum likelihood heterogeneity estimator for 5.3 mg of methylprednisolone/prednisolone = 6.7 mg the random-effects model to pool effect sizes for each of prednisone (19–21). To ensure no differences based outcome. on molecule, we performed meta-regression using We summarized the effects of interventions using molecule as a moderator. relative risks (RRs) and corresponding 95% CIs for For analyses with five or more studies, we assessed dichotomous outcomes and mean differences (MDs) for nonlinearity by using restricted cubic splines with with 95% CI for continuous outcomes. To facilitate in- knots at 10%, 50%, and 90% and a Wald-type test (22). terpretation, for dichotomous outcomes, we calculated Restricted cubic splines accommodate nonlinear rela- absolute risk differences per 1000 patients and corre- tionships by splitting the independent variable (i.e., sponding 95% CI (10–12) using the baseline risk sum- dose) at “knots” and fitting separate curves between marized across the placebo arms of included trials. knots. For analyses in which we observed statistically We performed prespecified subgroup analyses significant nonlinear associations, we present results based on: corticosteroid compound (both type and by from the nonlinear model. For pairwise analyses, we weighted mineralocorticoid composition), sepsis co- performed all analyses using STATA v.17 (StataCorp morbidity as defined by study inclusion (sepsis and LLC, College Station, TX). For the dose-response anal- acute respiratory distress syndrome [ARDS] vs. sepsis ysis, we performed all analyses using the dosresmeta Critical Care Explorations www.ccejournal.org 3 Pitre et al and meta packages in R (Version 4.03; R Foundation separately. For steroid compounds, 26 trials used hy- for Statistical Computing, Vienna, Austria) (16, 17). drocortisone, seven used methylprednisolone, five The R code and data for the primary outcome are pre- used dexamethasone, and three used prednisolone. sented on the registration page (https://osf.io/v5qrz). In addition, two studies used combination hydrocor- tisone and fludrocortisone, and two used dexametha- Certainty of the Evidence sone and methylprednisolone. The dose of corticosteroid varied, although most For all outcomes, reviewers, working independently (n = 40) used a relatively low dose (< 400 mg/d of hy- and in duplicate, assessed the certainty of evidence drocortisone or equivalent). eTable 2 (http://links. using the Grading of Recommendations Assessment, lww.com/CCX/B266) presents more details on the Development and Evaluation (GRADE) approach (18, included trials. All included studies enrolled patients 23). Supplementary Methods (http://links.lww.com/ with sepsis based on previous Sepsis 1 or Sepsis 2 di- CCX/B266) have more detail on how we assessed the agnostic criteria. quality of the evidence. We describe results using guidance from the Risk of Bias GRADE Working Group, based on the certainty of ev- idence and the magnitude of the effect (e.g., corticoste- We judged 22 trials (48.8%) to be at high or probably roids reduce mortality [high certainty], corticosteroids high risk of bias. Eight were at risk of bias due to issues probably reduce mortality [moderate certainty], corti- arising from allocation concealment, eight due to bias costeroids may reduce mortality [low certainty], and arising from lack of blinding, seven due to bias arising the effect of corticosteroids on mortality is uncertain from missing data, seven due to bias arising from se- [very low certainty]) (18). lective reporting, and seven due to bias arising from deviations from the intended interventions. eTable 3 (http://links.lww.com/CCX/B266) presents our risk of",
    "Conclusion": "CONCLUSIONS We demonstrate that corticosteroids probably reduce"
  }
}